{"docs": [{"created_at": "2022-04-28 10:41:00+00:00", "text": "A rare deal in the middle of a war has seen the U.S. and Russia carry out a dramatic prisoner swap. America desperate to bring home a jailed former marine, reluctantly agreed to set free a Russian drug smuggler to get the deal done. https://t.co/OyAjjYbB1y #7NEWS https://t.co/YMCTwGeQIs", "_id": "1519627736020516864"}, {"created_at": "2022-04-28 08:41:22+00:00", "text": "7NEWS can show you exclusive pictures of the moment police caught up with eight juveniles on Brisbane's northside. A 16-year-old boy and two girls aged 17 and 13 allegedly led officers on a chase through Chermside in a stolen Audi. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/9JR2nFxZ2c", "_id": "1519597629239283712"}, {"created_at": "2022-04-28 08:32:58+00:00", "text": "The mystery substance taken by a Mackay teenager before he died has been revealed to be a pain medication. The woman who allegedly gave it to him is now accused of manslaughter. https://t.co/uqdfRsw80Q @RosannaKingsun #7NEWS https://t.co/QI7PhSQymG", "_id": "1519595515960197122"}, {"created_at": "2022-04-28 08:23:42+00:00", "text": "In a stark warning for shoppers, supermarket giant Coles is predicting that already-high grocery prices will keep rising for the rest of the year. As inflation takes off around the globe, some have been turning to crime to get by. https://t.co/iIaDnd4STL #7NEWS https://t.co/kmLKcZXJDK", "_id": "1519593185496166401"}, {"created_at": "2022-04-28 06:56:40+00:00", "text": "A crime scene has been declared at a house in Blackstone that was gutted by fire early this morning. Firefighters were called to the home at around 2am. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/zHD2tTSVbA", "_id": "1519571280357634048"}, {"created_at": "2022-04-28 06:17:05+00:00", "text": "Lifeguards and paramedics have teamed up to make an impassioned plea to swimmers, after another drowning death on the Gold Coast. A man in his 30s died in hospital last night, after he was pulled from a rip at Main Beach. https://t.co/VZ3A1cHvFd @georgiacosti #7NEWS https://t.co/gBJJRrXrm0", "_id": "1519561318462005248"}, {"created_at": "2022-04-28 02:34:45+00:00", "text": "Bracken Ridge: Have you seen this woman? 54-year-old Aguil Deng was last seen at a home on Sophy Crescent around 5pm on Tuesday April 26 and may be travelling to the Toowoomba area. Got info? Contact Policelink on 131 444. https://t.co/Qgfe2ZN6ob #7NEWS https://t.co/XsckNLNDxY", "_id": "1519505368975802369"}, {"created_at": "2022-04-28 02:34:15+00:00", "text": "Police have seized security vision from a West Australian property opposite the home where a toddler was tragically found dead on Wednesday morning. #7NEWS https://t.co/fNoweIql0o", "_id": "1519505240805978112"}, {"created_at": "2022-04-28 01:53:07+00:00", "text": "A Queensland woman has been remanded in custody, charged with manslaughter over the drug death of a teenage boy. The 15-year-old died after a group of teens took a prescription drug together in Mackay last year. https://t.co/bhyc8wtmmw #7NEWS https://t.co/9UY2USq13Q", "_id": "1519494891893825536"}, {"created_at": "2022-04-27 21:06:36+00:00", "text": "A Brisbane man has died after crashing his car in the annual Targa Tasmania rally, the fourth competitor killed in the race in the past two years. #7NEWS https://t.co/LYjhWa9e9r", "_id": "1519422786657484800"}, {"created_at": "2022-04-27 20:55:08+00:00", "text": "Fire Investigation, Ipswich: Police have declared a crime scene around a building fire which occurred in Blackstone around 2am this morning. https://t.co/ketzASEMG9 #7NEWS https://t.co/KML2Tt6fQM", "_id": "1519419899881586688"}, {"created_at": "2022-04-27 20:51:56+00:00", "text": "A man has been shot dead in Sydney’s south west in a underworld attack, with a gunman now on the run. #7NEWS https://t.co/wjPSYRRyQ5", "_id": "1519419096336838656"}, {"created_at": "2022-04-27 11:12:06+00:00", "text": "Nike's Air Max Plus is one of the most popular - and controversial - sneakers in the world. It has a cult following, but its association with criminals and troublemakers in Australia has seen the shoes being banned from some businesses. https://t.co/wZECAImxGB #7NEWS https://t.co/yBAPPWELdJ", "_id": "1519273173765672961"}, {"created_at": "2022-04-27 09:06:08+00:00", "text": "Police have doubled a reward for critical information on the 1997 disappearance of Gold Coast mother, Marion Barter. Now an inquest has heard her married former lover change his story on crucial details. https://t.co/Z6oSH2ELqz @Jordan_Bissell7 #TheLadyVanishes #7NEWS https://t.co/p65n7A35zV", "_id": "1519241473207676929"}, {"created_at": "2022-04-27 08:37:11+00:00", "text": "A children's bedroom has been peppered with a barrage of bullets in a terrifying drive-by shooting. Multiple rounds were fired at the Carseldine home. A youth gang crime taskforce has joined the investigation. https://t.co/1OaglzbFV3 @NedBalmeLives #7NEWS https://t.co/PHYGCTnVho", "_id": "1519234189219885056"}, {"created_at": "2022-04-27 08:17:37+00:00", "text": "BREAKING: A man has died after being pulled from the surf on the Gold Coast. He was dragged from rough seas at Main Beach this afternoon. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/gh9BUcaVfl", "_id": "1519229263941365760"}, {"created_at": "2022-04-27 07:46:47+00:00", "text": "BREAKING: A man has died after being pulled from the surf at Main Beach on the Gold Coast. Details on 7NEWS at 6pm. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/71Sta8NDqD", "_id": "1519221508102852609"}, {"created_at": "2022-04-27 06:46:22+00:00", "text": ".@storm prop, Tui Kamikamica, is clear to return to the field after police dropped an assault charge against him. The 27-year-old flew to Brisbane where he'd been due to face trial for an incident involving a woman last year. https://t.co/kNhPg3DAkR #7NEWS https://t.co/V72TZmC1J8", "_id": "1519206303419482114"}, {"created_at": "2022-04-27 03:25:10+00:00", "text": "Three men are being questioned after shots were fired at a house in Carseldine. They were apprehended nearby after a car was stopped by police road spikes. Report on 7NEWS at 6pm. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/sA9vtvEtRf", "_id": "1519155669349584896"}, {"created_at": "2022-04-26 23:19:20+00:00", "text": "Firefighters in South Australia sang tunes from The Wiggles to keep a toddler calm while extracting her leg from a drain. #7NEWS https://t.co/oCvT5DyBXN", "_id": "1519093800185987072"}, {"created_at": "2022-04-26 22:22:58+00:00", "text": "Only four months into 2022, and Australians have already watched several climate disasters unfold across the continent, from coral bleaching to devastating floods and bushfires. #7NEWS https://t.co/0Dl9zLs6Tg", "_id": "1519079615486038016"}, {"created_at": "2022-04-26 08:57:37+00:00", "text": "In a stunning new video, actor Alec Baldwin can be seen rehearsing with the gun that moments later would fire and kill his cinematographer Halyna Hutchins. It's part of a trove of evidence released by investigators today including Baldwin's first reaction. https://t.co/JzvbqAzxo3 https://t.co/RZC38nVvoM", "_id": "1518876944821268480"}, {"created_at": "2022-04-26 08:34:57+00:00", "text": "A man has been bashed in a savage attack in the heart of Surfers Paradise. The victim was knocked unconscious and dragged off the road on Cavill Avenue. https://t.co/VZ3A1cpmr5 @Jordan_Bissell7 #7NEWS https://t.co/j5rmJajie6", "_id": "1518871240018067456"}, {"created_at": "2022-04-26 08:19:36+00:00", "text": "The LNP has made a complaint to police after a woman was photographed in Holland Park West allegedly stealing a candidate's sign. https://t.co/VGILey8bwx #auspol #ausvotes #7NEWS https://t.co/AMEYzBPucK", "_id": "1518867376808157185"}, {"created_at": "2022-04-26 03:26:19+00:00", "text": "Armed robbery, Bowen Hills: Police are appealing for public assistance after a man robbed a Campbell Street convenience store on Sunday. Anyone who recognises the man should contact police. Got info? Contact Policelink on 131 444. https://t.co/gy7lJtISyk #7NEWS https://t.co/HzH1VeBOzV", "_id": "1518793571603984385"}, {"created_at": "2022-04-26 02:15:39+00:00", "text": "Fight investigation, Coopers Plains: Police are looking for witnesses to a brawl on Beaudesert Road on Sunday afternoon. Got info? Contact Policelink on 131 444. https://t.co/FvTIErAvQB #7NEWS https://t.co/xp3IWxRLr7", "_id": "1518775784441544704"}, {"created_at": "2022-04-26 00:58:33+00:00", "text": "Shot fired, Carina: Police are investigating after a man fired a single shot at two women on Adelaide Street around 6am today. Anyone with information that could identify the man should contact police. Got info? Contact Policelink on 131 444. https://t.co/w1I63DduSV #7NEWS https://t.co/jvUr4U8FTt", "_id": "1518756382648172544"}, {"created_at": "2022-04-25 23:22:59+00:00", "text": "One child has died and 17 others are requiring liver transplants as global health authorities scramble to find the source of a mystery outbreak of hepatitis. #7NEWS https://t.co/ei7X5tBXEn", "_id": "1518732332575846402"}, {"created_at": "2022-04-25 09:21:43+00:00", "text": "Rare warbirds used in World War Two flew over Dawn services this morning in a special salute to our service men and women. Before that, the Spitfire and P-51 Mustang, gave one veteran a special surprise. https://t.co/iUQ60JGUjX @Bianca_Stone #ANZACDay https://t.co/ooXTwvujs8", "_id": "1518520620249939968"}, {"created_at": "2022-04-25 06:52:37+00:00", "text": "An 18-month-old girl has died after being run over in Townsville. Police say the tragic accident happened yesterday afternoon at Mount Louisa, in the city's west. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/745KQ0mlk1", "_id": "1518483100170584064"}, {"created_at": "2022-04-25 06:25:05+00:00", "text": "An electric skateboarder has been seriously injured after being hit by a car on the Gold Coast. Emergency crews were called to Olympus Drive at Robina just after 6pm last night. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/0A2BNELbTe", "_id": "1518476172002496517"}, {"created_at": "2022-04-25 03:57:30+00:00", "text": "NSW Police says it has not received any report of threats against controversial Liberal candidate Katherine Deves. #auspol #7NEWS https://t.co/poOALugdyQ", "_id": "1518439027397238785"}, {"created_at": "2022-04-25 01:55:54+00:00", "text": "A toddler has been seriously injured after being mauled by a dog in Queensland’s Wide Bay region. #7NEWS https://t.co/6vCjJHjebO", "_id": "1518408426019119104"}, {"created_at": "2022-04-24 23:47:54+00:00", "text": "A toddler has died after being hit by a vehicle in the driveway of a home in Queensland. #7NEWS https://t.co/iEaDIz1WHc", "_id": "1518376215794511872"}, {"created_at": "2022-04-24 20:56:15+00:00", "text": "Armed robbery, Marsden: Police are investigating the armed robbery of restaurant on Macarthy Road that occurred around 6pm on Sunday April 24. Anyone with information or dashcam footage are urged to contact police. Got info? Contact Policelink on 131 444. https://t.co/TcYIyRlxNI https://t.co/IvG5Lb9a3U", "_id": "1518333019362586624"}, {"created_at": "2022-04-24 18:32:45+00:00", "text": "An experimental antiviral pill treatment has shown rapid clearance of the virus that causes COVID-19, according to new data from Japanese drug maker Shionogi &amp; Co. #7NEWS https://t.co/oSYTEZUNU8", "_id": "1518296905763090432"}, {"created_at": "2022-04-24 12:30:00+00:00", "text": "Scott Morrison took his campaign to the Red Centre today, promising no new income taxes if re-elected. Labor's focus was on health, but the party has come under fire for an attack video against a Liberal candidate. 7NEWS at 6pm | https://t.co/OyAjjYbB1y @Rob7Scott #auspol #7NEWS https://t.co/6NVK1xV8WS", "_id": "1518205617004965888"}, {"created_at": "2022-04-24 04:42:56+00:00", "text": "Prime Minister Scott Morrison has announced a $14 million election commitment for Alice Springs to support a community-led response to reduce crime rates. #auspol #7NEWS https://t.co/rQS9HBxGPU", "_id": "1518088077138608129"}, {"created_at": "2022-04-24 04:41:13+00:00", "text": "A teenager with COVID-19 has died in Western Australia, Premier Mark McGowan has announced. #COVID19 #7NEWS  https://t.co/N8bUfu7gM2", "_id": "1518087643275612160"}, {"created_at": "2022-04-24 02:27:45+00:00", "text": "Thousands of people will run along the river today in Brisbane, to support families of fallen and injured veterans. Run Army raises proceeds for Legacy Australia. https://t.co/VZ3A1cHvFd @MarkBeretta #7NEWS https://t.co/uUZPhTzIpI", "_id": "1518054053510782976"}, {"created_at": "2022-04-24 01:51:45+00:00", "text": "Health authorities in the Democratic Republic of the Congo have declared a new outbreak of the deadly Ebola virus after a case was confirmed in the country's northwest. #7NEWS https://t.co/viLvvIu9EK", "_id": "1518044996708220928"}, {"created_at": "2022-04-22 09:03:59+00:00", "text": "A truck has been spotted at Burleigh Heads with a creatively packed load on the back. The towering stack of timber pallets and plastic tubs swayed as the vehicle turned off Reedy Creek Road. Police say the load is unsafe and illegal. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/6kGTqblOX9", "_id": "1517428995960508417"}, {"created_at": "2022-04-22 09:02:03+00:00", "text": "Half of the $40 million donated to the Red Cross has been given to flood victims. With applications to receive cash assistance now closed, some residents are concerned money won't flow through to those who need it most. https://t.co/VZ3A1cHvFd @SamHeathwood7 #7NEWS https://t.co/uLVoIGTNPQ", "_id": "1517428507303112704"}, {"created_at": "2022-04-22 08:36:23+00:00", "text": "Police in San Francisco say they are investigating a punch-up on a passenger jet involving one of the most feared boxers of all time. Onboard video shows Mike Tyson pummelling a man who had apparently refused to leave him alone. https://t.co/UEfBpETdw8 @telester #7NEWS https://t.co/eKy9iYnwBL", "_id": "1517422047596781568"}, {"created_at": "2022-04-22 08:31:06+00:00", "text": "After almost 15 years, Portuguese police are a step closer tonight to finally solving the mystery of what happened to Madeleine McCann. They've officially named a 'prime suspect', 45-year-old German man Christian Bruckner. https://t.co/HlNC8L7jmX #MadeleineMcCann #7NEWS https://t.co/UJ5iI53jLC", "_id": "1517420717633343488"}, {"created_at": "2022-04-22 06:19:16+00:00", "text": "A person has been found dead, following a house fire in Rockhampton. Flames tore through the two-storey home around 7am this morning. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/mV3bq8fhAb", "_id": "1517387543956041733"}, {"created_at": "2022-04-22 02:16:59+00:00", "text": "15 years after the British toddler Madeleine McCann went missing Portuguese prosecutors have now officially identified a man who has been investigated by German police. International outlets have identified the longtime suspect and convicted rapist 45-year-old Christian Bruckner. https://t.co/vbxK4ZWtxd", "_id": "1517326570649980930"}, {"created_at": "2022-04-21 23:53:19+00:00", "text": "Two men have died after being hit by a car while they were repairing a broken down bus on a Sunshine Coast road. #7NEWS https://t.co/wb5lylfM0h", "_id": "1517290414092431361"}, {"created_at": "2022-04-21 08:23:56+00:00", "text": "Bayside residents say youth crime is escalating, as videos emerge of violent attacks. Local youth workers are swamped, saying a lack of early intervention has led to troubled teens forming anti-social groups. https://t.co/VZ3A1cHvFd @alexlewisjourno #7NEWS https://t.co/eE1uLSn3n0", "_id": "1517056526825193472"}, {"created_at": "2022-04-21 06:48:38+00:00", "text": "A 55-year-old man has died after he crashed an e-scooter at Ferny HIlls. He was riding along a footpath yesterday afternoon, when he ran into a concrete wall. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/ZniU4Y8lep", "_id": "1517032543761342465"}, {"created_at": "2022-04-21 04:00:11+00:00", "text": "Rapper A$AP Rocky has been arrested at Los Angeles International Airport in connection with a shooting in November. #7NEWS https://t.co/JjVbUa287r", "_id": "1516990154761981953"}, {"created_at": "2022-04-21 02:28:30+00:00", "text": "A US man has been arrested for the fatal stabbing attack on a woman which was livestreamed on social media. #7NEWS https://t.co/CyaG37Gb4D", "_id": "1516967082138963970"}, {"created_at": "2022-04-21 01:39:08+00:00", "text": "Australian of the Year @DylanAlcott has spoken out after Prime Minister @ScottMorrisonMP came under fire for saying he is “blessed” to have children without disabilities. #auspol #7NEWS https://t.co/ycafMfL8q2", "_id": "1516954656764678144"}, {"created_at": "2022-04-21 00:31:14+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/zTXZ5CsMpI", "_id": "1516937569950662656"}, {"created_at": "2022-04-20 22:51:24+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/NkbeXafvx7", "_id": "1516912443498196993"}, {"created_at": "2022-04-20 08:21:39+00:00", "text": "A 12-year-old girl's body has been found at a home in Coomera. Forensic police arrived at the property this afternoon as part of the investigation to determine whether the child's death is suspicious. https://t.co/LbKzShO9U9 @Jordan_Bissell7 #7NEWS https://t.co/K5uxHt0Y5M", "_id": "1516693563601752066"}, {"created_at": "2022-04-20 06:23:39+00:00", "text": "People have continued to lay floral tributes outside a Clayfield home where a young boy died in a fire early Monday morning. Six-year-old Max Chirila was unable to escape his bedroom at the back of the house. https://t.co/gKChHZnFgD #7NEWS https://t.co/FTiOUR2V1t", "_id": "1516663871872057349"}, {"created_at": "2022-04-20 04:09:28+00:00", "text": "Watch the incredible moment a hot air balloon crashes through trees and lands on a residential street in Melbourne. Thankfully no one was injured during the unplanned landing. The ATSB has commenced a transport safety investigation. 7NEWS at 6pm. https://t.co/hY77RYn2Zy #7NEWS https://t.co/5SuMaYYVXN", "_id": "1516630100435156994"}, {"created_at": "2022-04-20 01:43:14+00:00", "text": "A hot air balloon with 13 people on board has crash landed in a residential street in Melbourne. Incredibly, no one was injured. https://t.co/Xg7XM9eQfu #7NEWS https://t.co/pUx2T1pAEN", "_id": "1516593301079867392"}, {"created_at": "2022-04-20 01:08:07+00:00", "text": "Queensland Police are investigating the sudden death of a 12-year-old girl at a Coomera home. #7NEWS https://t.co/fiX461BiAV", "_id": "1516584464880906244"}, {"created_at": "2022-04-19 22:15:26+00:00", "text": "A cast member of National Geographic’s Outback Wrangler show who died in a Northern Territory helicopter crash was hanging from it on a sling to collect crocodile eggs. #7NEWS https://t.co/lWnm3KHsSY", "_id": "1516541006459867136"}, {"created_at": "2022-04-19 21:49:05+00:00", "text": "A young boy has been injured after a dog attacked him outside a Gold Coast cafe, with calls for the animal’s owner to come forward after he was accused of making a “half-a**** effort” to stop the attack. #7NEWS https://t.co/1G1RzY7cBe", "_id": "1516534374099210244"}, {"created_at": "2022-04-19 21:05:02+00:00", "text": "Olympic hockey champion Sandy Pisani has died. She was 63. #7NEWS https://t.co/ZojATO6nEG", "_id": "1516523289774288896"}, {"created_at": "2022-04-19 12:30:00+00:00", "text": "Prince Harry is staying on for the week at the Invictus Games to watch the competition - which he set up to honour injured servicemen and women. Australia's team members described winning medals as lifechanging. 7NEWS at 6pm | https://t.co/OyAjjYbB1y @TomHartley_7 #7NEWS https://t.co/oaHyoVM0sd", "_id": "1516393679052632068"}, {"created_at": "2022-04-19 09:04:29+00:00", "text": "Frustrated flood victims have started repairing homes themselves, given how long it's taking for insurance claims to be assessed. Some residents can't get any update from their insurers, while others can no longer afford premiums. https://t.co/VZ3A1cHvFd @BenBMurph #7NEWS https://t.co/1gAufBRLPi", "_id": "1516341955302924295"}, {"created_at": "2022-04-19 08:39:00+00:00", "text": "On an awful anniversary, the parents of Allison Baden-Clay have penned a letter describing the 10 years since the Brookfield mum was murdered by her husband Gerard Baden-Clay. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/fUtJveCgD5", "_id": "1516335542145028097"}, {"created_at": "2022-04-19 08:14:53+00:00", "text": "The floral tributes are growing. Now the family of Max Chirila, the little Clayfield boy who couldn't be rescued when fire devoured his family home, has spoken for the first time. https://t.co/VDYROUHBss @NedBalmeLives #7NEWS https://t.co/T22UelAxUF", "_id": "1516329475558248448"}, {"created_at": "2022-04-19 06:27:20+00:00", "text": "Soccer superstar @Cristiano Ronaldo has revealed his newborn son has died. The @ManUtd forward and partner Georgina Rodriguez announced last October they were having twins. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/hGyG6Qqx3d", "_id": "1516302411064741891"}, {"created_at": "2022-04-19 02:20:12+00:00", "text": "A six-year-old boy has been injured after a dog attacked him outside a Gold Coast cafe. Security cameras captured the moment the boy started patting the British Bulldog before it turned on him. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/abIScPlTD8", "_id": "1516240215341674497"}, {"created_at": "2022-04-19 01:04:50+00:00", "text": "The latest shots have been fired in the supermarket war, with @Coles now offering bulk-sized products. #7NEWS https://t.co/WvMvMoGW4G", "_id": "1516221249495928836"}, {"created_at": "2022-04-18 23:56:55+00:00", "text": "Authorities are investigating a possible electrical fault related to charging batteries as the cause of a fatal house fire that claimed the life of a six-year-old boy in Clayfield. #7NEWS https://t.co/T6eEzBPUP3", "_id": "1516204155899346945"}, {"created_at": "2022-04-18 12:30:00+00:00", "text": "A mass shooting at an underage party inside an Airbnb property in Pittsburgh has left two boys dead, 13 people injured and a gunman on the run. Video shows the terror among the 200 partygoers who scrambled to escape. 7NEWS at 6pm | https://t.co/i4AWSGj0kW @DavidWoiwod #7NEWS https://t.co/RkrJmUd37F", "_id": "1516031288167354368"}, {"created_at": "2022-04-18 12:00:00+00:00", "text": "In the lead up to Anzac Day, a Melbourne family is lobbying the federal government to award a Victoria Cross to a World War II hero. Ron 'Buck' Taylor died trying to save his mates, and historians agree he deserves our highest bravery award. https://t.co/VZ3A1cGXPF #7NEWS https://t.co/MjWmdaHyEi", "_id": "1516023738181038080"}, {"created_at": "2022-04-18 08:55:20+00:00", "text": "Soldiers are ignoring a Russian deadline to surrender in the encircled city of Mariupol, while a new missile strike has hit the city of Kharkiv in the country's northeast. https://t.co/eoKVg2mI4B #Ukraine #7NEWS https://t.co/c8RCOAOPT8", "_id": "1515977268442853376"}, {"created_at": "2022-04-18 08:42:02+00:00", "text": "A boat has exploded into a fireball, while docked at a marina in Perth this morning. A woman inside was lucky to escape the flames, her husband was burnt while attempting to put the blaze out. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/HBF0AUZA2T", "_id": "1515973917835333632"}, {"created_at": "2022-04-18 08:13:13+00:00", "text": "He was a bright young student who loved lego. A six-year-old boy has died in a horrific house fire at Clayfield. The community is now rallying around his heartbroken family. https://t.co/DVJg1dXKHX #7NEWS https://t.co/XAhDhXHvFW", "_id": "1515966666571612163"}, {"created_at": "2022-04-18 07:03:02+00:00", "text": "The level of violence towards police at a Gold Coast nightclub precinct over the Easter long weekend has left a seasoned officer struggling for words. #7NEWS https://t.co/vbTguBejWK", "_id": "1515949005825449988"}, {"created_at": "2022-04-18 06:45:55+00:00", "text": "Police have released a video of a man they want to interview in connection with the armed robbery of a woman in Durack on Friday morning. The 30-year-old was walking, when she was approached by a man armed with a knife and forced to the ground. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/h3IdtlIppS", "_id": "1515944699609042945"}, {"created_at": "2022-04-17 23:58:59+00:00", "text": "Armed robbery, Durack: Police have released new CCTV footage of a man allegedly involved in the armed robbery in Outlook Place. Police are appealing for any information and assitance in identifying this man. Got info? Contact Policelink on 131 444. https://t.co/lsyjmcjO1Q #7NEWS https://t.co/gczkB0ToYG", "_id": "1515842288928235521"}, {"created_at": "2022-04-17 20:27:43+00:00", "text": "A child has been found dead after a fierce blaze broke out in Clayfield overnight.\n\nhttps://t.co/duXsLLptfA", "_id": "1515789121674878976"}, {"created_at": "2022-04-17 08:52:57+00:00", "text": "The @brisbanebroncos have lost fullback Tesi Niu for at least two-months, maybe more, after scans revealed he could need surgery on his injured hamstring. https://t.co/VZ3A1cpmr5 @bdobson99 #7NEWS https://t.co/XAkw00SgPL", "_id": "1515614277045874692"}, {"created_at": "2022-04-17 08:31:50+00:00", "text": "A police officer is recovering after being coward punched and knocked unconscious while dealing with a fight outside a Gold Coast nightclub. The accused and another man have been granted bail, angering the police union. https://t.co/VZ3A1cpmr5 @georgiacosti\n #7NEWS https://t.co/17EHqkLCCF", "_id": "1515608964796346370"}, {"created_at": "2022-04-17 08:29:41+00:00", "text": "The Duke and Duchess of Sussex have made their return to the international stage opening the Invictus Games in the Netherlands. The competition for injured service personnel has always been Prince Harry's passion and he was given a warm welcome. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/v78QNtSz8f", "_id": "1515608422812581890"}, {"created_at": "2022-04-16 08:15:41+00:00", "text": "Police are hunting three men believed to be responsible for an acid attack in front of shocked diners in the heart of Sydney's CBD. A substance was thrown in the young woman's face with the whole incident posted and shared online. https://t.co/6NFFKcyYzI #Sydney #7NEWS https://t.co/wctDLvofHV", "_id": "1515242510544961539"}, {"created_at": "2022-04-15 08:54:03+00:00", "text": "Russia has admitted one of its biggest warships a flagship cruiser has sunk in the Black Sea after explosions and a fire on board. Some 500 crew got off in time but it's a devastating blow apparently inflicted by Ukrainian anti-ship missiles. https://t.co/zTioFz2GXs #7NEWS https://t.co/iBJzETM5qn", "_id": "1514889781817544705"}, {"created_at": "2022-04-15 08:45:45+00:00", "text": "Anthony Albanese has made another blunder on the election trail, with a senior member of the Labor Party forced to correct his slip up. It happened on Good Friday, a day that was meant to provide a campaign ceasefire. https://t.co/VZ3A1cpmr5 #auspol #ausvote #7NEWS https://t.co/dEVd8j26XL", "_id": "1514887692588265473"}, {"created_at": "2022-04-15 08:43:30+00:00", "text": "Australian sport is mourning yet another lost legend. Golfing great Jack Newton died overnight of complications after a long battle with Alzheimer's disease. His story is a truly incredible one of success, tragedy and the spirit to overcome life-altering challenges. #7NEWS https://t.co/nk9C6bst6I", "_id": "1514887126961496069"}, {"created_at": "2022-04-15 06:39:40+00:00", "text": "A prisoner is on the run in Ipswich and he may be easy to spot. The man escaped police officers while wearing handcuffs around 9pm last night. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/sd8OV38qaq", "_id": "1514855960455438339"}, {"created_at": "2022-04-15 05:06:00+00:00", "text": "Government frontbenchers have tried to walk back @ScottMorrisonMP's lack of commitment to establishing a federal corruption watchdog if he wins next month’s election. #auspol #7NEWS https://t.co/ur5ObEdUOn", "_id": "1514832388169232388"}, {"created_at": "2022-04-15 03:20:06+00:00", "text": "Powerful explosions have been heard in Kyiv and air raid sirens have blared across Ukraine as residents brace for new Russian attacks after Moscow’s lead warship in the Black Sea sank following a fire. #7NEWS https://t.co/CIoz2S1QaQ", "_id": "1514805739742965763"}, {"created_at": "2022-04-14 08:38:10+00:00", "text": "New York police have caught the man accused of opening fire on commuters on a subway train. The 62-year-old surrendered to officers as they closed in. He now faces life in jail on terror charges. https://t.co/GEvCHZuRnR #7NEWS https://t.co/PQ3L6i32IB", "_id": "1514523394557231113"}, {"created_at": "2022-04-14 08:15:39+00:00", "text": "Police have warned drivers they will be everywhere this weekend and will show no mercy. Already frustrated at Queensland's horrendous road toll, they're determined not to lose any more this Easter. https://t.co/VZ3A1cHvFd @AmandaAbate #7NEWS https://t.co/8Td2Kbc4X2", "_id": "1514517726370631680"}, {"created_at": "2022-04-14 06:21:08+00:00", "text": "Four members of the prime minister's security team have been involved in a car crash in Tasmania. The police officers were in transit when their car flipped and left the road. https://t.co/X6VVcqUyHz #7NEWS https://t.co/t5WplkXAzB", "_id": "1514488909102985221"}, {"created_at": "2022-04-14 04:26:21+00:00", "text": "A man was shot by police after allegedly driving at officers in NSW. #7NEWS https://t.co/mvkWmeLnum", "_id": "1514460022813921280"}, {"created_at": "2022-04-14 01:44:35+00:00", "text": "JUST IN: Australia's unemployment rate has remained stable at 4%. Almost 18,000 more people found full time work in March but it wasn't enough to shift the official rate. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/TUqn6teVNj", "_id": "1514419311250935808"}, {"created_at": "2022-04-13 21:16:50+00:00", "text": "The man identified as a suspect in the New York subway shooting had talked about violence and mass shootings in videos posted on YouTube - including one uploaded just hours before the horrifying incident. #7NEWS https://t.co/JAzoaGJgjK", "_id": "1514351931648778240"}, {"created_at": "2022-04-13 21:05:21+00:00", "text": "Fire investigation, Coopers Plains: Police are investigating a fire that occurred last night at a Richlands Avenue business in Coopers Plains. Anyone with further information are urged to contact police. Got info? Contact Policelink on 131 444.  https://t.co/kJHsRoNB2h #7NEWS https://t.co/tVg8s3mGnR", "_id": "1514349042163392512"}, {"created_at": "2022-04-13 20:55:40+00:00", "text": "Suspicious fire, Crestmead: Police are investigating the scene of a suspicious fire that occurred yesterday afternoon in Crestmead. Anyone with further information are urged to contact police. Got info? Contact Policelink on 131 444. https://t.co/APaNhl6n5F #7NEWS https://t.co/zXqyk2AcTW", "_id": "1514346604194840576"}, {"created_at": "2022-04-13 09:16:15+00:00", "text": ".@BorisJohnson says he will remain Britain's prime minister despite being fined by police for breaching his own COVID rules. After ordering people into lockdown, banning them from hospital visits and even funerals, he was caught swigging drinks with colleagues. #7NEWS https://t.co/5v1K9Mdcxv", "_id": "1514170592089751552"}, {"created_at": "2022-04-13 08:22:51+00:00", "text": "They're exhausted, understaffed and working overtime to keep Queenslanders alive. The demands on our health workers are fuelling frustration. In some cases, firefighters are being used to help understaffed paramedics. https://t.co/0wdqZ4RRRU  @MarlinaWhop #qldpol #7NEWS https://t.co/BM2lSsuJzg", "_id": "1514157152306614281"}, {"created_at": "2022-04-13 08:07:45+00:00", "text": "Labor Leader @AlboMP had a close encounter with a boom mic during a rockstar welcome at a Melbourne policy rally while Prime Minister @ScottMorrisonMP has been keeping an eye on the ball while shooting hoops with kids in regional Victoria. https://t.co/qoaMMiyVyV #auspol #7NEWS https://t.co/U61vC1vu6W", "_id": "1514153351583535104"}, {"created_at": "2022-04-13 06:35:55+00:00", "text": "Gold Coast sporting identity Daphne Pirie has been farewelled today. The 90-year-old hockey and athletics champion died in hospital earlier this month. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/6tY0Inp2JA", "_id": "1514130240796499971"}, {"created_at": "2022-04-13 06:25:23+00:00", "text": "A Gold Coast reptile handler has lost dozens of pythons in a fire overnight. It's believed the blaze was sparked by a power board in the garage of the Upper Coomera property. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/y9RkDbSjV0", "_id": "1514127588998119424"}, {"created_at": "2022-04-13 05:19:04+00:00", "text": "Beenleigh: Have you seen this man? 46-year-old Chad Bishop was last seen leaving an address on Thursday March 3. Got info? Contact Policelink on 131 444. https://t.co/X0Wyg2ykdS #7NEWS https://t.co/yH5L6y1dyf", "_id": "1514110902102294532"}, {"created_at": "2022-04-13 02:25:59+00:00", "text": "Police are still on the hunt for a killer after a teenage boy was stabbed to death at the Sydney Royal @EasterShow. https://t.co/4Ls8uUZnFQ #7NEWS https://t.co/IoD5jgsIFk", "_id": "1514067343554809861"}, {"created_at": "2022-04-13 01:43:43+00:00", "text": "Police in New York have named a 62-year-old as a person of interest in the subway shooting that injured more than twenty people. Peak hour passengers scrambled to get off a train after a man detonated smoke bombs and opened fire. https://t.co/4WwMWPZOmX #7NEWS https://t.co/r3QNvaM2s0", "_id": "1514056705273110528"}, {"created_at": "2022-04-12 13:30:43+00:00", "text": "BREAKING: UK Prime Minister Boris Johnson and Chancellor Rishi Sunak have been fined for attending several illegal parties during lockdown in 2020 and 2021. https://t.co/dO8nGimqsn #TheLatest #7NEWS https://t.co/SIORR0bgTf", "_id": "1513872242232500228"}, {"created_at": "2022-04-12 09:55:22+00:00", "text": ".@brisbanebroncos duo Payne Haas and Albert Kelly have apologised for their off-field behaviour, after suffering the consequences handed down by the @NRL. Kelly's out injured but Haas has been suspended. https://t.co/6QvR0OCb7C @KatieBrownAus #NRL #7NEWS https://t.co/AN7qMxEJzY", "_id": "1513818045499981825"}, {"created_at": "2022-04-12 09:46:45+00:00", "text": "More than one million dollars worth of drugs have been seized by police. Officers were conducting checks at ferry and bus terminals in Townsville, when they discovered 54 kilograms of cannabis. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/rHDNpgirXq", "_id": "1513815879251013632"}, {"created_at": "2022-04-12 08:41:18+00:00", "text": "It's Australia's largest family event. But last night, the Sydney Royal @EasterShow was the scene of a deadly stabbing. A 17-yr-old off-duty ride operator died following a bloody suspected gang-related brawl. And police are still searching for his killer. https://t.co/S8Ir2s2rtL https://t.co/FktbiRP5Cr", "_id": "1513799408055332865"}, {"created_at": "2022-04-12 08:37:19+00:00", "text": "A Carina barber shop has been gutted and neighbouring stores shut down, after fire took hold in the early hours of the morning. Police are investigating whether the blaze is the latest act in an ongoing bikie feud. https://t.co/VZ3A1cHvFd @NedBalmeLives #7NEWS https://t.co/p7DkWAsj7v", "_id": "1513798405591814148"}, {"created_at": "2022-04-12 08:35:01+00:00", "text": "Victims of the 2011 floods have hit the end of their long legal journey, denied almost half a billion dollars in compensation by the High Court. It's a bitter blow for many of them,  who experienced another flooding disaster this year. https://t.co/VZ3A1cHvFd @JoelDry7 #7NEWS https://t.co/6t7IeLFZKm", "_id": "1513797825091760129"}, {"created_at": "2022-04-12 06:23:56+00:00", "text": "Fire investigators have spent the morning working to determine the cause of a ferocious fire on the Gold Coast yesterday. They combed through the charred rubble of a caravan and a demountable house at the Nerang Caravan Park. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/YYS6mBow6F", "_id": "1513764837209559042"}, {"created_at": "2022-04-12 02:12:27+00:00", "text": "A 17-year-old boy who was stabbed to death in a brawl at the Sydney Royal @EasterShow was working at the event just hours before he was attacked. A 16-year-old boy is recovering in hospital this morning after being injured in the violence. https://t.co/8Lk5egWcf2 #7NEWS https://t.co/AlFuzdUrvY", "_id": "1513701552036335623"}, {"created_at": "2022-04-12 01:57:59+00:00", "text": "A long-running legal saga over the 2011 floods in Queensland has been brought to an end, with victims to share in millions of dollars in compensation. https://t.co/VZ3A1cHvFd @JoelDry7 #7NEWS https://t.co/vvo2rlfSJo", "_id": "1513697908423802881"}, {"created_at": "2022-04-11 23:17:25+00:00", "text": "Brassall: Have you seen this boy? The 14-year-old was last seen near Toomai Drive on March 31. Got info? Contact Crimestoppers on 1800 333 000. https://t.co/8eikKDphfd #7NEWS https://t.co/pW0ENvXbQE", "_id": "1513657503770644485"}, {"created_at": "2022-04-11 23:06:09+00:00", "text": "A 17-year-old boy has died and another has been taken to hospital following a stabbing at Sydney’s Royal Easter Show. #7NEWS https://t.co/c8uKBZSlVp", "_id": "1513654665510277120"}, {"created_at": "2022-04-11 08:14:53+00:00", "text": "BREAKING: Several people are injured after a fire swept through a Nerang caravan park. https://t.co/VZ3A1cHvFd @GeorgiaCosti #7NEWS https://t.co/W0NJKAojFx", "_id": "1513430371891040256"}, {"created_at": "2022-04-11 06:45:37+00:00", "text": "BREAKING: Emergency crews are on the scene of a fire in a caravan park at Nerang. It's understood the blaze broke out in one relocatable home and quickly spread to a neighbouring home at the rear. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/70fKNP0aYL", "_id": "1513407908993662979"}, {"created_at": "2022-04-11 06:27:25+00:00", "text": "Police have launched a fresh appeal to try and solve a brutal 10-year-old murder. They have released CCTV footage of a vehicle they believe is linked to the execution-style killing of John Anthony Lazzaro, on April 11 2012. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/JnyOlvpyfa", "_id": "1513403328037736453"}, {"created_at": "2022-04-11 06:15:19+00:00", "text": "A man has drowned at a Gold Coast golf club overnight. Police say the 23-year-old was drinking with friends at Emerald Lakes. https://t.co/bea0Cva6zX #7NEWS https://t.co/OMgNRZEKvS", "_id": "1513400283900293120"}, {"created_at": "2022-04-11 04:31:33+00:00", "text": "Chris Bailey, lead singer of hugely influential Australian band The Saints, has died at the age of 65. #7NEWS https://t.co/mIwEdfkU5y", "_id": "1513374168506863617"}, {"created_at": "2022-04-11 04:11:23+00:00", "text": "Nundah: Have you seen this woman? 38-year-old Katherine Diaz was last seen at a Kunde Street residence around 4am. Got info? Contact Policelink on 131 444. https://t.co/oRsaPzqFlV #7NEWS https://t.co/7L5iXtr4il", "_id": "1513369093822623745"}, {"created_at": "2022-04-11 04:08:09+00:00", "text": "A man and a woman are dead and 10 other people injured after a shooting inside a crowded US nightclub. #7NEWS https://t.co/pDBAkIqkmL", "_id": "1513368280765198342"}, {"created_at": "2022-04-11 02:06:51+00:00", "text": "Police have released footage of a vehicle of interest in the 2012 fatal shooting of John Lazarro at Rochedale South. Anyone with information relating to the murder is urged to come forward. https://t.co/qPPSNf9l1v #7NEWS https://t.co/fhhEZcEmon", "_id": "1513337753588867072"}, {"created_at": "2022-04-10 09:18:40+00:00", "text": "As the state with the most relaxed rules on gel blasters, Queensland has again played host to the sport's biggest competition. The police minister, who sponsored the event, says gel blasters are regulated and safe. https://t.co/5A6Nwzb4TO @LauraDymock #7NEWS https://t.co/dWxmsIi2gQ", "_id": "1513084036587339777"}, {"created_at": "2022-04-10 09:08:29+00:00", "text": "20 years on from a murder that shocked two countries, Caroline Stuttle isn't forgotten. A memorial service is being held in Bundaberg to mark the anniversary of the British traveller being robbed and thrown to her death. https://t.co/VZ3A1cHvFd @_MichelleJensen #7NEWS https://t.co/5TeHgf5yhS", "_id": "1513081474320576515"}, {"created_at": "2022-04-10 08:52:24+00:00", "text": "Police have launched a search for a fisherman missing in the Whitsundays. Lee Eastham left a boat ramp at Pioneer Bay yesterday afternoon with a small black and white dog on board. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/w3CKXnuN5B", "_id": "1513077424971743235"}, {"created_at": "2022-04-10 08:41:09+00:00", "text": "Two people are dead after a horror crash on the D'Aguilar Highway near Nanango. @NedBalmeLives https://t.co/VZ3A1cHvFd #7NEWS https://t.co/9kMyeq5G6q", "_id": "1513074595683008513"}, {"created_at": "2022-04-09 09:00:00+00:00", "text": ".@VictoriaPolice has been rocked by the death of a young officer, killed in a shocking head-on crash near Mildura. The 25-year-old was behind the wheel of an unmarked police car, alongside her colleague. https://t.co/J9hMK8X0AI @cassiezervos #7NEWS https://t.co/HVx8uyA8rP", "_id": "1512716950706794496"}, {"created_at": "2022-04-09 07:22:06+00:00", "text": "The police officer killed in a horror double fatal crash on a Victorian road has been identified as 25-year-old Bria Joyce. #7NEWS https://t.co/gydOlIr8ut", "_id": "1512692313688264704"}, {"created_at": "2022-04-08 08:34:14+00:00", "text": "The NSW flood emergency has taken a deadly turn, with a 10th victim lost to rising waters. Evacuation orders are in place and despite the rain easing, the flood threat remains. https://t.co/B1uXb36Q6F #7NEWS https://t.co/XoahVUyOn0", "_id": "1512348079952842752"}, {"created_at": "2022-04-08 08:20:58+00:00", "text": "Theme parks have closed some popular rides after a child was badly injured at Movie World. The rides consist of carousels that were similar to the one which a 12-year-old boy was riding at Movie World on Tuesday. https://t.co/VZ3A1cHvFd @KaitlanSteadman #7NEWS https://t.co/ULidPgrbbK", "_id": "1512344738414100480"}, {"created_at": "2022-04-08 03:59:25+00:00", "text": "The co-founder of one of Australia’s most beloved music festivals, The @bigdayout, has died. #7NEWS https://t.co/NoqmYUwYKi", "_id": "1512278917872492548"}, {"created_at": "2022-04-08 02:08:41+00:00", "text": "The flood crisis has turned deadly with police locating the body of a man in a submerged vehicle in flood water in Sydney. https://t.co/LBqwwkl5dg #7NEWS https://t.co/hQt7bLW0In", "_id": "1512251051021598721"}, {"created_at": "2022-04-07 23:55:06+00:00", "text": "Robbery and unlawful use of a motor vehicle, Acacia Ridge: Police are investigating a robbery on Marnham Street, Acacia Ridge just before 11pm April 7. \nhttps://t.co/Jh3fdNTadX #7NEWS https://t.co/sEax9bZ4Nv", "_id": "1512217431661752323"}, {"created_at": "2022-04-07 23:38:02+00:00", "text": "A gunman has opened fire into a crowded bar in central Tel Aviv, killing at least two people and wounding several others before fleeing into a dense residential area, Israeli officials said. #7NEWS https://t.co/SafkcVO0ZO", "_id": "1512213137214545924"}, {"created_at": "2022-04-07 08:33:18+00:00", "text": "They've fought for justice for three decades. Now the family of murdered Toowoomba teenager Annette Mason finally has some answers, a second inquest into the 15-year-old's brutal death helping to bring closure. https://t.co/VZ3A1cpmr5 @RosannaKingsun #7NEWS https://t.co/aQo0lAfXxR", "_id": "1511985453515255813"}, {"created_at": "2022-04-07 08:21:35+00:00", "text": "A 13-year-old boy is in a serious condition after allegedly crashing a stolen car on the Gold Coast. The police commissioner has admitted there is more work to do to stop serial young offenders. https://t.co/vjF9wh1jFb @AnnaMcGraw_7 #7NEWS https://t.co/wZv3Njkw9t", "_id": "1511982508287561737"}, {"created_at": "2022-04-07 08:16:14+00:00", "text": "There's relief from flood victims tonight, after the prime minister relented and agreed to help fund Queensland's recovery program. It follows a bitter political stoush, and the cash comes with a condition. https://t.co/ThVY5Melv6 @MarlinaWhop #qldpol #auspol #7NEWS https://t.co/fklwyKSprt", "_id": "1511981158984155138"}, {"created_at": "2022-04-06 09:19:40+00:00", "text": "In the wake of the floods, water-damaged vehicles are inundating the used car market. It's prompted warnings to buyers, what looks like a new car could be unsafe and an illegal, mechanical timebomb. https://t.co/AiPmtRoO6q @AlexLewisJourno #7NEWS https://t.co/v6VOfCrRcJ", "_id": "1511634735864623106"}, {"created_at": "2022-04-06 08:45:45+00:00", "text": "A man in a clown mask who stole a puppy from the Dakabin RSPCA has admitted to his crime. 33-year-old Brendon Meares told 7NEWS he regrets his actions, but was only doing it for a mate. https://t.co/8dVQZAAOkr @AnnaMcGraw_7 #7NEWS https://t.co/sYG23vRG5j", "_id": "1511626201722331136"}, {"created_at": "2022-04-06 08:43:13+00:00", "text": "A person of interest in the unsolved murder of Toowoomba teenager Annette Mason has been compelled to give evidence at the coronial inquest into her death. The witness denied murdering the 15-year-old, or knowing who did. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/ajScaDgZZq", "_id": "1511625563186020361"}, {"created_at": "2022-04-06 08:37:58+00:00", "text": "BREAKING: Police have swarmed Bowen Hills, following reports of a man armed with a firearm. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/6JfMzpMoic", "_id": "1511624242013503494"}, {"created_at": "2022-04-06 08:35:14+00:00", "text": "A third person has been charged with the murder of missing Indooroopilly man Lachlan Griffiths. A 28-year-old man was arrested following a search at a Stafford property on Tuesday. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/cIdXa6I4uK", "_id": "1511623553480757251"}, {"created_at": "2022-04-06 08:27:27+00:00", "text": "Queensland Police have been caught out in an embarrassing bungle after using an image of Adolf Hitler in domestic violence training. https://t.co/VyoA1svt05 @BenBMurph #7NEWS https://t.co/D8EQNuzLn6", "_id": "1511621593587351559"}, {"created_at": "2022-04-06 08:26:07+00:00", "text": "Ukraine's president wants Russia expelled from the @UN Security Council, saying Russia's brutality amounts to the worst war crimes since World War II. Warning: some viewers might find images in this story confronting. https://t.co/L4P99D8Qdx #7NEWS https://t.co/TkG1C5rm8A", "_id": "1511621258600845312"}, {"created_at": "2022-04-06 08:25:30+00:00", "text": "BREAKING: Queensland Police have charged @PenrithPanthers rising star Taylan May over an incident that happened in November last year. https://t.co/VZ3A1cpmr5 #NRL #7NEWS https://t.co/xzlatXjkui", "_id": "1511621102312722432"}, {"created_at": "2022-04-06 08:20:23+00:00", "text": "There are new details on the Movie World ride accident which injured a 12-year-old boy. It's understood he wasn't seated properly on the carousel. https://t.co/bHI829gP9x @GeorgiaCosti #7NEWS https://t.co/rAUsT6xJOl", "_id": "1511619817828016132"}, {"created_at": "2022-04-06 08:14:38+00:00", "text": "There's anger from flood victims, after the prime minister rejected calls to help fund the state's recovery program. As an election looms, @ScottMorrisonMP is standing by his decision. https://t.co/Umsnc6aq8J @MarlinaWhop #qldpol #auspol #7NEWS https://t.co/P8GlEfNvuh", "_id": "1511618371070038019"}, {"created_at": "2022-04-06 06:42:56+00:00", "text": "An investigation is underway into what caused flames in an engine of a Rex plane in Melbourne yesterday. The flight was bound for King Island but while it was still on the tarmac, a passenger reported seeing the flames. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/GiLi2jYjUO", "_id": "1511595291581247491"}, {"created_at": "2022-04-06 03:58:15+00:00", "text": "A silhouette image of Adolf Hitler has been accidentally used by Queensland Police in a coercive control online training program, with the figure depicted as an officer asking questions of a domestic abuse victim. #7NEWS https://t.co/eTIzz8jmzH", "_id": "1511553848749350912"}, {"created_at": "2022-04-05 13:29:59+00:00", "text": "Ukrainian President Volodymyr Zelenskyy has promised to pursue allegations of war crimes against Russian forces in occupied regions of the country. @geofparry7 https://t.co/NNwwqOrrOb #TheLatest #7NEWS https://t.co/ww1xf4vGKi", "_id": "1511335340757635081"}, {"created_at": "2022-04-05 10:05:12+00:00", "text": "More bus strikes in store for Sydneysiders, developments which clear the way for the Prime Minister to call an election, and is Vladimir Putin headed for a war crimes trial?\n\nJoin @michaelusher for stories and more on The Latest, tonight from 10:55pm. #TheLatest #7NEWS https://t.co/kkNuMvZePE", "_id": "1511283808212946954"}, {"created_at": "2022-04-05 09:23:02+00:00", "text": "Police are on the hunt for an arsonist who tried to set fire to a Labrador home while a young family slept inside. A 7NEWS reporter spotted the blaze and woke the family before the fire took hold. https://t.co/1kDx1rVFKm @AmandaAbate #7NEWS https://t.co/LwrJKKz1RC", "_id": "1511273193516204032"}, {"created_at": "2022-04-05 09:08:13+00:00", "text": "The @BrisbaneBroncos have named Payne Haas to line up against the @SydneyRoosters at Suncorp Stadium on Friday night, despite an ongoing investigation with the Integrity Unit and NSW Police. https://t.co/g96jVFJ0G4 @KatieBrownAus #NRL #7NEWS https://t.co/07YhPVvuma", "_id": "1511269467753684996"}, {"created_at": "2022-04-05 08:37:20+00:00", "text": "It was meant to cut the cost of living, but for the freight industry, the fuel excise has backfired. It hasn't been passed on for diesel drivers, and is part of the reason food prices remain sky high. https://t.co/VZ3A1cHvFd @G_Chumbley #7NEWS https://t.co/OPfIdxx4Ou", "_id": "1511261694571737091"}, {"created_at": "2022-04-05 08:30:25+00:00", "text": "Queensland Police are struggling to keep on top of firearm ownership applications, thanks to a paperwork backlog. https://t.co/VZ3A1cpmr5 @BenBMurph #7NEWS https://t.co/BiluDh0UN2", "_id": "1511259953557778432"}, {"created_at": "2022-04-05 08:09:35+00:00", "text": "A 12-year-old boy has been seriously injured at Movie World. https://t.co/gu7sDFJDnW @GeorgiaCosti #7NEWS https://t.co/uf9TxcWoBw", "_id": "1511254712472928261"}, {"created_at": "2022-04-05 06:20:03+00:00", "text": "A Logan man has suffered serious facial injuries after accidentally shooting himself. It's understood the man in his 30s managed to drive himself to Logan Hospital just after 1am, when staff then alerted police. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/jK9bH2odgY", "_id": "1511227144944320513"}, {"created_at": "2022-04-05 05:18:41+00:00", "text": "A boy has been taken to hospital in a serious but stable condition after falling from a ride at Movie World. #7NEWS https://t.co/n7trLopH1U", "_id": "1511211700619395074"}, {"created_at": "2022-04-05 05:04:56+00:00", "text": "Ukraine's President has been overcome with emotion as he saw for himself the atrocities carried out in Bucha. After Russian forces withdrew, Ukrainian troops entered to find the bodies of civilians abandoned on the streets where they were murdered. https://t.co/WSmnH7Hi5d #7NEWS https://t.co/hY0QkX0xLs", "_id": "1511208243884093450"}, {"created_at": "2022-04-05 00:04:07+00:00", "text": "JUST IN: A land, water and air search is underway at North Ipswich after a man entered the Bremer River around 5.30am. Anyone with information that could help find the man should contact police immediately. https://t.co/M17TC2T12W #7NEWS https://t.co/YHlJa4rJm9", "_id": "1511132537858715648"}, {"created_at": "2022-04-04 12:29:00+00:00", "text": "A suspected gangland feud has turned deadly in the United States. Six people have been killed and a dozen more wounded when multiple shooters opened fire outside a nightclub in California. https://t.co/1ROR6MtsMj @ashleemullany #7NEWS https://t.co/5Rur2hPf78", "_id": "1510957606277427204"}, {"created_at": "2022-04-04 09:03:05+00:00", "text": "A convicted murderer who callously doused his wife's body in acid has made a bid for freedom. Klaus Andres murdered Li Ping Cao in 2011. The detective who put him behind bars has told 7NEWS, that's where he should stay. https://t.co/z9Vni7774c @SallyGyte #7NEWS https://t.co/EE5J80ClYi", "_id": "1510905785546514438"}, {"created_at": "2022-04-04 08:33:49+00:00", "text": "Harrowing pictures from inside Ukraine tonight have triggered claims of war crimes. Innocent civilians tied up and killed as Russia was forced to retreat from the capital Kyiv. https://t.co/X287pUdDIC #Ukraine #7NEWS https://t.co/XL98DjAvrC", "_id": "1510898422429421575"}, {"created_at": "2022-04-04 08:19:25+00:00", "text": "A dangerous rescue operation is underway tonight in the Blue Mountains where a tragic landslide has killed 2 bushwalkers and injured 3 others. It's believed the path they were on near Wentworth Falls suddenly gave way taking the group with them. https://t.co/KSQDR7QyDK #7NEWS https://t.co/SyNqBwSj2C", "_id": "1510894798294888449"}, {"created_at": "2022-04-04 06:48:37+00:00", "text": "A man is facing trial over the murder of missing man, Sam Price Purcell. The 25-year-old disappeared without a trace in 2015, suspected to have been killed over a drug debt in the Toowoomba region. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/4SkbrLMkjk", "_id": "1510871949081460737"}, {"created_at": "2022-04-04 06:26:39+00:00", "text": "Queensland Police have released footage of a ram raid at the Burleigh Waters Night Owl. Thieves backed a stolen BMW into the store just after 4:30am, threatening a 64-year-old employee before stealing cigarettes and driving off. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/CzIJkRPZJ4", "_id": "1510866417293221894"}, {"created_at": "2022-04-03 21:30:31+00:00", "text": "Fatal crash, Purga: A 31-year-old man died in a traffic crash in Purga yesterday afternoon. Three children who were passengers were rushed to hospital in stable conditions. https://t.co/91PJC1Spi4 #7NEWS", "_id": "1510731497057452035"}, {"created_at": "2022-04-03 08:26:00+00:00", "text": "First it was floods, now fire has devastated a Brisbane family. They escaped with just seconds to spare when a gas bottle exploded, igniting their Norman Park home. https://t.co/hpA2CGZnFj @SallyGyte #7NEWS https://t.co/94Q6R2Dgwy", "_id": "1510534068156309506"}, {"created_at": "2022-04-03 08:23:49+00:00", "text": "There's fresh evidence tonight of more war crimes committed by Russian soldiers in Ukraine. As fighting continues right across the country, even the celebrated liberation of areas, around the capital Kyiv, has come at a terrible cost. https://t.co/VZ3A1cpmr5 @hughwhitfeld #7NEWS https://t.co/ORrVabMvGz", "_id": "1510533515149860866"}, {"created_at": "2022-04-03 08:09:27+00:00", "text": "There are grave fears tonight for a young man missing in waters off Central Queensland. Jed Farraway was thrown overboard and three of his mates were injured when their tinnie crashed. https://t.co/VZ3A1cpmr5 @NedBalmeLives #7NEWS https://t.co/SDUSFEiSHR", "_id": "1510529901002039299"}, {"created_at": "2022-04-02 08:45:00+00:00", "text": "Wet conditions are hampering efforts to retrieve the bodies of five people killed in a helicopter disaster in Victoria. Two more victims have been publicly identified. https://t.co/ecyAUFTahs @BlakeJohnson #7NEWS https://t.co/OEcgoQFR47", "_id": "1510176459054219266"}, {"created_at": "2022-04-02 08:39:00+00:00", "text": "A 62-year-old former police officer is on a mission to climb Mount Everest and then jump off. If Ken Hutt succeeds, he'll become the oldest Australian to paraglide from the top of the world. https://t.co/ZbdRyYMKSu @KrystalENews #7NEWS https://t.co/GULFi53O08", "_id": "1510174949159444486"}, {"created_at": "2022-04-02 08:31:37+00:00", "text": "The cost of a drug that can extend the life of thousands of Australian men with prostate cancer has been slashed after being added to the PBS. While the announcement is welcomed experts are reminding men to put aside their pride and get tested. https://t.co/AfDWzBIeG2 #7NEWS https://t.co/pF5ZteF4uv", "_id": "1510173093213650950"}, {"created_at": "2022-04-02 08:25:00+00:00", "text": "7NEWS cameras have made it into the recently liberated town of Irpin, just outside Kyiv, where in the last 24 hours they've cleared out the Russians and the traps left behind. Police and the military are surveying what's left of a shattered city. https://t.co/lCtE4XfJsJ #7NEWS https://t.co/S9FBpDFjS2", "_id": "1510171425859985408"}, {"created_at": "2022-04-02 08:21:18+00:00", "text": ".@MarkBaileyMP has been named in a referral to the corruption watchdog for a second time. The opposition is now asking the @CCC_QLD to investigate whether cabinet secrets were disclosed illegally to a union boss. https://t.co/VZ3A1cHvFd @AlexLewisJourno #qldpol #7NEWS https://t.co/FTxYCIC6XJ", "_id": "1510170495823794176"}, {"created_at": "2022-04-02 08:16:24+00:00", "text": "A teenage boy has faced court after allegedly crashing a Range Rover into two police cars on the M1. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/rhi8kpSWZl", "_id": "1510169263947931649"}, {"created_at": "2022-04-02 08:02:35+00:00", "text": "Border Force is cracking down on the illegal smuggling and selling of some of Australia's most common backyard animals. Authorities have revealed the lengths some people have gone to trying to get in on the growing black market. https://t.co/foNL9vRKro #Smuggling #7NEWS https://t.co/YqqoFvgflB", "_id": "1510165784181735424"}, {"created_at": "2022-04-02 03:26:57+00:00", "text": "Ripley: Have you seen this woman? 50-year-old Cindy Kenny was last seen leaving a Dennis Road, Springwood address around 5pm on Wednesday March 30 and may be driving a white car with registration CLK011. Got info? Contact Policelink on 131 444. https://t.co/Z7Rl421VE5 #7NEWS https://t.co/zQKJ4g9EfP", "_id": "1510096422204424198"}, {"created_at": "2022-04-02 02:29:19+00:00", "text": "BREAKING: Police have declared an exclusion zone in Rosewood after two bodies were found in a Blakes Road property on Friday afternoon. There are several potential hazards in the home, but there is no risk to other properties in the area. https://t.co/jbzV7FUtbe #7NEWS https://t.co/2hXCowBRDS", "_id": "1510081914450837507"}, {"created_at": "2022-04-01 12:01:00+00:00", "text": "A treatment helping thousands of Australians with severe asthma is about to become a lot cheaper. It’s part of a new round of drugs being listed on the PBS to help medicine become more affordable. https://t.co/gPN5Ad6E4B #7NEWS https://t.co/qRRJZPhHYo", "_id": "1509863397357080584"}, {"created_at": "2022-04-01 11:00:03+00:00", "text": "Heartbroken families have paid tribute to the victims of a helicopter disaster, as emergency crews work to recover their bodies from rugged bushland in Victoria. https://t.co/6g58CjUZzE #7NEWS https://t.co/ZpPnC0M57L", "_id": "1509848057961091076"}, {"created_at": "2022-04-01 09:22:01+00:00", "text": "Russian President Vladimir Putin is increasingly isolated and according to the head of Britain's armed forces has already lost the war he began 6 weeks ago. Russia's given no sign of a ceasefire, let alone surrender. https://t.co/BWYtOZWTOq #Ukraine #7NEWS https://t.co/HkFOwSFJ3f", "_id": "1509823385903452161"}, {"created_at": "2022-04-01 08:49:14+00:00", "text": "As if it couldn't get any worse, Queensland's flood victims are facing another blow. Land valuations have skyrocketed in many of the South East's hardest hit suburbs, and it could mean even higher rates and land taxes. https://t.co/S1UZefkgyF @GeorgiaTerry_7 #7NEWS https://t.co/u9h1s59xld", "_id": "1509815139297796100"}, {"created_at": "2022-04-01 08:31:29+00:00", "text": "Five weeks on, the Brisbane River is still seeing the devastating effects of the deadly South East flood disaster. As ferry services make a slow return, the removal of the Drift Restaurant eyesore has been delayed. https://t.co/5LXsu201uB @SallyGyte #7NEWS https://t.co/mCfqX54oVn", "_id": "1509810669797150722"}, {"created_at": "2022-04-01 08:16:51+00:00", "text": "A woman whose partner was killed in a caravan fire last month has watched his funeral from her hospital bed. 22-year-old Logan man Blake Whell died protecting Tomeka Willis and her unborn son from the flames. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/hEyLQ9vc1i", "_id": "1509806988229632002"}, {"created_at": "2022-04-01 08:14:54+00:00", "text": "It's been a common thread in domestic violence murders for years - poorly trained police failing to respond properly until it's too late. Systemic problems have prompted urgent calls for change. https://t.co/J5u1XO6XSQ @AlexLewisJourno #qldpol #7NEWS https://t.co/GuNg6vsCqg", "_id": "1509806495973580803"}, {"created_at": "2022-04-01 07:27:16+00:00", "text": "Police have released footage of some terrifying crashes and close calls as they plead with families to take care on the road this Easter. Operation Uniform Easter will see extra officers patrolling Queensland's major roads. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/38GKhwzs0v", "_id": "1509794510997721088"}, {"created_at": "2022-04-01 04:05:32+00:00", "text": "Two cranes have moved in to stabilise Drift Restaurant at Milton, before the building is removed from the Bicentennial Bikeway on Coronation Drive. Works have been delayed after heavy rain drenched the South East earlier this week. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/wWs2hcxfu5", "_id": "1509743741455966209"}, {"created_at": "2022-04-01 03:53:47+00:00", "text": "European buyers of Russian gas are facing a deadline to start paying in roubles, while negotiations aimed at ending the five-week war are set to resume even as Ukraine braced for further attacks in the south and east. #7NEWS https://t.co/jH9bV6JzpC", "_id": "1509740784622669829"}, {"created_at": "2022-04-01 02:40:46+00:00", "text": "Queensland Police have urged drivers to stay safe on the roads during school holidays, after six deaths on the state's roads during last year's Easter long weekend. Remember to buckle up and take regular breaks during a road trip. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/Y21fRvWuRw", "_id": "1509722411620773893"}, {"created_at": "2022-04-01 02:05:10+00:00", "text": "Police were ready to arrest Will Smith after he slapped Chris Rock at the Oscars but the comedian declined to press charges, the ceremony's producer says. #7NEWS https://t.co/m3Qb2pGQU5", "_id": "1509713450209267717"}, {"created_at": "2022-04-01 01:43:00+00:00", "text": "Melbourne drug boss Tony Mokbel has been taken from his prison cell to hospital after suffering chest pains. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/BaUaO3I9Yl", "_id": "1509707871465877514"}, {"created_at": "2022-03-31 08:18:33+00:00", "text": "A court has heard Hannah Clarke was the \"walking dead\" and that nothing could save her and her children from estranged husband, Rowan Baxter. Systemic failings were also detailed during an emotional close to the inquest. https://t.co/Zk9NlUVYNd @AlexLewisJourno #7NEWS https://t.co/ZScR0gbnLw", "_id": "1509445029005524999"}, {"created_at": "2022-03-31 06:48:03+00:00", "text": "Ernie Carroll, the man behind iconic TV puppet, Ozzie Ostrich has died. He started his television career in the fifties and was also a writer and producer. https://t.co/Hvu64xyIkp #7NEWS https://t.co/1XDMeE9Fk9", "_id": "1509422253485989889"}, {"created_at": "2022-03-31 06:27:49+00:00", "text": "Police have released vision of the moment a man was shot, as he sat in his car on a Hendra street. The footage shows a man ducking into a driveway, as two men in high-viz vests approach a black Audi. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/BUOAmenBvu", "_id": "1509417163223801859"}, {"created_at": "2022-03-30 22:15:40+00:00", "text": "Chilling footage of Hannah Clarke’s estranged husband Rowan Baxter making his final purchases before he murdered his family has been revealed in court. #7NEWS https://t.co/8gTP2CQXU6", "_id": "1509293308065251330"}, {"created_at": "2022-03-30 21:48:08+00:00", "text": "Wounding, Hendra: Police investigating an alleged wounding incident at Hendra on March 26 have released new footage as they continue to appeal for information. #7NEWS https://t.co/FeBjxkeU35", "_id": "1509286378475261954"}, {"created_at": "2022-03-30 20:39:50+00:00", "text": "Will Smith’s slap seen around the world at the Oscars was clearly a crime, legal experts say. #7NEWS https://t.co/uEUQ2id3xU", "_id": "1509269189365989377"}, {"created_at": "2022-03-30 20:33:06+00:00", "text": "Ernie Carroll, the man who voiced beloved Aussie TV puppet character Ossie Ostrich, has died at the age of 92. #7NEWS https://t.co/0OPppoeI6v", "_id": "1509267496381349889"}, {"created_at": "2022-03-30 20:29:46+00:00", "text": "Tom Parker, one fifth of British boy band The Wanted, has died after being diagnosed with a terminal brain tumour. #7NEWS https://t.co/XbbF5bbTxl", "_id": "1509266658116128768"}, {"created_at": "2022-03-30 20:28:11+00:00", "text": "Fatal Crash, Dayboro: A 21-year-old Warner woman has died from injuries sustained in a traffic crash on March 28 at Dayboro. https://t.co/HE6vO7A9w3 #7NEWS https://t.co/TiIAV53HwE", "_id": "1509266258319282178"}, {"created_at": "2022-03-30 08:50:35+00:00", "text": "A jerry can, petrol and three Kinder eggs. Rowan Baxter's final purchases before he murdered his family have been detailed as the inquest draws to a close. https://t.co/VZ3A1cHvFd @AlexLewisJourno #7NEWS https://t.co/j3E8gzYZGj", "_id": "1509090701170319360"}, {"created_at": "2022-03-30 06:24:09+00:00", "text": "Police have released security footage of a bomber leaving a device at a home in Kingston last Thursday. They lower the 'bucket bomb' over the fence leaving it behind a car in the driveway. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/zyZvsNrpTl", "_id": "1509053852380966912"}, {"created_at": "2022-03-30 02:55:20+00:00", "text": "BREAKING: Police have made an emergency declaration under the Public Safety Preservation Act (PSPA) due to an ongoing police incident in Logan. Members of the public are advised to avoid the area. https://t.co/ckw53iYnml #7NEWS https://t.co/eKDRPaF4Lr", "_id": "1509001300369100800"}, {"created_at": "2022-03-30 02:22:57+00:00", "text": "Police have released footage of a person putting a bucket into a Kingston front yard as part of an investigation into an explosion at the home on Thursday March 24, leaving a 52-year-old man with serious injuries. https://t.co/UKFRvD3sH2 #7NEWS https://t.co/ZoN52yaXUc", "_id": "1508993152455421953"}, {"created_at": "2022-03-29 23:01:51+00:00", "text": "Queen Elizabeth made her first public appearance in five months overnight when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. #7NEWS https://t.co/YdXCIjwb5z", "_id": "1508942542615683072"}, {"created_at": "2022-03-29 12:08:07+00:00", "text": "Queen Elizabeth has made her first public appearance in five months when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. https://t.co/M7GERA0poZ #TheLatest #7NEWS https://t.co/SwVMrrlwq3", "_id": "1508778023088111618"}, {"created_at": "2022-03-29 08:52:19+00:00", "text": "There's been a damning assessment of police training in domestic violence during the inquest into the deaths of Hannah Clarke and her children. The court was also shown video of their killer Rowan Baxter days before his attack. https://t.co/F2nC3OxOVf @LauraDymock #7NEWS https://t.co/jiZlI44FtB", "_id": "1508728750359609351"}, {"created_at": "2022-03-29 06:03:55+00:00", "text": "Water police have launched a search operation for a wind surfer believed to be missing in waters off Scarborough, at Redcliffe. Anyone who knows the whereabouts of the windsurfer should contact police immediately. https://t.co/hWAYrzxJNB #7NEWS https://t.co/bUdJKnFSEK", "_id": "1508686372907159554"}, {"created_at": "2022-03-29 04:34:14+00:00", "text": "At least three people have died after a snow squall led to a 50-vehicle crash on a Pennsylvania highway. #7NEWS https://t.co/Hc3Qt2S3G6", "_id": "1508663799519543299"}, {"created_at": "2022-03-28 08:36:18+00:00", "text": "The inquest into the deaths of the Brisbane mother and her three children has been shown new video of Hannah calling her estranged husband a \"psycho\" and admitting he was controlling in the weeks before she was murdered. https://t.co/VZ3A1cHvFd @LauraDymock #7NEWS https://t.co/YxLq2d2fLt", "_id": "1508362332090810375"}, {"created_at": "2022-03-27 22:30:03+00:00", "text": "A man and five dogs have died after their vehicle was swept away in floodwaters at Kingsthorpe, west of Toowoomba. Crews pulled a woman to safety, and later found the man and his dogs in the ute. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/OSgs1ll8rh", "_id": "1508209764526100483"}, {"created_at": "2022-03-27 21:58:48+00:00", "text": "A six-year-old boy who went missing in Perth’s south on Sunday has died in hospital overnight. #7NEWS https://t.co/7qGhIsAXdB", "_id": "1508201899178496001"}, {"created_at": "2022-03-27 09:20:00+00:00", "text": "Thousands of Australians living with cystic fibrosis can now access life-saving treatment. The critical drug has just been listed on the PBS, for just a fraction of the price. https://t.co/KRhcXKEdFp @SaraJones_7 #7NEWS https://t.co/M0qfZxq72I", "_id": "1508010940108873731"}, {"created_at": "2022-03-27 08:30:00+00:00", "text": "Russia has launched a missile strike near Poland in what appears to be a deadly warning to the United States. The attack came after US President Joe Biden labelled Vladimir Putin “a butcher”. https://t.co/VZ3A1cpmr5 @geofparry7 #7NEWS https://t.co/MZ5sPwD6Cw", "_id": "1507998358786379780"}, {"created_at": "2022-03-27 08:26:40+00:00", "text": "There's been a delicate operation to rescue a driver, trapped inside his truck, after it slammed into a Sunnybank Hills home. The property was left with significant structural damage, as police investigate what led to the crash. https://t.co/VZ3A1cpmr5 @SallyGyte #7NEWS https://t.co/XvqHsWqa0O", "_id": "1507997519627792384"}, {"created_at": "2022-03-27 08:26:16+00:00", "text": "A paramedic has been injured after a man allegedly stole an ambulance near Hervey Bay. 7NEWS has the exclusive video of the moment he was arrested. https://t.co/TaVtVtMI7N @dantececcon #7NEWS https://t.co/XSy7tygAED", "_id": "1507997417450328064"}, {"created_at": "2022-03-27 01:48:53+00:00", "text": "Taylor Hawkins, the drummer for multi-platinum rock band Foo Fighters, had an assortment of drugs in his system when he died, Colombian authorities say. #7NEWS https://t.co/rrkpozJfBV", "_id": "1507897414086438921"}, {"created_at": "2022-03-26 09:10:13+00:00", "text": "Tomorrow’s weather forecast with @PaulBurt07. \"Instability along the eastern seaboard as a trough hangs along the Northern NSW coastline.\" https://t.co/VZ3A1cHvFd #qldweather #7NEWS https://t.co/EtnqfuRx5G", "_id": "1507646090887430144"}, {"created_at": "2022-03-26 08:33:37+00:00", "text": "A man at the centre of a dramatic Gold Coast arrest has faced court. Police allege 41-year-old Te Napi Clark fled after driving erratically at Oxenford. Officers later caught up with him at Pacific Pines, where a 7NEWS cameraman aided in the arrest. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/fPdyWrc5C9", "_id": "1507636880896000001"}, {"created_at": "2022-03-26 08:24:20+00:00", "text": "An investigation is underway after a 59-year-old man died at the Moranbah North coal mine in Central Queensland. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/KHPvfPQBaf", "_id": "1507634546157580294"}, {"created_at": "2022-03-26 03:30:00+00:00", "text": "@annamcgraw_7 Police have charged a 33-year-old man after Cashew the Staffy puppy was stolen from the Dakabin RSPCA by a person wearing a clown mask. Cashew was later returned safely to her new owners, and the man is due to face court on a break and enter charge. https://t.co/ndFpwpFQYE #7NEWS https://t.co/drK7U5UMUO", "_id": "1507560473373265924"}, {"created_at": "2022-03-26 03:28:58+00:00", "text": "Foo Fighters drummer Taylor Hawkins has died aged 50. The band confirmed the news in a statement, writing: “The Foo Fighters family is devastated by the tragic and untimely loss of our beloved Taylor Hawkins.” #7NEWS https://t.co/Jj6pNRgdLl", "_id": "1507560214601801731"}, {"created_at": "2022-03-25 11:36:00+00:00", "text": "There is growing concern China's plan to set up a military base in the Solomon Islands could threaten the stability of our region. Experts warn Beijing could be close to gaining another strategic foothold if Australia does not act soon. https://t.co/DqAPcVIK2k #auspol #7NEWS https://t.co/bs2Xxzqhls", "_id": "1507320389814398982"}, {"created_at": "2022-03-25 08:57:28+00:00", "text": "If a hoon cuts you off in traffic, don't upload your dashcam video to Facebook; send it straight to police. The QPS is making it easy to send videos of hooning directly to investigators. https://t.co/rcQMVjSM3E #7NEWS https://t.co/PndSrynduK", "_id": "1507280493418405890"}, {"created_at": "2022-03-25 08:31:26+00:00", "text": "A Logan man remains in hospital after a homemade bomb exploded in his front yard. The mysterious device went off when the 52-year-old victim picked up the bucket. https://t.co/XwXSic6t9F @AnnaMcGraw_7 #7NEWS https://t.co/f4z6ESD85z", "_id": "1507273943874297859"}, {"created_at": "2022-03-25 08:24:53+00:00", "text": "Dramatic scenes played out at a Gold Coast shopping centre this morning, as police and onlookers chased down a fugitive. He was arrested on the footpath after allegedly leading officers on a dangerous pursuit on the road, and on foot. https://t.co/dxHprWZHHJ @AmandaAbate #7NEWS https://t.co/o66Vq4TVGE", "_id": "1507272296670527488"}, {"created_at": "2022-03-25 08:18:15+00:00", "text": "For the first time, a chilling insight into how Rowan Baxter treated Hannah Clarke months before he killed her and their kids. The inquest has released video of police intercepting the couple, tense exchanges captured on bodycam. https://t.co/LSW6vutxZ7 @AlexLewisJourno #7NEWS https://t.co/zz6fmcgfm3", "_id": "1507270627392073728"}, {"created_at": "2022-03-25 06:58:42+00:00", "text": "A second man has been charged in connection with the disappearance and alleged murder of Lachlan James Griffiths. The 40-year-old was arrested after police searched a Gold Coast property yesterday. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/h5wwx1oiDf", "_id": "1507250607274426372"}, {"created_at": "2022-03-25 05:50:49+00:00", "text": "***PLEASE SHARE***\nLogan Central: Have you seen this boy? The 12-year-old boy was last seen at around Logan Central on March 24. Got info? Contact Policelink on 131 444. https://t.co/idLlMPdk9N #7NEWS https://t.co/LnbUOoCCaZ", "_id": "1507233523769364482"}, {"created_at": "2022-03-24 23:22:08+00:00", "text": "A bomb in a bucket has exploded at a house in Logan, leaving a 52-year-old man with serious injuries. Police are appealing to anyone who was in the Kingston area around 5.30pm with information or dashcam footage to come forward. https://t.co/VZ3A1cHvFd @AnnaMcGraw_7 #7NEWS https://t.co/UF2AQAJX6T", "_id": "1507135709265920000"}, {"created_at": "2022-03-24 22:44:04+00:00", "text": "Emerging @GCTitans winger Treymain Spry has been cleared of any wrongdoing after an off-field incident left him badly injured on the eve of the @NRL season. #7NEWS https://t.co/oETZB2qkl8", "_id": "1507126128976097306"}, {"created_at": "2022-03-24 08:44:32+00:00", "text": "A Gold Coast woman accused of pretending to be a doctor to allegedly sell fake COVID-19 exemption certificates could face more charges. Police are investigating if Maria Pau continued to sell certificates after her arrest last year. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/uiIqj8WTau", "_id": "1506914852463611904"}, {"created_at": "2022-03-24 08:43:46+00:00", "text": "The integrity scandal is again dogging the Palaszczuk government. It's come under fire about a contract awarded to a Labor-linked lobbying firm. The firm was paid to give advice to a government-owned corporation. https://t.co/VZ3A1cHvFd @MarlinaWhop #qldpol #7NEWS https://t.co/F6D25BY3Si", "_id": "1506914659072626689"}, {"created_at": "2022-03-24 08:29:56+00:00", "text": "Flood repairs are happening across Queensland, with victims trying to rebuild their homes and their lives. But many know this could all happen again, and it's why the Premier is pushing to flood-proof those in the firing line. https://t.co/VZ3A1cHvFd @JoelDry7 #7NEWS https://t.co/4e5gZ7YE4E", "_id": "1506911178890805250"}, {"created_at": "2022-03-24 08:23:01+00:00", "text": "He's vocal about being unvaccinated, now Clive Palmer has controversially claimed a cocktail of drugs saved him from dying of COVID. The billionaire made the stunning claims as cases soared to more than 11,000. https://t.co/nJGpvNGIdj @SamHeathwood7 #7NEWS https://t.co/vpxpUeIJxs", "_id": "1506909437059284993"}, {"created_at": "2022-03-24 08:20:01+00:00", "text": "25 people have been arrested across Brisbane following an 18-month investigation into the city's drug trade. A number of shopfront businesses were being used to launder money. https://t.co/VZ3A1cHvFd @AnnaMcGraw_7 #7NEWS https://t.co/e2S7k9xXuR", "_id": "1506908681333768193"}, {"created_at": "2022-03-24 08:16:21+00:00", "text": "She'd vowed to give Hannah a voice. Today, it was a powerful one as Sue Clarke took to the stand at the inquest into the murder of her daughter and three grandchildren. https://t.co/VZ3A1cHvFd @AlexLewisJourno #7NEWS https://t.co/uTRfk3DWgG", "_id": "1506907761535504388"}, {"created_at": "2022-03-24 06:23:02+00:00", "text": "A woman has allegedly stabbed a man in the neck on the Gold Coast. Police were called to a home at Guanaba to find a 54-year-old man with neck injuries just after 10pm overnight. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/FwrPFr6twV", "_id": "1506879242029912065"}, {"created_at": "2022-03-24 01:27:54+00:00", "text": "A two-month-old child with no underlying health conditions died with COVID. #7NEWS https://t.co/2ZN6ZA4fkz", "_id": "1506804970296815623"}, {"created_at": "2022-03-23 22:09:45+00:00", "text": "Australia will establish a national register for convicted terrorists as part of the federal government's national security funding in the upcoming budget. #7NEWS https://t.co/fi2y9XzLp5", "_id": "1506755105072185346"}, {"created_at": "2022-03-23 12:01:00+00:00", "text": "New Orleans has been smashed by a deadly tornado, destroying homes and leaving thousands without power. It touched down close to the historic French Quarter after cutting a terrifying path through America's deep south. https://t.co/g9Oc2JxvlI #7NEWS https://t.co/7AFa2ZTmz2", "_id": "1506601905849573384"}, {"created_at": "2022-03-23 10:39:00+00:00", "text": "Anthony Albanese has fired back at Scott Morrison who claimed the Opposition leader had gone into hiding following claims of a toxic culture within Labor. Mr Albanese fronted the cameras today, ruling out an independent inquiry into bullying claims. https://t.co/5Mqjmmzhv2 #7NEWS https://t.co/YW7C3AqUSi", "_id": "1506581269492109314"}, {"created_at": "2022-03-23 08:16:40+00:00", "text": "A woman burnt in a fire at Logan has undergone surgery for her injuries. Her partner died after the caravan they were staying in exploded. Their heartbroken families have hailed him a hero for saving her and her unborn baby. https://t.co/2sZg7fhVvU @AnnaMcGraw_7 #7NEWS https://t.co/jP9PX7KyYN", "_id": "1506545449666494464"}, {"created_at": "2022-03-23 06:13:56+00:00", "text": "A pile of mattresses has gone up in flames at an industrial facility in Pinkenba. Workers were evacuated as half a dozen crews battled this morning's blaze. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/vA4nA9scZh", "_id": "1506514562887352320"}, {"created_at": "2022-03-23 05:08:21+00:00", "text": "UPDATE: Cashew the Staffy puppy has been found! A man dressed as a clown stole the four-month-old from the RSPCA at Dakabin on Saturday, before police found her at an address this afternoon. She is once again in the care of the RSPCA. https://t.co/aL0Va8ocx8 #7NEWS https://t.co/x909a860pP", "_id": "1506498061056765953"}, {"created_at": "2022-03-23 01:40:00+00:00", "text": "A young father-to-be has died protecting his pregnant partner as their caravan went up in flames. His baby boy was born just hours after he passed away. https://t.co/vtYvwPpxsm @Jordan_Bissell7 #7NEWS https://t.co/piWah1sfVi", "_id": "1506445625969168384"}, {"created_at": "2022-03-22 11:45:00+00:00", "text": "132 people are feared dead after a passenger jet nose-dived into the ground in China. The Boeing 737-800 crash has baffled aviation experts because it's regarded as one of the safest planes built, and is the backbone of Australia's airline fleet. https://t.co/oD8dWMJc11 #7NEWS https://t.co/yj5VGj0iuK", "_id": "1506235491317862411"}, {"created_at": "2022-03-22 09:10:53+00:00", "text": "Police are hunting a clown caught on camera stealing a four-month-old Staffy from Dakabin. The brazen act is heartbreaking for the puppy's new owners, who were due to pick up their new family member that day.https://t.co/FcfKBcdC8E @SallyGyte #7NEWS https://t.co/2u9DQPfEwR", "_id": "1506196708916867074"}, {"created_at": "2022-03-22 08:39:58+00:00", "text": "A woman has been bashed, and her head stomped on, during a brutal robbery at Helensvale. Police have released footage taken seconds before the 39-year-old was ambushed early on Wednesday. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/kfadiZ50PN", "_id": "1506188928545882119"}, {"created_at": "2022-03-22 08:19:00+00:00", "text": "Russia has been obliterating Ukrainian towns from the air, now troops have been seen opening fire on peaceful protesters on the ground. The west believes Vladimir Putin's brutal advance is slowing. https://t.co/sUqH2ONRpj #Ukraine #7NEWS https://t.co/DwvL80QX1d", "_id": "1506183649376493576"}, {"created_at": "2022-03-22 08:16:48+00:00", "text": "The bodies of an elderly couple have been found in a house in Brassall. Police made the discovery last night. https://t.co/VZ3A1cHvFd @LauraDymock #7NEWS https://t.co/cN1M511Lsu", "_id": "1506183096986902529"}, {"created_at": "2022-03-22 08:13:45+00:00", "text": "An exploding e-scooter battery is being blamed for a devastating fire which claimed the life of a young father-to-be at Logan. His pregnant partner is fighting for life, their baby delivered in emergency surgery. https://t.co/rFrBCh8oyt @NedBalmeLives #7NEWS https://t.co/SoCnzpNhHQ", "_id": "1506182327311159299"}, {"created_at": "2022-03-22 06:33:03+00:00", "text": "A man and woman have been found dead after a backyard shooting in Caloundra West, that police say was a murder-suicide pact. The 48-year-old woman and 52-year-old man weren't in a romantic relationship. https://t.co/3jHJjNwcTk #7NEWS https://t.co/OQlTBAnu0o", "_id": "1506156986089746433"}, {"created_at": "2022-03-22 05:39:41+00:00", "text": "A new crackdown on international smugglers has been unveiled with a new forensics lab targeting mail-order drugs and weapons. The state-of-the-art lab will help border authorities and federal police intercept illicit goods and pursue criminal importers. https://t.co/w5bXT6Esft https://t.co/Vx2DUvG3OF", "_id": "1506143558205509637"}, {"created_at": "2022-03-22 01:53:33+00:00", "text": "Stabbing, Zillmere: A 33-year-old Zillmere man has been charged following an alleged assault at a Tolmie Street address overnight. A 25-year-old man has been taken to hospital in a serious but stable condition. https://t.co/yU5crKHVbF #7NEWS https://t.co/IxUys2oATf", "_id": "1506086647087067140"}, {"created_at": "2022-03-22 01:35:00+00:00", "text": "Russian soldiers in Ukraine have resorted to brutal new tactics on unarmed civilians. They fired stun grenades and opened fire on protestors in the occupied city of Kherson. https://t.co/4ZMMr1Zzjt #7NEWS https://t.co/ls1QgIFvz4", "_id": "1506081979543871491"}, {"created_at": "2022-03-21 21:05:57+00:00", "text": "A man and woman have been found dead at a home on the Sunshine Coast. It's believed one of them alerted police moments before it unfolded. https://t.co/VZ3A1cHvFd @BenBMurphy #7NEWS https://t.co/EIQQuFUWAX", "_id": "1506014271939149827"}, {"created_at": "2022-03-21 21:05:36+00:00", "text": "A young couple have suffered severe burns in a caravan fire at Logan overnight. A 22-year-old man was taken to hospital in a critical condition, while his 20-year-old partner is in a serious condition. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/lXq2Dqe4yn", "_id": "1506014183292534785"}, {"created_at": "2022-03-21 20:50:27+00:00", "text": "Missing girl, West Ipswich: Have you seen this girl? The 14-year-old was last seen at a Brisbane Road address at 4pm on March 21. Got info? Contact Policelink on 131 444. \nhttps://t.co/YjkpTvHfQv #7NEWS https://t.co/DVVNQZ626C", "_id": "1506010369470640133"}, {"created_at": "2022-03-21 20:39:29+00:00", "text": "Police are investigating a fire in Logan Central last night. A 22-year-old man and a 20-year-old woman were found in a caravan that was set ablaze. Got info? Contact Policelink on 131 444. https://t.co/6JOxhDZZUA #7NEWS https://t.co/m0qjZDOvIf", "_id": "1506007611799654401"}, {"created_at": "2022-03-21 08:46:40+00:00", "text": "Citipointe Christian College is under fire again after asking teachers to sign an anti-gay contract or risk being sacked. The document prohibits staff from expressing human sexuality contrary to the religious beliefs of the college. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/19rECGyiOP", "_id": "1505828223908986886"}, {"created_at": "2022-03-21 08:24:26+00:00", "text": "A Gold Coast man has been charged with the murder of his 74-year-old landlord. Police are yet to say how Susan Walker died, but did say her accused murderer is the one who raised the alarm. https://t.co/VZ3A1cHvFd @Jordan_Bissell7 #7NEWS https://t.co/9QEOUddgWU", "_id": "1505822630355812352"}, {"created_at": "2022-03-21 06:30:40+00:00", "text": "Police have identified the man, whose body was discovered in Gordonbrook Dam. The remains of 51 year old Kingaroy man, Darryl Smith and a woman in her 40s were found tied together on Saturday. https://t.co/7a6h0Sp0uf #7NEWS https://t.co/eH2hl2h2kr", "_id": "1505794000179310596"}, {"created_at": "2022-03-21 03:59:38+00:00", "text": "A car has rolled at New Farm after a two-vehicle crash on Langshaw Street. One person has been taken to hospital in a stable condition. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/woORAiXDBu", "_id": "1505755990221680641"}, {"created_at": "2022-03-21 03:48:58+00:00", "text": "A chartered fishing boat carrying 10 people has sunk in stormy weather off the New Zealand coast, with four people confirmed dead and one other missing. #7NEWS https://t.co/YvMD0yRWeD", "_id": "1505753307242909698"}, {"created_at": "2022-03-21 01:41:00+00:00", "text": "The flood crisis has moved to the prime minister's front yard. Protestors brought a load of flood damaged goods to @ScottMorrisonMP's official Sydney residence. However, police stopped the tip-truck from driving up to the gates of Kirribilli House. https://t.co/lqvd0bipma #7NEWS https://t.co/a4fh0gbGbd", "_id": "1505721101674070017"}, {"created_at": "2022-03-21 01:25:23+00:00", "text": "Police have established a crime scene on the Gold Coast after an elderly woman's body was found in a Molendinar home. A 50-year-old man is assisting police with their enquiries, as they investigate the suspicious death. https://t.co/laagyA0d1T #7NEWS https://t.co/6pJhlOdil4", "_id": "1505717172307300355"}, {"created_at": "2022-03-21 00:36:28+00:00", "text": "A 2-year-old child has died in Sydney after contracting COVID-19. #7NEWS https://t.co/EQ24mGB1wL", "_id": "1505704862268690432"}, {"created_at": "2022-03-20 23:46:30+00:00", "text": "Police are appealing for any information relating to an incident of stealing and assault at a Capalaba shopping centre on Friday March 11. Got info? Contact Policelink on 131 444. https://t.co/9qBbqWwuYZ #7NEWS https://t.co/JppE556dcM", "_id": "1505692288986808320"}, {"created_at": "2022-03-20 21:05:35+00:00", "text": "A woman has been found dead inside a home on the Gold Coast, with police deeming her death suspicious. #7NEWS https://t.co/IT1tpqOwLr", "_id": "1505651791224258561"}, {"created_at": "2022-03-20 20:20:53+00:00", "text": "A woman aged in her 70's has been found dead at a home on the Gold Coast overnight. A man is in custody over the death. https://t.co/VZ3A1cHvFd @Jordan_Bissell7 #7NEWS https://t.co/3UZ4wbqEDa", "_id": "1505640544042876928"}, {"created_at": "2022-03-20 11:30:00+00:00", "text": "The Duke and Duchess of Cambridge have kicked off their Royal Tour of the Caribbean, mired in controversy, with locals protesting William's role in a so called 'colonial legacy of theft'. 7NEWS at 6pm | https://t.co/LeKt9UBKut @DavidWoiwod #7NEWS https://t.co/9GyzgLM8jX", "_id": "1505506941648449537"}, {"created_at": "2022-03-20 08:20:00+00:00", "text": "Russia has inflicted the single deadliest attack on Ukrainian forces since the invasion began. President Zelenskyy is warning of more pain for Moscow if Russia doesn't back down, but it appears Vladimir Putin isn't listening. https://t.co/zw6f9IbkBW #7NEWS https://t.co/3ONxku4Ozh", "_id": "1505459125416869890"}, {"created_at": "2022-03-20 01:03:48+00:00", "text": "Police investigating the discovery of a man and a woman in Gordonbrook Dam in Queensland’s South Burnett region have made an appeal for information. #7NEWS https://t.co/18ExMKxiOz", "_id": "1505349354118213638"}, {"created_at": "2022-03-19 08:32:28+00:00", "text": "Tonight, Brisbane's Town Hall will be brightened by the colour red at the 17th Dance for Daniel. Almost $3.5 million recovered from the proceeds of crime will now be used  to prevent similar tragedies. https://t.co/mqTmGIWDjF @KayMcGrath7 #7NEWS https://t.co/5kW4zyNQka", "_id": "1505099874697904130"}, {"created_at": "2022-03-19 06:24:00+00:00", "text": "Police believe a body found in the Tweed River is that of a man who jumped off a boat in the early hours of this morning. #7NEWS https://t.co/OsE2pvLnTx", "_id": "1505067544889409537"}, {"created_at": "2022-03-19 03:27:00+00:00", "text": "Queensland Fire and Emergency Services Executive Manager, Martin Gibson speaks about how drone technologies are being utilised in flood recovery efforts. https://t.co/9FKP3sEWg3 #7NEWS https://t.co/gNkU83a4cP", "_id": "1505023002156892163"}, {"created_at": "2022-03-19 01:28:53+00:00", "text": "A man wanted by police in three states has been extradited to NSW following his arrest on the Gold Coast. The 44-year-old had been sought in relation to outstanding warrants for domestic violence, drug, traffic and property offences. #7NEWS https://t.co/g0vYqa4pfd", "_id": "1504993276423995394"}, {"created_at": "2022-03-18 23:39:48+00:00", "text": "Police are reassuring the community there is no wider threat following the terrorism related arrest of an Adelaide teenager. #7NEWS https://t.co/dnStgcuKp6", "_id": "1504965825404768256"}, {"created_at": "2022-03-18 20:40:09+00:00", "text": "The Kremlin says a technical glitch was behind the interrupted transmission of Russian President Vladimir Putin's speech to a packed Moscow stadium to mark the eighth anniversary of Crimea's annexation. https://t.co/zoXqcDZX7A #7NEWS https://t.co/1ZUerYRtIP", "_id": "1504920617153609729"}, {"created_at": "2022-03-18 11:30:00+00:00", "text": "Australia's consumer watchdog is taking on Facebook and its parent company in a world-first. It's suing the social media giant over scam ads that have conned victims out of millions of dollars. https://t.co/Uwo5jotLJf #7NEWS https://t.co/j7ULubI2gc", "_id": "1504782165212479493"}, {"created_at": "2022-03-18 09:33:29+00:00", "text": "How would you like to help flood victims and pick up a new outfit for just $2? A massive @LifelineAust op shop sale this weekend will see 50 tonnes of clothing up for grabs, including some designer bargains. https://t.co/qSKAGSZzUQ @Jordan_Bissell7 #7NEWS https://t.co/nhE1EicAmV", "_id": "1504752844410597381"}, {"created_at": "2022-03-18 08:22:00+00:00", "text": "Incredibly there are reports of survivors, perhaps hundreds of them, emerging from the ruins of a bombed theatre in Ukraine. Casualty numbers are still unclear. But despair is rising. Russia now appears to be targeting food supplies. https://t.co/XI3wZiy9Lc #Ukraine #7NEWS https://t.co/2rvdiaKpwB", "_id": "1504734853014511617"}, {"created_at": "2022-03-18 08:17:23+00:00", "text": "An accused arsonist has jumped from a second storey, after allegedly setting a Tweed Heads unit block on fire in an act of rage. Eight officers risked their lives to ensure four families were out safe. Now, they're homeless. https://t.co/0HH8UzaBOp  @KaitlanSteadman #7NEWS https://t.co/nFkfJJb8Fw", "_id": "1504733691691810816"}, {"created_at": "2022-03-18 08:16:00+00:00", "text": "In the coming hours, the US president will be on the phone to China, warning its president of consequences if he supports Russia's invasion. @JoeBiden today labelling Putin a \"murderous dictator\" whose immoral war isn't going to plan. https://t.co/5Sm986CeTX #7NEWS https://t.co/84KLLUo4R9", "_id": "1504733343140618245"}, {"created_at": "2022-03-18 08:13:38+00:00", "text": "A Sunshine Coast couple has jumped for their lives after their motor yacht erupted in flames off Moreton Island. As their pride and joy turned into a fireball and sank, fellow boaties answered their call for help. https://t.co/PV3gSNKQhW @AlexLewisJourno #7NEWS https://t.co/vYHiGaoxj5", "_id": "1504732749978284032"}, {"created_at": "2022-03-18 06:59:53+00:00", "text": "Domestic abusers around the country will soon face a radical punishment aimed at protecting victims. Under a new $20 million trial GPS trackers will be used on high-risk domestic and family violence offenders. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/debmAGbtPK", "_id": "1504714187796533249"}, {"created_at": "2022-03-18 06:59:31+00:00", "text": "Sydney's former Lindt cafe, the site of the deadly 2014 terrorist attack, could be turned into a boutique bottle shop. Liquor company Dan Murphy's has lodged a $2-million application to build the store. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/PFRz1CPiW9", "_id": "1504714095756722177"}, {"created_at": "2022-03-18 06:35:59+00:00", "text": "A man has been charged with dangerous driving and issued fines worth nearly $19,000 after police linked him to multiple serious traffic offences. The 20-year-old was captured on camera dozens of times speeding and running red lights. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/vQ2SQ4RpxW", "_id": "1504708174104109056"}, {"created_at": "2022-03-18 04:24:54+00:00", "text": "Prince Harry’s @WeAreInvictus’ family is mourning the loss of one of their own. Competitor Serhii Karaivan has died fighting against the Russian invasion of his country Ukraine. #7NEWS https://t.co/A7Eqw97kdK", "_id": "1504675185563402240"}, {"created_at": "2022-03-18 03:07:34+00:00", "text": "A man and woman have escaped a yacht that caught fire near Moreton Island this morning. They were taken to hospital after the vessel went up in flames after 7am, around 10km south of the island. https://t.co/CAhoFRpei3 #7NEWS https://t.co/J7ZQTu4qpG", "_id": "1504655725309853696"}, {"created_at": "2022-03-18 02:21:26+00:00", "text": "A huge market in the Ukrainian city of Kharkiv has been set on fire by a Russian bombardment. Meanwhile, in the encircled city of Mariupol, survivors have begun to emerge from the ruins of a bombed-out theatre. https://t.co/mGQku4mtu9 #7NEWS https://t.co/LUV1eNMqn4", "_id": "1504644114788524034"}, {"created_at": "2022-03-18 01:29:10+00:00", "text": "Fire has destroyed a unit block at Tweed Heads, with a man suffering serious injuries after jumping from a second-storey balcony. A number of police officers also needed medical treatment after breathing in heavy smoke. https://t.co/moppoRLPKl @GeorgiaCosti #7NEWS https://t.co/ytI2GP3PyG", "_id": "1504630959781859329"}, {"created_at": "2022-03-18 00:48:03+00:00", "text": "Ashgrove: Have you seen this girl? The 14-year-old has not been in contact with family since March 11, and is believed to be staying with friends. Got info? Contact Policelink on 131 444. https://t.co/lXqJx5bQsm #7NEWS https://t.co/IYNM9syjH6", "_id": "1504620615059517443"}, {"created_at": "2022-03-17 23:14:51+00:00", "text": "BREAKING: A man and woman have been pulled from the water after their boat caught fire in Moreton Bay. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/FRztlNCxRn", "_id": "1504597158481514496"}, {"created_at": "2022-03-17 08:31:55+00:00", "text": "It was a high-profile victim of the floods - a CityCat sinking to the depths of the Brisbane River. It was gone but not forgotten, and now it's dramatically reappeared from its murky grave. https://t.co/ze4JDHcPlV @JoelDry7 #7NEWS https://t.co/O7dwFJXdzK", "_id": "1504374962752462852"}, {"created_at": "2022-03-17 01:55:52+00:00", "text": "Fatal motorbike crash, Shailer Park: A Mount Warren Park man has died after a crash on the M1 early this morning. The 33-year-old was pronounced deceased at the scene. https://t.co/upfhIeHYAL #7NEWS https://t.co/jt6YrypgLK", "_id": "1504275294097907715"}, {"created_at": "2022-03-16 10:14:19+00:00", "text": "The Latest examines one of billionaire @elonmusk's most ambitious projects that sits under the umbrella of @SpaceX, and how it's helping our flood zone victims. https://t.co/X8y2iDtlsN #TheLatest #7NEWS https://t.co/DVHtolGvuj", "_id": "1504038345445322759"}, {"created_at": "2022-03-16 08:42:14+00:00", "text": "It's not something you usually see at South Bank - police on an ATV chasing down a motorbike rider and his passenger. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/yj5Lsbq4EQ", "_id": "1504015171089735684"}, {"created_at": "2022-03-16 08:16:43+00:00", "text": "The Government is defending the operation of Wivenhoe Dam, as hundreds of homes and businesses recover from the deadly floods. An inquiry will look into how the dam responded to the weather event.  https://t.co/osvhzQrLl5 @JoelDry7 #7NEWS https://t.co/ukg7lvzPTP", "_id": "1504008747257315328"}, {"created_at": "2022-03-16 08:10:11+00:00", "text": "First it was the floods, and now fire. A Logan family is again picking up the pieces, their home destroyed in a blaze just weeks after they were evacuated. Floodwater destroyed much of what they owned, now fire has taken the rest. https://t.co/kGkE8bTr2F  @NedBalmeLives #7NEWS https://t.co/VgUl6DbT1Z", "_id": "1504007105212485636"}, {"created_at": "2022-03-16 06:58:26+00:00", "text": "A truck driver in Victoria has narrowly escaped serious injury after a concrete block smashed through his windscreen. Police say it was thrown from an overpass and hit the driver in the chest. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/IJXW86FLv4", "_id": "1503989050101071872"}, {"created_at": "2022-03-16 06:58:12+00:00", "text": "A driver's violent rampage in Beenleigh has led to a dramatic confrontation with a man who'd crashed into four vehicles and a pole. Police caught up with him after reports he'd been armed with a machete and scissors. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/Eb0cSNSQCl", "_id": "1503988989342420995"}, {"created_at": "2022-03-16 06:22:32+00:00", "text": "Police are struggling to find a motive for an arson attack on a Sydney boarding house, despite charging a man with murder. The blaze killed at least three residents and a fourth is missing. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/RWeRgMNbJq", "_id": "1503980012042874880"}, {"created_at": "2022-03-16 01:30:46+00:00", "text": "Two journalists working for Fox News have been killed in Ukraine when the vehicle they were travelling in outside of Kyiv with another reporter came under fire. #7NEWS https://t.co/MIVvvALszm", "_id": "1503906586531868672"}, {"created_at": "2022-03-15 21:07:15+00:00", "text": "Robbery with violence and stealing offences, South Brisbane: Police have charged an 19-year-old East Brisbane man following investigations into multiple alleged robbery and stealing offences in late February. https://t.co/IAPQAZmdRE #7NEWS https://t.co/qcMZj3I7kV", "_id": "1503840273872621569"}, {"created_at": "2022-03-15 10:10:00+00:00", "text": "A father is rushing home to Perth from the other side of the world after an unimaginable family tragedy. His two children and wife have died in a suspected double murder-suicide. 7NEWS at 6pm | https://t.co/1waz5H08oC #7NEWS https://t.co/TiaEIUUacS", "_id": "1503674868860178438"}, {"created_at": "2022-03-15 09:40:55+00:00", "text": "Israeli forces have shot dead two Palestinians in the occupied West Bank, in what Israeli border police describe as clashes that erupted during a raid to detain suspected militants. #7NEWS https://t.co/QJdSXvPO3z", "_id": "1503667550793920517"}, {"created_at": "2022-03-15 08:43:27+00:00", "text": "Two weeks after the floods, victims are still struggling to find somewhere to live, with families continuing to couch surf. Some Queensland Government services have been extended to help people get into a home, but it's under pressure to do more. https://t.co/WKrP05t4Zr #7NEWS https://t.co/TNjoFshcaW", "_id": "1503653086757552129"}, {"created_at": "2022-03-15 08:24:53+00:00", "text": "Firefighters, nurses, teachers and thousands more took to the streets today to protest the extension of COVID emergency powers. The rally tried to enter a government building, as the movement demanded an end to vaccine mandates. https://t.co/9faULLR9kh @JoelDry7 #qldpol #7NEWS https://t.co/1wrNO0Run3", "_id": "1503648416983060481"}, {"created_at": "2022-03-15 06:25:44+00:00", "text": "A Pimpama home has been sprayed with bullets leaving residents \"traumatised\". Police are investigating after shots were fired into the garage door of the Blossom Street duplex at around 2am today. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/2Dk6ikPoa6", "_id": "1503618431194902531"}, {"created_at": "2022-03-15 00:45:51+00:00", "text": "New Zealanders are somberly acknowledging the country’s worst mass shooting, three years after an Australian terrorist killed 51 worshippers at two Christchurch mosques. #7NEWS https://t.co/6BbP3IE424", "_id": "1503532896279461888"}, {"created_at": "2022-03-14 08:47:44+00:00", "text": "A pregnant woman and her baby have died after Russia bombed the maternity hospital where she was meant to give birth. #7NEWS https://t.co/GVXckO7QL6", "_id": "1503291777943748611"}, {"created_at": "2022-03-14 08:38:43+00:00", "text": "A major shortage of Queensland tradies and the huge number of repair jobs is causing more distress for flood victims. Delays in material delivery has sent prices skyrocketing and homeowners waiting months for renovations. https://t.co/HJlE1hiuXd @KrystalENews #7NEWS https://t.co/Lk80h03GYv", "_id": "1503289509425090560"}, {"created_at": "2022-03-14 08:31:00+00:00", "text": "An Oscar-winning actor who carved out a role in the 80s as one of Hollywood's leading men has died. William Hurt passed away surrounded by family, one week short of his 72nd birthday. https://t.co/aGg092oOeT #7NEWS https://t.co/p56fanGYWy", "_id": "1503287566413361156"}, {"created_at": "2022-03-14 06:29:23+00:00", "text": "Two men who allegedly stole a car while armed with a screwdriver have been tackled by Police. They ran from the Mercedes after being cornered outside a Gold Coast shopping centre. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/QNHmqqGTfb", "_id": "1503256962741387265"}, {"created_at": "2022-03-14 06:17:33+00:00", "text": "A police officer injured in a head-on crash in Caboolture remains in a critical condition. The 37-year-old Senior Constable underwent extensive surgery overnight and is stable in the Intensive Care Unit at Royal Brisbane and Women's Hospital. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/rp3kNczqo4", "_id": "1503253983153975296"}, {"created_at": "2022-03-14 01:49:00+00:00", "text": "William Hurt, the Oscar-winning actor whose long-running career included roles in Marvel’s Avengers movies, Kiss Of The Spider Woman and Broadcast News, has died aged 71. https://t.co/aGg092GpDt #7NEWS https://t.co/phn9xlXqwT", "_id": "1503186399926886402"}, {"created_at": "2022-03-14 01:39:00+00:00", "text": "Russia has launched dozens of missiles at a Ukrainian military base, just 25 kilometres from the Polish border. 35 people were killed, and more than a hundred injured at Yavoriv. The incident increasing fears that a miscalculation could lead to a wider conflict. #7NEWS https://t.co/1iulE4tl8T", "_id": "1503183883155783682"}, {"created_at": "2022-03-14 00:50:30+00:00", "text": "Oscar-winning actor William Hurt has died aged 71. #7NEWS https://t.co/h8Z4GZxtpn", "_id": "1503171677811015683"}, {"created_at": "2022-03-13 23:30:03+00:00", "text": "Australians dug deep to donate a staggering $25 million for flood victims during Saturday night’s live telethon. #7NEWS https://t.co/AwGeJ0WM3Q", "_id": "1503151432421486592"}, {"created_at": "2022-03-13 08:09:51+00:00", "text": "Horror has turned to anger over a police ramming in Caboolture that left three officers in hospital. The Police Commissioner says it was a miracle they survived, and condemned the offender who was fleeing the scene of another crime. https://t.co/AIyTlramX9 @josh_ribarich #7NEWS https://t.co/3y7f4B9dRJ", "_id": "1502919857917947904"}, {"created_at": "2022-03-13 04:58:52+00:00", "text": "Three Queensland Police Officers have been seriously injured in a crash, with one senior constable in a critical condition in intensive care. Police Commissioner, Katarina Carroll, has described the accident as \"extraordinarily confronting\". https://t.co/myhA9xt3N4 #7NEWS https://t.co/vjfNiK08st", "_id": "1502871794276990986"}, {"created_at": "2022-03-12 21:13:06+00:00", "text": "Three police officers are recovering from serious injuries sustained in a crash at Caboolture South. #7NEWS https://t.co/ybdSZ2OJpB", "_id": "1502754580383236097"}, {"created_at": "2022-03-12 08:12:14+00:00", "text": "Brisbane's flood recovery is expected to take months, with the military today swarming the city's suburbs. Council has reopened some popular walkways, but had to close a pop-up garbage tip after it was being used for illegal dumping. https://t.co/OWlYnrAGEe @BenBMurph #7NEWS https://t.co/RbtuOvfjbV", "_id": "1502558069116801026"}, {"created_at": "2022-03-12 08:08:23+00:00", "text": "BREAKING: A police recruit is undergoing surgery this evening after three police were injured in a head-on crash in Caboolture. They were responding to a stabbing. https://t.co/VZ3A1cHvFd @AnnaMcGraw_7 #7NEWS https://t.co/vRyw7OKMo1", "_id": "1502557098533863425"}, {"created_at": "2022-03-12 07:26:27+00:00", "text": "A man who allegedly escaped from a Townsville prison has been captured after a car crash. Police say Jamie Lee Roberts became trapped while behind the wheel of a stolen car. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/poodV8WhbO", "_id": "1502546545543356419"}, {"created_at": "2022-03-12 07:15:01+00:00", "text": "Just days after a deadly domestic violence attack in Logan, there's been another serious incident in Kenmore. A 54-year-old man has been charged with attempted murder. https://t.co/VZ3A1cHvFd @Josh_Ribarich #7NEWS https://t.co/m8eMVso3ZP", "_id": "1502543669366517760"}, {"created_at": "2022-03-12 07:07:27+00:00", "text": "BREAKING: Two police officers have been injured in a crash at Caboolture South. It's understood a police van and a ute collided on River Drive. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/HgtLrfuagm", "_id": "1502541766050074627"}, {"created_at": "2022-03-12 01:11:00+00:00", "text": "Facebook's owner @Meta says a temporary change in its rules on hate content, only for Ukraine, was needed to let users voice opposition to Russia's attack, as Russia opened a criminal case against the company. #7NEWS https://t.co/gACtf30Vyw", "_id": "1502452061153087490"}, {"created_at": "2022-03-12 01:05:00+00:00", "text": "The United States has accused Russia of violating nuclear safety principles by continuing to fire on nuclear facilities in Ukraine but added there were no signs detected yet of any radiological release. #7NEWS https://t.co/vmOxEncsUb", "_id": "1502450551451136004"}, {"created_at": "2022-03-12 00:32:00+00:00", "text": "Emilio Delgado, the actor and singer who for 45 years was fix-it shop owner Luis on @sesamestreet, has died aged 81. #7NEWS https://t.co/GRiTKmtfHE", "_id": "1502442246485909507"}, {"created_at": "2022-03-12 00:03:00+00:00", "text": "The first human to receive a heart transplant from a pig has died two months after the groundbreaking experiment. #7NEWS https://t.co/OvMtEEFw8U", "_id": "1502434948715798529"}, {"created_at": "2022-03-11 11:07:00+00:00", "text": "Tributes are flowing for Labor Senator @kimbakit who died from a suspected heart attack in Melbourne last night. \"She was someone who was passionate about international affairs. Passionate about democracy and defending our way of life\" - @AlboMP. https://t.co/t8iDO9u26E #7NEWS https://t.co/r7SzWAjMxe", "_id": "1502239664450998272"}, {"created_at": "2022-03-11 09:01:38+00:00", "text": "Police are searching for two men after a woman was robbed outside a @Woolworths in Aspley this morning. She can be seen walking through a loading dock towards the supermarket when a white hatchback pulls up. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/oDC03yV7nv", "_id": "1502208111637327873"}, {"created_at": "2022-03-11 08:45:28+00:00", "text": "The peak has passed, but there are fresh concerns about a rise in COVID cases. A sub-variant of Omicron which is more infectious is spreading through southern states, and experts say risks have increased for flood victims. https://t.co/r6I0ALR8gD @_MichelleJensen #7NEWS https://t.co/Af4m449I6o", "_id": "1502204042604613636"}, {"created_at": "2022-03-11 08:31:13+00:00", "text": "The nation's tradies are being lured to the Sunshine State to help desperate flood victims. The government hopes the scheme will help fast track our recovery. https://t.co/ZG5toREc2P @JoelDry7 #7NEWS https://t.co/hAhivNCCUM", "_id": "1502200458060136448"}, {"created_at": "2022-03-11 08:27:10+00:00", "text": "The family of murdered grandmother, Doreen Langham, has spoken of their anger at how some police responded to their mother's calls for help. An inquest into her death concluded today. https://t.co/1jlFBLh3ri @SallyGyte #7NEWS https://t.co/YTX02qKQHa", "_id": "1502199439909597187"}, {"created_at": "2022-03-11 08:22:12+00:00", "text": "Queensland's domestic violence crisis has claimed another life. 33-year-old Stanley Obi died in hospital after his ex-partner broke into his Logan home and set it alight. A warning: some viewers might find this story confronting. https://t.co/uUiQuC3mt8 @AnnaMcGraw_7 #7NEW https://t.co/4sbtmAPTPD", "_id": "1502198191382745088"}, {"created_at": "2022-03-11 06:29:12+00:00", "text": "A Sydney man accused of being an accessory in the murder of North Queensland man, Andrew Walsh, has had his case heard in a Brisbane court.  https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/szJ9fq5XNK", "_id": "1502169750515769349"}, {"created_at": "2022-03-11 06:28:41+00:00", "text": "There's been a breakthrough in the investigation into the alleged murder of Crows Nest woman Krishna Chopra. Police have charged a 33-year-old man with murder almost two months after her body was found. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/5kQuiVVUsH", "_id": "1502169622186905605"}, {"created_at": "2022-03-11 04:51:31+00:00", "text": "US actor Jussie Smollett has maintained his innocence during his sentencing hearing after a judge sentenced him to 150 days in jail for lying to police about a racist and homophobic attack that he orchestrated himself. #7NEWS https://t.co/myoUfSeNbP", "_id": "1502145169600450560"}, {"created_at": "2022-03-11 03:35:53+00:00", "text": "A jury has found Northern Territory police officer Zachary Rolfe not guilty of murder after he fatally shot an Aboriginal teenager during an outback arrest. #7NEWS https://t.co/kahlVgZvTL", "_id": "1502126135618183172"}, {"created_at": "2022-03-11 01:43:28+00:00", "text": "Both sides of politics are paying tribute today to Labor Senator Kimberley Kitching who died aged 52. @kimbakit had served in the parliament since 2016 and passed away overnight in Melbourne of a suspected heart attack. https://t.co/hKyy2THEJa #auspol #7NEWS https://t.co/iBrM66MA17", "_id": "1502097846408933379"}, {"created_at": "2022-03-10 23:56:01+00:00", "text": "Appeal for information, South Brisbane: Police are appealing for public assistance to identify a man regarding multiple robbery and stealing offences in South Brisbane in February. https://t.co/hzaKit0YZm #7NEWS https://t.co/GHIL6s8NmM", "_id": "1502070802543710208"}, {"created_at": "2022-03-10 23:18:51+00:00", "text": "A man has died after his ex-partner entered his home near Brisbane, doused the place in petrol and set it on fire. #7NEWS https://t.co/LIOw9kCDWE", "_id": "1502061451527483393"}, {"created_at": "2022-03-10 22:45:38+00:00", "text": "BREAKING: A man targeted in a horrific domestic violence related attack early yesterday morning has died in hospital. Police say 31-year-old Sarah Mudge broke into her ex-partner's home in New Beith before igniting a devastating blaze. #7NEWS https://t.co/snLaLEAt84", "_id": "1502053090576728065"}, {"created_at": "2022-03-10 20:36:20+00:00", "text": "Armed robbery, Redbank Plains: Ipswich detectives have released footage as part of an ongoing investigating into man in relation to an armed robbery of a Redbank Plains service station on March 9 around 11:50pm. https://t.co/mbNiPw4ZnG #7NEWS https://t.co/VSO2wtV5it", "_id": "1502020551313100801"}, {"created_at": "2022-03-10 12:00:55+00:00", "text": "Two weeks ago @michaelusher spoke to Jessica Ragusa who is trying to get a life-saving cystic fibrosis drug on the Pharmaceutical Benefits Scheme. The petition for the cause has closed with more than 58,000 signatures and will now be delivered to Parliament. #7NEWS https://t.co/YkIewIDCEp", "_id": "1501890844105740292"}, {"created_at": "2022-03-10 10:43:46+00:00", "text": ".@AustralianLabor Senator Kimberley Kitching has died suddenly in Melbourne. It is understood Senator @kimbakit died of a heart attack today. https://t.co/Bggi3K36SP #auspol #7NEWS https://t.co/aymif1DFjJ", "_id": "1501871427049299969"}, {"created_at": "2022-03-10 08:46:57+00:00", "text": "They're often the only place domestic violence victims are allowed to go on their own, and now shopping centres will become the battleground in the war on domestic violence. https://t.co/80q6eEUIxs @SamHeathwood7 #7NEWS https://t.co/Pv8eQNo8hC", "_id": "1501842028153675776"}, {"created_at": "2022-03-10 08:33:38+00:00", "text": "Prime Minister @ScottMorrisonMP has continued his carefully choreographed tour of flood-affected areas, arriving in Queensland this morning. He's come under fire for failing to publicly meet flood victims for fear of bad press. https://t.co/lYS6683xxy @G_Chumbley #auspol #7NEWS https://t.co/4QidCuT69N", "_id": "1501838678108553216"}, {"created_at": "2022-03-10 08:30:23+00:00", "text": "Police are investigating whether a fire which destroyed an Ascot townhouse was the work of an arsonist. One resident who was home at the time says he heard a door close, before finding the garage and cars inside ablaze. https://t.co/DYXv3XfvIH  @GeorgiaTerry_7 #7NEWS https://t.co/XhVGRxY4Jk", "_id": "1501837861947326466"}, {"created_at": "2022-03-10 08:17:56+00:00", "text": "Another Queensland family is tonight grappling with the aftermath of a deadly domestic violence attack - a woman breaking into her ex-partner's New Beith home and setting it alight. He is fighting for life, and she is dead. https://t.co/WiHLia8CpO  @BenBMurphy #7NEWS https://t.co/KfSwLLJXMy", "_id": "1501834727321645056"}, {"created_at": "2022-03-10 08:15:06+00:00", "text": "An inquest into the murder of Doreen Langham has heard she just wanted to feel safe. Emotional, chilling footage was played to the court showing a terrified Doreen pleading for help from police to escape her former partner Gary Hely. https://t.co/kD1FSo9f6K @SallyGyte #7NEWS https://t.co/d9CamgP7LV", "_id": "1501834012872314886"}, {"created_at": "2022-03-10 07:31:41+00:00", "text": "The body of cricket legend Shane Warne is on a repatriation flight to Australia from Thailand, where he died almost a week ago. #7NEWS https://t.co/f4Tl8aT399", "_id": "1501823087360495616"}, {"created_at": "2022-03-10 06:49:25+00:00", "text": "A man arrested in relation to the murder of a man at Coopers Plains will be extradited to Queensland. The 27-year-old was apprehended at Sydney International Airport yesterday, after police discovered the body of missing man Andrew Walsh. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/jYilPD46Fl", "_id": "1501812452526522379"}, {"created_at": "2022-03-10 04:56:56+00:00", "text": "Drug resistant strains of COVID-19 are developing in some vulnerable patients within days of them receiving treatment for the virus, Australian researchers have found. #7NEWS https://t.co/luossIwjBZ", "_id": "1501784145227546624"}, {"created_at": "2022-03-10 02:36:01+00:00", "text": "A suspected firebombing at New Beith has left one person dead and another critically injured. Flames ripped through a home in the early hours of this morning. https://t.co/fIxSWfVJ9H @BenBMurph #7NEWS https://t.co/0w0fDsCDDv", "_id": "1501748683397685248"}, {"created_at": "2022-03-09 22:06:13+00:00", "text": "The body of one of two missing Queensland men - whose suspected murders are believed to be related - has been found encased in concrete, leading to an arrest. #7NEWS https://t.co/XVYDzXjy90", "_id": "1501680783710306305"}, {"created_at": "2022-03-09 22:05:28+00:00", "text": "Russia has been condemned for bombing a children’s and maternity hospital in the besieged Ukrainian city of Mariupol during a supposed ceasefire to enable residents to escape. #7NEWS https://t.co/FSZgG0rqmH", "_id": "1501680595037872129"}, {"created_at": "2022-03-09 21:17:30+00:00", "text": "One person has died and several others have been injured after fire engulfed a family home in Logan. #7NEWS\nhttps://t.co/wtDg7OwIb7", "_id": "1501668522836959232"}, {"created_at": "2022-03-09 21:12:02+00:00", "text": "A coroner has been told a desperately afraid woman murdered by her abusive former partner would still be alive if not for the “catastrophic failure” of Queensland police.\nhttps://t.co/9NdiT8Sq58", "_id": "1501667150473224194"}, {"created_at": "2022-03-09 20:58:57+00:00", "text": "One person is dead and several others including children are injured after fire tore through a family home in Logan. Watch @Sunriseon7 live on @7plus: https://t.co/J4YfNNkVow https://t.co/2YjcUgCnVf", "_id": "1501663854396248064"}, {"created_at": "2022-03-09 09:44:33+00:00", "text": "What is Japanese Encephalitis? @michaelusher takes an in-depth look at the deadly virus that has Australian health authorities on alert. https://t.co/3OVoK9pSlY #TheLatest #7NEWS https://t.co/KkU1hLFW3L", "_id": "1501494135936536577"}, {"created_at": "2022-03-09 08:37:21+00:00", "text": "Ukraine's former president Petro @poroshenko has fired a direct message from his country's front line to the Australian Government. As his nation battles and bleeds, 7NEWS was granted extraordinary access to the man who once ran the country. https://t.co/Y7UsiSfB0J #7NEWS https://t.co/DzmP3kLXWq", "_id": "1501477228055777282"}, {"created_at": "2022-03-09 08:30:49+00:00", "text": "Police investigating the disappearance of two men have made a chilling discovery at a Coopers Plains business, uncovering a body at a travel depot. https://t.co/VZ3A1cHvFd @AnnaMcGraw_7 #7NEWS https://t.co/S0aXUfQ02o", "_id": "1501475582068273156"}, {"created_at": "2022-03-09 08:19:50+00:00", "text": "A \"catastrophic failure\" and \"a calamity of errors.\" That is how the handling of murdered grandmother, Doreen Langham's case by police was described in an inquest. Despite this, her support worker says she did \"everything right.\" https://t.co/iKeMD7y93N @SallyGyte #7NEWS https://t.co/6l6JKRIjg3", "_id": "1501472817858363394"}, {"created_at": "2022-03-09 06:45:03+00:00", "text": "The new outbreak of Japanese encephalitis has claimed its first Australian life. A 60-year-old Victorian man died last month, with an autopsy confirming the virus as the cause of death. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/OopouBJZL4", "_id": "1501448963345780737"}, {"created_at": "2022-03-09 06:40:23+00:00", "text": "Police have released security camera vision of two men wanted over an arson attack at a gated community at Nerang last week. One, armed with a jerry can, douses a white Honda Civic in petrol and sets it alight. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/fhwPdQJ6Sb", "_id": "1501447791016816645"}, {"created_at": "2022-03-09 03:13:43+00:00", "text": "An Adelaide man who attacked a stranger with a garden stake, swinging it like a baseball bat, has been jailed for at least 25 years for murder. #7NEWS https://t.co/xZ67JlBjoc", "_id": "1501395779520380931"}, {"created_at": "2022-03-08 12:08:00+00:00", "text": "A Victorian man has died from encephalitis as Australians are warned to take the risk posed by the condition seriously. #7NEWS https://t.co/2LfBBACdPU", "_id": "1501167849175502858"}, {"created_at": "2022-03-08 08:53:32+00:00", "text": "She feared for her life, but police treated her complaint as minor. Now 7NEWS has the body-worn camera videos from the officers who should have done more to protect Doreen Langham from her violent ex, Gary Hely. https://t.co/ogMm0qYsjZ @SallyGyte #7NEWS https://t.co/cDnXhnRptT", "_id": "1501118910263087108"}, {"created_at": "2022-03-08 08:37:27+00:00", "text": "Thousands of families have used a brief Russian ceasefire to flee the Ukraine warzone. There were heartbreaking scenes as parents carried children and the frail. But not all humanitarian corridors were safe. https://t.co/V40c0FnJMJ #Ukraine #7NEWS https://t.co/dzpqTlJ1Tw", "_id": "1501114862096699393"}, {"created_at": "2022-03-08 06:50:24+00:00", "text": "A ferocious fire has claimed part of Brisbane's war-time history. The blaze ripped through the old Rocklea Munitions Factory just after nine o'clock last night. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/eI8jze7EfO", "_id": "1501087924128927744"}, {"created_at": "2022-03-08 01:44:00+00:00", "text": "Royal Thai police will not charge a “fan” who entered an ambulance carrying the body of Shane Warne because she did not break the law. #7NEWS https://t.co/DoTBCjGjWe", "_id": "1501010814395990019"}, {"created_at": "2022-03-08 01:34:24+00:00", "text": "A resident of a Surfers Paradise unit block has criticised its management after claims children discovered a man floating in the pool before he was declared dead. #7NEWS https://t.co/VlsDiBVHKY", "_id": "1501008397520408576"}, {"created_at": "2022-03-08 01:10:00+00:00", "text": "A firefighter with lightning-fast reflexes has been hailed a hero after preventing a cat-astrophe in Adelaide. #7NEWS https://t.co/p1XTaw5Kaf", "_id": "1501002257957101572"}, {"created_at": "2022-03-07 23:30:07+00:00", "text": "People around Salisbury have been warned to keep their windows and doors closed after a suspicious fire tore through an industrial site overnight. Crews raced to the factory on the corner of Assembly and Bearing Streets around 9:30pm. #7NEWS https://t.co/7wQ1owgzqB", "_id": "1500977122214805508"}, {"created_at": "2022-03-07 23:23:38+00:00", "text": "The owner of a 1971 Falcon has been left in tears after watching her classic car go up in flames at Kawana Waters. The blaze destroyed the once pristine Falcon.  #7NEWS https://t.co/xcqMVqb1BC", "_id": "1500975491389747202"}, {"created_at": "2022-03-07 21:54:37+00:00", "text": "Missing man, Brisbane river at St-Lucia: Police have commenced a search for a man believed to have entered the Brisbane River at St Lucia around 4am this morning. https://t.co/TYw871uLMX #7NEWS https://t.co/PBpcosM8wU", "_id": "1500953087472959489"}, {"created_at": "2022-03-07 21:40:41+00:00", "text": "The body of a 31-year-old man missing from Warwick for more than a week, has been found dead inside a car near the town's CBD. Police divers located the car in the Condamine River late yesterday. #7NEWS https://t.co/WvO8spMxed", "_id": "1500949582112751616"}, {"created_at": "2022-03-07 21:34:53+00:00", "text": "Three juveniles have been arrested after crashing a stolen car into a fence at Slacks Creek early this morning. Police found the wreckage adjacent to the M1 around 2:00am, and after a search of the area aided by the dog squad, found the three juveniles. #7NEWS https://t.co/YAuaGCJwBN", "_id": "1500948121719021570"}, {"created_at": "2022-03-07 10:39:00+00:00", "text": "A car that exploded in flames on the Sydney Harbour Bridge, after crashing into 2 oncoming vehicles, had been stolen from a city street just moments earlier. The terrifying collision was caught on another driver's dashcam. https://t.co/zS6Wct2VNV #7NEWS https://t.co/9aIog5Rw1o", "_id": "1500783063718060034"}, {"created_at": "2022-03-07 09:22:12+00:00", "text": "Shane Warne's autopsy report is released, a new ceasefire in Ukraine  allows civilians to escape the fighting, and we're tracking the unfolding weather crisis in Sydney.\n\nThe Latest, tonight from 10:45pm on @Channel7 and @7plus with @angelacox7news. #TheLatest #7NEWS https://t.co/JExeexeTjz", "_id": "1500763739435724803"}, {"created_at": "2022-03-07 08:42:43+00:00", "text": "As the water subsides, another flood tragedy is becoming clear. Thousands of people are now homeless. We were already in a rental crisis with record low vacancy rates, and demand from flood victims is expected to see rents climb higher. https://t.co/1HpSnEUMrg @G_Chumbley #7NEWS https://t.co/eA2u3Fh3uY", "_id": "1500753803104043016"}, {"created_at": "2022-03-07 08:31:25+00:00", "text": "Detectives have revealed a shock twist in the suspected murder of Indooroopilly man, Lachlan Griffiths. https://t.co/28UxB50nE8 @KrystalENews #7NEWS https://t.co/SH40uD5fvj", "_id": "1500750958476754947"}, {"created_at": "2022-03-07 08:28:19+00:00", "text": "She was intimidated, stalked, then murdered. Browns Plains grandmother, Doreen Langham, was killed at the hands of her ex-partner last year. Now an inquest has heard chilling new details about her death. https://t.co/tIuhN6JWtK #7NEWS https://t.co/aR8RgZMfq2", "_id": "1500750175505059842"}, {"created_at": "2022-03-07 08:17:31+00:00", "text": "Police have tonight discovered the body of Queensland's 13th flood victim. The man was found in a car near Warwick this afternoon. It follows a severe storm cell that ripped through the South East yesterday, and there's more to come. https://t.co/tCL9j5Bnbt @SallyGyte #7NEWS https://t.co/HU9ABqgN8h", "_id": "1500747460972453888"}, {"created_at": "2022-03-07 06:24:42+00:00", "text": "The manhunt is continuing in North Queensland for an inmate who took off from the Townsville prison farm yesterday. Jamie Lee Roberts has been serving a two-year and four-month sentence for assaulting police. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/Jxm7dJXDqz", "_id": "1500719069653209089"}, {"created_at": "2022-03-07 06:15:43+00:00", "text": "The death toll from the floods in Queensland now stands at 12. A man in 60s died after his car was swept off a level crossing at Wondai, north of Kingaroy, overnight. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/ETZIp9FAUH", "_id": "1500716808646529026"}, {"created_at": "2022-03-07 03:12:07+00:00", "text": "The driver of a Toyota Kluger is under police guard in hospital following a serious multi-vehicle crash on the Sydney Harbour Bridge today. Police are investigating if his car was stolen beforehand from Sydney's CBD. https://t.co/nwqgpNE4Fh #7NEWS https://t.co/AZ9McloMid", "_id": "1500670600918224898"}, {"created_at": "2022-03-07 00:18:00+00:00", "text": "Seven people were killed, including two children, when several tornadoes swept through central Iowa in the US midwest, destroying homes and knocking down trees and power lines in the state's deadliest storm in more than a decade. #7NEWS https://t.co/0BiYdqeUEy", "_id": "1500626783976050689"}, {"created_at": "2022-03-06 22:59:02+00:00", "text": "Sam Newman has opened up about the moment of disbelief when he heard his “dear friend” Shane Warne had died, saying he initially thought it was a bad dream. #7NEWS https://t.co/bm6djz57Td", "_id": "1500606913985511425"}, {"created_at": "2022-03-06 08:45:00+00:00", "text": "Flood victims have lashed out at the New South Wales Premier, claiming they’re being neglected in their time of need. More dangerous storms and heavy rain are now tipped to batter the east coast for days. https://t.co/SYTZAhi6qC @emma_os #7NEWS https://t.co/s02fmM7UpK", "_id": "1500391986620252160"}, {"created_at": "2022-03-06 08:17:09+00:00", "text": "Shane Warne's body has been moved from the resort island of Koh Samui to a hospital on the Thai mainland. It's still unclear when he'll be returned home. Thai police have ruled out any suggestion of foul play. https://t.co/PrKwbmIf8S @olivialeeming @tdolling #7NEWS https://t.co/GGT14ekpOH", "_id": "1500384977136930818"}, {"created_at": "2022-03-06 07:15:00+00:00", "text": "Russia has broken its promise of a ceasefire with fleeing Ukrainians facing a bombardment as they attempted to escape the war-torn country. Thousands of citizens have no way out as invading troops continue to push towards the capital Kyiv. https://t.co/jIa6x4XKX6 @ChrisReason7 https://t.co/ZyVOAXqGSN", "_id": "1500369337420378116"}, {"created_at": "2022-03-06 02:02:11+00:00", "text": "A Queensland man jailed for assaulting police is on the run after escaping from a low security section of a Townsville prison. #7NEWS https://t.co/3PXPenRVvj", "_id": "1500290615640092674"}, {"created_at": "2022-03-05 22:22:49+00:00", "text": ".@ShaneWarne saw a doctor about his heart before his death in a Thai villa, police said, as reports emerged blood stains were also found in the cricket legend’s hotel room. #7NEWS https://t.co/HCGRrW1L1U", "_id": "1500235412383485954"}, {"created_at": "2022-03-05 09:16:54+00:00", "text": "A man is accused of attempted murder, after allegedly pushing a teenager off a balcony in Kelvin Grove. The 18-year-old's in a critical condition after falling four metres around 11:30 last night. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/sx4RmwGaSD", "_id": "1500037626069282820"}, {"created_at": "2022-03-05 09:16:34+00:00", "text": "There's no clear solution for where to house hundreds of South East Queensland flood victims who are homeless in the midst of a major rental shortage. An advocacy group is looking at using quarantine hotels or providing rent subsidies. https://t.co/7yNYRQfcUf @KrystalENews #7NEWS https://t.co/1DuBio2wqQ", "_id": "1500037542149701632"}, {"created_at": "2022-03-05 05:18:38+00:00", "text": "Brisbane: Have you seen this man? Police are seeking public assistance to help locate Mark Dash, who was last seen at Herston on March 3. Got info? Contact Policelink on 131 444. https://t.co/x5vuvLLG94 #7NEWS https://t.co/0Jy6QHgzNF", "_id": "1499977666044514306"}, {"created_at": "2022-03-05 05:15:00+00:00", "text": "Major cleanups are underway after parts of southeast Queensland were ravaged by floods but despite the carnage and the prospect of up to 10 years behind bars, opportunistic criminals have taken advantage of residents’ vulnerability. #7NEWS https://t.co/LqqQxjyvR5", "_id": "1499976750620504069"}, {"created_at": "2022-03-05 02:34:00+00:00", "text": "The US Embassy in Ukraine says attacking a nuclear power plant is a war crime after Russia seized a Ukrainian nuclear facility that is the biggest in Europe. #7NEWS https://t.co/PPPsEJpCnd", "_id": "1499936233664876545"}, {"created_at": "2022-03-04 21:12:00+00:00", "text": "Australia is in a state of “complete shock” after the loss of one of its greatest ever sports stars, with cricket legend @ShaneWarne dead at age 52. https://t.co/2eP21xODmi #ShaneWarne #7NEWS https://t.co/FSwW1i8L1P", "_id": "1499855199757737986"}, {"created_at": "2022-03-04 19:47:35+00:00", "text": "Australia has been rocked by the loss of one of its greatest ever sports stars, with @ShaneWarne dead at age 52. https://t.co/2eP21xODmi #7NEWS https://t.co/KrkUTc5afe", "_id": "1499833958762041344"}, {"created_at": "2022-03-04 17:08:01+00:00", "text": "Australia has been rocked by the loss of one of its greatest ever sports stars, with Shane Warne dead at age 52.\n\nhttps://t.co/5mymNw8Yd3", "_id": "1499793801681915907"}, {"created_at": "2022-03-04 09:20:56+00:00", "text": "There has been a dramatic and frightening escalation in the Ukraine war, Russian tanks attacking a nuclear power plant, which then caught fire. The Ukrainian President warning if the shooting didn't stop, it could be the end of Europe. https://t.co/cG5salfJSc #7NEWS https://t.co/5gyqX1ZJF4", "_id": "1499676253993185283"}, {"created_at": "2022-03-04 08:57:33+00:00", "text": "An incredible wave of support is rolling across the Gold Coast. The city is rallying to support flood victims on and across the border, all this in a community itself still reeling from the intense weather system. https://t.co/t8dyLcsGBe @AmandaAbate #qldweather #7NEWS https://t.co/5nzSAHlLgu", "_id": "1499670371855114243"}, {"created_at": "2022-03-04 08:34:26+00:00", "text": "West of Brisbane, communities in Ipswich are coming to terms with the devastation caused by the flood's deadly deluge. https://t.co/uWxBYVT1my @RosannaKingsun #qldweather #7NEWS https://t.co/9UzYduNtMX", "_id": "1499664551830499333"}, {"created_at": "2022-03-04 08:18:42+00:00", "text": "Russian forces have seized Europe’s biggest nuclear power plant in southeastern Ukraine after fierce fighting which set an adjacent training facility on fire. #7NEWS https://t.co/vyanb9EgbE", "_id": "1499660592604680195"}, {"created_at": "2022-03-04 02:47:28+00:00", "text": "The cricket world is in mourning after legend Rod Marsh died aged 74 following a heart attack. Australian captain @PatCummins30 has led tributes: “He was always incredibly personable, a larger than life loving character to be around.\" 7NEWS at 6pm | https://t.co/v1iSmRUd6A #7NEWS https://t.co/sZ11yZsYOu", "_id": "1499577234751123456"}, {"created_at": "2022-03-04 02:09:31+00:00", "text": "The Zaporizhzhia nuclear power plant in Ukraine, the largest of its kind in Europe, is on fire after an attack by Russian troops. #7NEWS https://t.co/HXrbDUxBtH", "_id": "1499567686288052225"}, {"created_at": "2022-03-04 01:24:03+00:00", "text": "The death toll from Queensland's flood disaster has risen to 10, after police found a man's body in the water at the Port of Brisbane yesterday afternoon. It's believed the 53-year-old was trying to cross the river in a small tender. https://t.co/VZ3A1cpmr5 #qldweather #7NEWS https://t.co/IIMAKqd1ec", "_id": "1499556242338893824"}, {"created_at": "2022-03-03 23:08:39+00:00", "text": "Australian cricket legend Rod Marsh had died aged 74 following a major heart attack last Thursday. #7NEWS https://t.co/KvuIYcX9Dd", "_id": "1499522168585355266"}, {"created_at": "2022-03-03 22:53:42+00:00", "text": "Having braved bombs and gunfire, Ukraine’s athletes have made it safely to Beijing ahead of the Winter Paralympics, with their leader Valerii Sushkevych describing their arrival as a miracle. #7NEWS https://t.co/tCckqF1xqI", "_id": "1499518408509259777"}, {"created_at": "2022-03-03 20:35:23+00:00", "text": "Dean Woods, the prodigiously talented track cyclist best known as a member of the “Charlie’s Angels” team pursuit squad, has died. #7NEWS https://t.co/Hj30qDnISQ", "_id": "1499483598642036737"}, {"created_at": "2022-03-03 09:03:02+00:00", "text": "What the flood didn't take, looters are trying to. In Ipswich, there's been a raid on a dozen homes, businesses and schools. Police have arrested one person, and are now patrolling the abandoned, flood-damaged streets. https://t.co/THYCFYPUmm @RosannaKingsun #qldweather #7NEWS https://t.co/nNvPa9Y35r", "_id": "1499309360979185666"}, {"created_at": "2022-03-03 08:51:57+00:00", "text": "Russia is now the subject of a war crimes investigation as its invasion enters a second week. The first major city appears to have fallen to Vladimir Putin's army, but there's still fierce resistance from the Ukranian people. https://t.co/LbcIF7sQuG #Ukraine #7NEWS https://t.co/6ymF1XWOGP", "_id": "1499306574879150084"}, {"created_at": "2022-03-03 03:54:16+00:00", "text": "Parents are advised to pick up students from schools in the northern Moreton Bay, Sunshine Coast, Gympie and Wide Bay regions where it is safe to do so, with 'unstable' weather forecast for the next 24-48 hours in South East Queensland. https://t.co/aDCrD4TLz5 #qldweather #7NEWS https://t.co/HskGYgLyZo", "_id": "1499231660142825473"}, {"created_at": "2022-03-03 01:49:37+00:00", "text": "Parents have been told to pick up their children from school and residents urged to stay home over the next two days due to “extremely unstable” weather set hit flood-ravaged South East Queensland. #qldweather #7NEWS https://t.co/tIE0MwOeKf", "_id": "1499200290012033024"}, {"created_at": "2022-03-03 01:12:20+00:00", "text": "BREAKING: Parents in the northern Moreton Bay, Sunshine Coast, Gympie and Wide Bay regions are advised to collect their children from school when it is safe to do so, with 'highly unstable' weather forecast over the next 24 to 48 hours. https://t.co/VZ3A1cpmr5 #qldweather #7NEWS https://t.co/1W3U5tBQOs", "_id": "1499190907291123713"}, {"created_at": "2022-03-02 21:51:56+00:00", "text": "Police have released an emergency child abduction alert in their bid to find a five-year-old girl who has been reported missing from Kingston. #7NEWS https://t.co/bS06PhJYZR", "_id": "1499140473461493760"}, {"created_at": "2022-03-02 08:52:24+00:00", "text": "A man has been rescued from an upturned ute, leaking fuel in the middle of the M1. He's now in hospital in a stable condition. https://t.co/VZ3A1cHvFd #7NEWS https://t.co/lih82g18dk", "_id": "1498944298460811264"}, {"created_at": "2022-03-02 08:32:27+00:00", "text": "It's a strange phenomena that as the water levels drop, spirits seem to rise. The destruction that's being revealed is immense, but there's so much support for each and every victim of Queensland's flood disaster. https://t.co/W6VbmLU1jp  @MarlinaWhop #qldweather #7NEWS https://t.co/euX4GbPLAf", "_id": "1498939278780694530"}, {"created_at": "2022-03-02 05:35:53+00:00", "text": "A man is still missing and many people remain cut off in South East Queensland’s deadly floods, with authorities concerned severe thunderstorms could bring further inundation. #qldweather #7NEWS https://t.co/cHYLMsXH6V", "_id": "1498894844885823489"}, {"created_at": "2022-03-02 00:20:59+00:00", "text": "A distressed cow that lost its way during the Queensland floods and ended up on a beach has been shot dead by police. #7NEWS https://t.co/WoZxXc2NAp", "_id": "1498815596502261764"}, {"created_at": "2022-03-01 20:15:29+00:00", "text": "Australia will have more floods, bushfires and droughts and stands to lose entire ecosystems to climate change, a major international report warns. #7NEWS https://t.co/LcvbL9FrQk", "_id": "1498753815830360066"}, {"created_at": "2022-03-01 20:07:42+00:00", "text": "Russian forces fired rockets near a TV tower in the Ukrainian capital of Kyiv on Tuesday, just hours after warning of “high-precision” strikes on other facilities linked to Ukrainian security agencies. #7NEWS https://t.co/DHCrdgPBIc", "_id": "1498751856226410498"}, {"created_at": "2022-03-01 08:45:00+00:00", "text": "Russia is being investigated for possible war crimes, after increased evidence its forces are targeting civilians in Ukraine. Not shells that have gone astray, but repeated fire on apartment buildings, schools and homes. https://t.co/xew8o1xggj #7NEWS https://t.co/h2vOdC7TBx", "_id": "1498580047787032576"}, {"created_at": "2022-03-01 01:02:07+00:00", "text": "Three burglaries have been reported across Ipswich overnight. Queensland Police Commissioner Katarina Carroll says properties inundated by floodwaters in Goodna, Blackstone and Bundamba have been burgled after the homes were evacuated. https://t.co/7bHviQ27EQ #qldweather #7NEWS https://t.co/DvEfdfrZ3C", "_id": "1498463560036327425"}, {"created_at": "2022-02-28 12:29:37+00:00", "text": "Eight people have died and up to three people are missing in Queensland’s floods, which have damaged thousands of homes and businesses after one year’s worth of rain fell on parts of the south east. https://t.co/sYZlyV5rka #TheLatest #7NEWS https://t.co/JGsXoCXezU", "_id": "1498274189173989377"}, {"created_at": "2022-02-28 09:51:10+00:00", "text": "A man has died in floodwaters on the Gold Coast. He was found inside a vehicle washed into a creek in Currumbin. The tourist city was swamped, with more than half a metre of rain falling in some suburbs. https://t.co/NR0nAn9PbE \n@AmandaAbate\n #gcweather #7NEWS https://t.co/suRIq2cwDu", "_id": "1498234313867132931"}, {"created_at": "2022-02-28 06:27:24+00:00", "text": "Howard Smith Wharves has been evacuated after a crane on a pontoon broke free from its mooring on the Brisbane River, with police on the POLAIR helicopter warning people to stay away from the water. https://t.co/HmO0TG5OSh #qldweather #7NEWS https://t.co/AWO35jkUVR", "_id": "1498183032146055169"}, {"created_at": "2022-02-27 09:50:00+00:00", "text": "Search efforts are continuing in the hardest-hit areas of Indonesia’s Sumatra island after a strong earthquake killed 10 people, injured nearly 400 and left thousands displaced. #7NEWS https://t.co/bblz151Jb7", "_id": "1497871629556224000"}, {"created_at": "2022-02-27 09:02:15+00:00", "text": "Extraordinary pictures in the battle for Ukraine, with its capital under deadly attack from Russian troops. They're facing mounting resistance from Ukrainian soldiers, keeping the enemy at bay for at least another night. https://t.co/iMcKZMoXJk #7NEWS https://t.co/sQzg29ss7f", "_id": "1497859614313828355"}, {"created_at": "2022-02-27 08:19:52+00:00", "text": "Hundreds of homes are flooded and power in the Brisbane CBD could be cut for days as the deadly rain bomb bears down on South East Queensland. There's been destruction on the Brisbane River, as untethered boats floated away. https://t.co/feFKaZ9MWm @BenBMurph #qldweather #7NEWS https://t.co/IBF2Ngsenp", "_id": "1497848949046067211"}, {"created_at": "2022-02-27 05:13:12+00:00", "text": "A six-year-old boy has died after being caught up in an attack on Kyiv. #7NEWS https://t.co/SUBV8dxUWa", "_id": "1497801971763658758"}, {"created_at": "2022-02-27 01:07:18+00:00", "text": "North Korea has fired what could be a ballistic missile, Japan’s coast guard says, in what would be the country’s first test of the month after a record number of launches in January. #7NEWS https://t.co/rYTTZdXlgG", "_id": "1497740089295663107"}, {"created_at": "2022-02-26 22:54:16+00:00", "text": "Queensland's flood death toll has risen to six, after a 34-year-old Moorooka man died in floodwaters at Indooroopilly. #qldweather #7NEWS https://t.co/qy5kNDBiVM", "_id": "1497706607810998274"}, {"created_at": "2022-02-26 09:14:58+00:00", "text": "Three more people have died in the flood disaster, bringing the tragic toll to five. Dozens of communities are cut off, and houses and dams are still filling with water. The deepening crisis is impacting all of South East Queensland. https://t.co/bE39UXn9Zf #qldweather #7NEWS https://t.co/4rUtvBRwho", "_id": "1497500426333081602"}, {"created_at": "2022-02-26 09:00:02+00:00", "text": "The family of Australian athletics icon John Landy has accepted the offer of a state funeral after he died at his Castlemaine home overnight. The 91-year-old, revered for his sportsmanship, had a long battle with Parkinson’s disease. https://t.co/VZ3A1cGXPF @NickMcCallum7 #7NEWS https://t.co/wiDzc53uQX", "_id": "1497496669079879687"}, {"created_at": "2022-02-26 08:57:26+00:00", "text": "Gunfire and explosions are ringing out across Ukraine as Russian forces fight to seize the capital, Kyiv. The death toll is mounting on both sides, while in Moscow, Vladimir Putin has called on the Ukrainian army to surrender. https://t.co/7s7mJpmzJc #7NEWS https://t.co/vzePt2tHRu", "_id": "1497496011924643841"}, {"created_at": "2022-02-26 08:47:13+00:00", "text": "A man has been shot dead by police after holding a McDonald's staff member hostage at knifepoint in Marsden. Officers tried to negotiate, then taser the man, before he lunged at them with the weapon. https://t.co/iFjFlpTqqg @KrystalENews #7NEWS https://t.co/iHSrxnBkkp", "_id": "1497493442946994179"}, {"created_at": "2022-02-26 08:36:48+00:00", "text": "Hundreds of people in Gympie have been evacuated from their homes, as floodwaters swallow the town. Rescue crews are also searching for a man who they fear has been swept away, in the deadly deluge. https://t.co/2hyehiqtu5 @AnnaMcGraw_7 #qldweather #7NEWS https://t.co/SYdNSrVeSg", "_id": "1497490822052212740"}, {"created_at": "2022-02-26 05:26:53+00:00", "text": "Russian police have arrested at least another 560 people at anti-war protests across 26 cities, the civil rights group OVD-Info says in an updated tally. #7NEWS https://t.co/tT0Ziz761l", "_id": "1497443025341284356"}, {"created_at": "2022-02-25 23:25:12+00:00", "text": "A man has died after he was shot by police at a Marsden shopping centre on Friday afternoon. #7NEWS https://t.co/IOh2PH1dK9", "_id": "1497352007031476229"}, {"created_at": "2022-02-25 20:59:40+00:00", "text": "An SES volunteer has died while responding to a call for assistance in Coolana last night, according to Queensland Fire and Emergency Services. #7NEWS https://t.co/61OzIkkKNg", "_id": "1497315382872338434"}, {"created_at": "2022-02-25 09:32:31+00:00", "text": "Tougher sanctions are doing little to stop the Russian missiles being fired into Ukraine. More than 100 Ukrainian soldiers have been killed, and more than 100,000 people have fled the country. There are fears the capital could fall within days. https://t.co/ScqE988lRI #7NEWS https://t.co/TRAtQDllC1", "_id": "1497142455346819073"}, {"created_at": "2022-02-25 08:43:00+00:00", "text": "An Australian IT worker has admitted throwing a wine bottle from his Singapore apartment, killing an elderly man having dinner below. The victim was a Malay Muslim. Prosecutors arguing it was a race-hate crime and demanding a stiff jail sentence. https://t.co/a60O3a8IZb #7NEWS https://t.co/YiVzoUQnPy", "_id": "1497129992643297280"}, {"created_at": "2022-02-25 08:38:30+00:00", "text": "BREAKING: A man has been shot down by police at a Marsden shopping centre and rushed to Logan Hospital in a critical condition. A video of the incident shows police surrounding the man with guns raised before the shooting. https://t.co/VZ3A1cpmr5 #7NEWS https://t.co/aTwlCBrJ43", "_id": "1497128861846278145"}, {"created_at": "2022-02-25 06:20:49+00:00", "text": "Logan Central: Have you seen this girl? The 14-year-old girl was last seen in Logan on February 19.  Got info? Contact Policelink on 131 444. https://t.co/l333g8pDC5 #7NEWS https://t.co/6pL4VzUl9M", "_id": "1497094213926002690"}, {"created_at": "2022-02-25 05:32:37+00:00", "text": ".@Sally_Kellerman, who played Margaret “Hot Lips” Houlihan in director Robert Altman’s 1970 film M*A*S*H, has died. #7NEWS https://t.co/ILmjZVdF6w", "_id": "1497082080802467844"}, {"created_at": "2022-02-25 01:39:00+00:00", "text": "Fighting continues in Ukraine after Russia launched a terrifying and bloody invasion. More than 100 people have been confirmed killed. Russian missiles have slammed into Ukrainian apartment buildings, leaving dozens injured. https://t.co/7YBJuvGi6Y #7NEWS https://t.co/PkIOZ1LvI5", "_id": "1497023289574658050"}, {"created_at": "2022-02-24 20:40:55+00:00", "text": "Just as diplomats at a last-minute United Nations Security Council meeting were pleading for peace, Russian fire began raining down on Ukraine. #7NEWS https://t.co/v8lGWRHRDU", "_id": "1496948274561187840"}]}