{"docs": [{"created_at": "2022-04-28 08:36:07+00:00", "text": "The actions of police are tonight under scrutiny after the shooting death of a man on #Sydney's Northern Beaches.\n\nThe 39-year-old allegedly lunged at officers with a knife after a dispute with his elderly parents. @hayleyefrancis #9News https://t.co/H2zBFvcka3", "_id": "1519596310512480257"}, {"created_at": "2022-04-28 08:30:08+00:00", "text": "A man who bashed a Perth grandfather, who later died from his injuries, has been sentenced to life in prison with a minimum of 23 years. #9News https://t.co/H92AfzgR8k", "_id": "1519594801993244673"}, {"created_at": "2022-04-28 08:23:00+00:00", "text": "A senior detective has denied falsely prosecuting Bill Spedding for child sex charges as he was under investigation for the disappearance of William Tyrrell.\n\nThe actions of police are in the spotlight as the one-time suspect sues the state. @tiffgenders #9News https://t.co/LXOETQqVAY", "_id": "1519593007447744512"}, {"created_at": "2022-04-28 08:12:25+00:00", "text": "#Sydney's underworld war is back out in the open, after kingpin Mahmoud Ahmad was gunned down in #Greenacre last night.\n\nPolice are now concerned this execution could spark another gang war in the city's south-west. @WesternWilson9 #9News\n\nEXTRA: https://t.co/KO6hqEQkzt https://t.co/YoLRwQjAmA", "_id": "1519590346128302081"}, {"created_at": "2022-04-28 07:05:18+00:00", "text": "Two burnt-out luxury cars have been found near the scene of a deadly shooting in Sydney's west last night.\n\nUnderworld figure Mahmoud \"Brownie\" Ahmad died after being sprayed with a \"hail of bullets\" in #Greenacre around 9.30pm yesterday. #9News\n\nDETAILS: https://t.co/JKHhhe7BmW https://t.co/gZRGBYXqHY", "_id": "1519573454512566274"}, {"created_at": "2022-04-28 04:55:04+00:00", "text": "Police allege the 36-year-old #Queensland woman provided large quantities of a strong prescription medication to six children, leading to a 15-year-old's death. #9News https://t.co/OEql5hyzhL", "_id": "1519540679373905920"}, {"created_at": "2022-04-28 01:53:52+00:00", "text": "A man has been shot dead by police at a home on #Sydney's Northern Beaches.\n\nPolice were responding to a domestic dispute when the man reportedly lunged at officers with a knife. @hayleyefrancis #9News https://t.co/8GluplrGhj", "_id": "1519495078946955264"}, {"created_at": "2022-04-28 01:47:06+00:00", "text": "Chilling new details have emerged after a key figure of #Sydney's underworld was gunned down in #Greenacre.\n\nPolice have said it was a well-planned and well-executed hit. @WesternWilson9 #9News https://t.co/wjsf0MIDQa", "_id": "1519493377028497408"}, {"created_at": "2022-04-28 01:22:16+00:00", "text": "Police today confirmed Mahmoud Ahmad was a \"marked man\" and was aware of threats made on his life. #9News https://t.co/ejNxgunJx1", "_id": "1519487129004527616"}, {"created_at": "2022-04-28 00:03:53+00:00", "text": "#LIVE: NSW Police are addressing the media following a fatal shooting in Sydney's southwest overnight. #9News\n\nMORE INFO: https://t.co/8PzkewRSH0 https://t.co/bs74hS0tSA", "_id": "1519467401473314817"}, {"created_at": "2022-04-27 21:35:16+00:00", "text": "A 39-year-old man has died following a confrontation with NSW Police at a home in Newport. #9News https://t.co/NF6GglTPpA", "_id": "1519430000579170304"}, {"created_at": "2022-04-27 19:51:45+00:00", "text": "#BREAKING: A key underworld figure has been shot dead in Greenacre last night. \n\nThe gunman remains on the run and investigations are underway. @Gabrielle_Boyle #9News\n\nDETAILS: https://t.co/3VwSsoV4LF https://t.co/ClMoPQthA6", "_id": "1519403949190746114"}, {"created_at": "2022-04-27 13:33:22+00:00", "text": "The death comes after three people died in a tragedy during last year's Targa Tasmania rally event. #9News\nhttps://t.co/srd1gF09oR", "_id": "1519308727995670528"}, {"created_at": "2022-04-27 12:57:31+00:00", "text": "#BREAKING: One of Sydney's most notorious underworld figures has been shot dead.\n\nA manhunt is now underway for the gunman. #9News https://t.co/n8o8tMYsLC", "_id": "1519299705666166787"}, {"created_at": "2022-04-27 12:40:14+00:00", "text": "A witness in the defamation trial of Ben Roberts-Smith has been granted bail after he was accused of resisting and pushing a federal police officer. @RuthWW #9News https://t.co/qp7cpGyq9S", "_id": "1519295356403654657"}, {"created_at": "2022-04-27 08:26:38+00:00", "text": "A father has lost his life in a house fire near #Campbelltown, which emergency chiefs say could have been prevented. @biancabalzer #9News https://t.co/iOBBif2Kyr", "_id": "1519231534674452481"}, {"created_at": "2022-04-27 08:17:13+00:00", "text": "#BREAKING: A former SAS member and friend of Ben Roberts-Smith has been accused of resisting and pushing a federal police officer hours after giving evidence for the soldier in his defamation trial. @tiffgenders\n#9News https://t.co/Uriw4rxYUP", "_id": "1519229164267741184"}, {"created_at": "2022-04-27 08:12:12+00:00", "text": "A group of good Samaritans have been praised for their heroic efforts following a nasty head on collision in #Liverpool\n\nSix people were pulled from their vehicles by the bystanders, moments before they burst into flames. @WesternWilson9  #9News https://t.co/VhXCKFxkDq", "_id": "1519227904575553537"}, {"created_at": "2022-04-27 03:30:03+00:00", "text": "Two men have been charged over an alleged money laundering and drug supply syndicate in #Sydney. #9News https://t.co/WlpWXatiw6", "_id": "1519156897240305664"}, {"created_at": "2022-04-26 22:16:40+00:00", "text": "A man has died after authorities responded to a house fire in Ambarvale last night. #9News https://t.co/vJcgI4n5tz", "_id": "1519078031566028800"}, {"created_at": "2022-04-26 13:01:09+00:00", "text": "A popular Turkish restaurant on a busy Sydney road has been evacuated after catching fire. #9News\nhttps://t.co/UdA29qMARr", "_id": "1518938232154591232"}, {"created_at": "2022-04-26 12:10:15+00:00", "text": "The man wrongly named as a suspect in the disappearance of William Tyrrell has begun his fight for justice against New South Wales Police. @Zara_James9 #9News https://t.co/S1KMatAe0b", "_id": "1518925421080887296"}, {"created_at": "2022-04-26 10:40:36+00:00", "text": "#BREAKING: A popular restaurant in #Enmore has been evacuated after a fire broke out in a chimney.\n\nAll diners and workers have been accounted for and Enmore road remains closed as authorities assess the situation. #9News https://t.co/iC825gVKre", "_id": "1518902859273809921"}, {"created_at": "2022-04-26 08:53:12+00:00", "text": "One million dollars is now on offer to help solve the suspected murder of young mother Amber Haigh, who vanished 20 years ago.\n\nToday Nine News approached the last man to see her alive - the father of the baby. @em_partridge #9News https://t.co/9TMJDCd7IG", "_id": "1518875833548656640"}, {"created_at": "2022-04-26 08:46:06+00:00", "text": "Fire has destroyed a luxury home in #Sydney's South West, triggering a police investigation. \n\nThe address is a familiar one for investigators - the scene of a drive-by shooting with links to gangland crime. @RuthWW #9News https://t.co/2UMcivXlm4", "_id": "1518874047311925248"}, {"created_at": "2022-04-26 08:34:29+00:00", "text": "The man wrongly named as a suspect in the disappearance of William Tyrrell has begun his fight for justice against NSW Police.\n\nBill Spedding claims officers were trying to punish him by charging him with unrelated child sex offences, later found to be fake. @tiffgenders #9News https://t.co/WiEeqZBXPH", "_id": "1518871123106140160"}, {"created_at": "2022-04-26 05:46:08+00:00", "text": "A #CondellPark home has been gutted by flames, after a fire tore through the property overnight.\n\nPolice are now investigating whether the incident is linked to organised crime.\n\nSee the full story tonight on #9News https://t.co/bxgEihJM1F", "_id": "1518828753816002560"}, {"created_at": "2022-04-25 19:30:11+00:00", "text": "A decorated Queensland police officer with more than 20 years' experience says he was humiliated for years trying to clear his name after being accused of vulgar conduct in his workplace. #9News\nhttps://t.co/dvsxmOfp3r", "_id": "1518673745082208259"}, {"created_at": "2022-04-25 18:30:13+00:00", "text": "Kane Tanaka, the world's oldest person, has died in Japan aged 119, according to a statement released by the country's Ministry of Health, Labor and Welfare. #9News\nhttps://t.co/002NTgrFMP", "_id": "1518658656979628034"}, {"created_at": "2022-04-25 16:14:03+00:00", "text": "A man has been arrested on suspicion of murder after four people were found dead with stab wounds in London's south. #9News\nhttps://t.co/62HZg0fjRK", "_id": "1518624386823172100"}, {"created_at": "2022-04-25 07:27:24+00:00", "text": "A man in his 50s has been taken to hospital in a stable condition after driving through a barricade on #Gladesville Bridge this afternoon.\n\nDespite paramedics saying the car sustained significant damage, the man miraculously walked away with only minor injuries. #9News https://t.co/B5cnNR5mtr", "_id": "1518491852210647040"}, {"created_at": "2022-04-24 23:48:43+00:00", "text": "Four people in New South Wales have died from COVID-19 in the last 24 hours, with the state reporting 7985 new cases. #9News\nhttps://t.co/uAYcSZDR7P", "_id": "1518376420640124928"}, {"created_at": "2022-04-24 23:36:26+00:00", "text": "New US-led forecasts suggest the La Nina weather system that brought heavy rains and deadly flash flooding to Australia's east coast is \"struggling to break\", according to Weatherzone. #9News\nhttps://t.co/iVyEXejAAW", "_id": "1518373329979133952"}, {"created_at": "2022-04-24 08:25:45+00:00", "text": "A fire has destroyed hundreds of thousands of dollars of golfing gear at Sydney's exclusive Lakes Club. @WesternWilson9 #9News https://t.co/1YVJp7vaHT", "_id": "1518144148515270657"}, {"created_at": "2022-04-24 08:21:30+00:00", "text": "Senior US officials will touch down in war-torn Ukraine within hours, to meet with the nation's President.\n\nThe visit comes as Russia intensifies missile strikes on a key southern port city - where a baby is among at least 8 victims. @AmeliaAdams9 #9News https://t.co/hJ7TkHLUMt", "_id": "1518143079789871104"}, {"created_at": "2022-04-24 08:19:10+00:00", "text": "Police are hunting at least two men who allegedly kidnapped, assaulted and robbed a Western Sydney man. @LaurenTomasi #9News https://t.co/ee1i8HKOtT", "_id": "1518142493577158656"}, {"created_at": "2022-04-23 21:37:41+00:00", "text": "Police are appealing for information after a man was allegedly kidnapped and assaulted in western Sydney last night. #9News\nhttps://t.co/lXMuBehCoY", "_id": "1517981058095935489"}, {"created_at": "2022-04-23 09:30:02+00:00", "text": "Detectives from the State Crime Command’s Child Abuse and Sex Crimes Squad have arrested and charged a man with several offenses following an investigation into alleged online procurement in Sydney’s north-west.\n\nFull story: https://t.co/JKrS0NwUAh #9News https://t.co/qwBILdiJa5", "_id": "1517797937757278210"}, {"created_at": "2022-04-23 02:29:27+00:00", "text": "A young man has been charged and had his licence plates confiscated after police allegedly caught him doing 210km/h on Sydney's M4. #9News\nhttps://t.co/afnzgIl4Wr", "_id": "1517692095888125952"}, {"created_at": "2022-04-23 00:03:53+00:00", "text": "Controversial Liberal candidate Katherine Deves has come under fire for attempting to avoid the media at a political event at Forestville RSL in Sydney's northern beaches. #9News\nhttps://t.co/n4rhtIrSpw", "_id": "1517655462849568770"}, {"created_at": "2022-04-22 23:02:34+00:00", "text": "A rock fisherman has died after being pulled from the water at a beach on the New South Wales mid-north coast. #9News\nhttps://t.co/GXCuqZf1hO", "_id": "1517640032533708800"}, {"created_at": "2022-04-22 10:30:00+00:00", "text": "Eight people from western and southern parts of NSW have been charged with drug and rural crime offences following investigations which began in May last year.\n\nMORE: https://t.co/g2xYw3urSY #9News https://t.co/nr2oPTmkd2", "_id": "1517450641655750656"}, {"created_at": "2022-04-22 09:04:55+00:00", "text": "A funeral was held today for the teenager fatally stabbed at the Royal Easter Show. \n\nTonight, as his family grieves, those responsible for the killing, remain on the run. @LaurenTomasi #9News https://t.co/g58pE0WAfJ", "_id": "1517429228727377922"}, {"created_at": "2022-04-22 06:44:09+00:00", "text": "Police said two men started yelling at the musician, before headbutting him when he refused to play Wonderwall by Oasis. #9News https://t.co/t49OJ8jiQC", "_id": "1517393804264976384"}, {"created_at": "2022-04-21 21:00:49+00:00", "text": "Police and workplace regulators are investigating the death of a 50-year-old man hit by a reversing forklift in #Banksmeadow last night. #9News https://t.co/tzUXxMqnua", "_id": "1517247005424328706"}, {"created_at": "2022-04-21 18:30:10+00:00", "text": "Police are searching for a man accused of repeatedly performed explicit sexual acts at the doorstep of a home in Melbourne's north. #9News\nhttps://t.co/yXF2vc8U2J", "_id": "1517209092976218117"}, {"created_at": "2022-04-21 08:23:05+00:00", "text": "#BREAKING: Police have arrested 37-year-old Glenn Ewan Spark in Sydney's CBD.\n\nHe was allegedly involved in the car jacking of a woman at Jordan Springs, before crashing a stolen car at North Parramatta yesterday. #9News https://t.co/wRVU96JgsL", "_id": "1517056315201368064"}, {"created_at": "2022-04-21 08:22:05+00:00", "text": "There's been bombshell new war crime allegations against Ben Roberts-Smith, as one of the decorated soldier's close friends gave evidence in the defamation battle with Nine Newspapers. @tiffgenders #9News https://t.co/NV2NLtwapL", "_id": "1517056060921679878"}, {"created_at": "2022-04-21 07:49:24+00:00", "text": "A family home in Sydney's south-west has been gutted by fire today.\n\nThe roof of the large property in #Prestons had already partially collapsed when emergency crews arrived.\n\nThankfully all residents are safe, with one person being treated for minor injuries. #9News https://t.co/ohEHr7yC0n", "_id": "1517047837787561984"}, {"created_at": "2022-04-21 05:41:08+00:00", "text": "A protest calling for the resignation of Katherine Deves has today unfolded at #Manly.\n\nThe #Warringah Liberal candidate came under fire earlier this week for disparaging remarks about trans women in sport.\n\nREAD MORE: https://t.co/WELFMbaymE #9News https://t.co/dwwlp93PwI", "_id": "1517015557912276992"}, {"created_at": "2022-04-21 04:12:48+00:00", "text": "A 55-year-old man has died after crashing his e-scooter in northern #Brisbane. #9News https://t.co/pXtuUc3SRH", "_id": "1516993329355014144"}, {"created_at": "2022-04-20 18:30:00+00:00", "text": "A mother charged with conspiring to kill her children, her estranged husband and a lover's wife refused to enter a plea to murder and other charges. #9News\nhttps://t.co/1KQRFyJfmq", "_id": "1516846663557652480"}, {"created_at": "2022-04-20 09:05:02+00:00", "text": "A 6-year-old boy has been seriously injured this afternoon at #Lidcombe, after falling face first onto a 60 centimetre length of wire.\n\nThe child was taken to the Children's Hospital at Westmead under police escort. #9News https://t.co/Ei5YZ8EJsH", "_id": "1516704483086114816"}, {"created_at": "2022-04-20 08:50:56+00:00", "text": "Police are appealing for help in identifying a man after a carjacking in Sydney's west today.\n\nA woman was ambushed and threatened by a man with a knife at #JordanSprings, forcing her to get out of the vehicle, before he drove off. #9News https://t.co/wMLShQi7c8", "_id": "1516700936290324487"}, {"created_at": "2022-04-20 08:19:21+00:00", "text": "A disqualified driver is tonight in police custody after a crash down a busy #Greenacre street.\n\nFive young girls are among those who were taken to hospital, but fortunately none were seriously injured. @biancabalzer #9News https://t.co/sKRDoaqs2a", "_id": "1516692987320979459"}, {"created_at": "2022-04-19 08:47:19+00:00", "text": "Rapid blasts were heard across Western #Sydney this morning after a chemical factory went up in flames, triggering a massive emergency response.\n\nFire crews racing to the scene at #StMarys called for backup, when they spotted the thick black smoke. @lizziedaniels #9News https://t.co/RmeuWzad4h", "_id": "1516337638831439874"}, {"created_at": "2022-04-19 08:44:47+00:00", "text": "One week on from the murder of a teenager at the Easter Show, police have admitted they are no closer to finding his killer.\n\nDespite the violent crime playing out in front of hundreds of people - many aren't talking to detectives. @DamoNews #9News https://t.co/1kPRXIxANY", "_id": "1516337001016041473"}, {"created_at": "2022-04-19 08:34:30+00:00", "text": "Soldier after soldier has given evidence AGAINST Ben Roberts-Smith in the war hero's defamation trial, but today the tables turned.\n\nA retired SAS member has backed the VC recipient, contradicting allegations of war crimes in Afghanistan. @tiffgenders #9News https://t.co/AtZsTcJPT0", "_id": "1516334410106380289"}, {"created_at": "2022-04-19 08:19:13+00:00", "text": "'Lovely', 'humble' and 'an Aussie larrikin' - that's how a great-grandfather is being remembered tonight, after he died in a house fire in #Sydney's south-west.\n\nNeighbours heard a series of explosions, and rushed to help, but the man couldn't be saved. @WesternWilson9 #9News https://t.co/DjiDLfFAFu", "_id": "1516330563455574017"}, {"created_at": "2022-04-19 02:14:08+00:00", "text": "More than 130 firefighters have been working to contain a blaze at a factory in #Sydney's west this morning, which spewed toxic smoke across several suburbs.\n\nA man has been flown to Royal North Shore Hospital, after suffering serious burns. @lizziedaniels #9News https://t.co/Sa9MrOz35m", "_id": "1516238690896470022"}, {"created_at": "2022-04-19 02:08:54+00:00", "text": "An 84-year-old man has tragically died after a fire broke out in his south-west #Sydney home overnight. \n\n@WesternWilson9 has the details. #9News https://t.co/1MxA4oj351", "_id": "1516237371242655747"}, {"created_at": "2022-04-19 01:00:31+00:00", "text": "Fire crews forced their way into the Busby property and located an 84-year-old man who had tragically died inside the home. #9News https://t.co/Vd9680JGHq", "_id": "1516220164781522956"}, {"created_at": "2022-04-18 22:44:44+00:00", "text": "A fire is ripping through a chemical warehouse at St Marys in Sydney's West.\n\nOne man is injured and every street around the site has now been closed off. #9News https://t.co/dwue6fPjmQ", "_id": "1516185990775332864"}, {"created_at": "2022-04-18 22:30:04+00:00", "text": "Homicide detectives are ramping up the search for the person who fatally stabbed a father-to-be at the Easter Show and left another teen wounded.\n\nUati \"Pele\" Faletolu was knifed in the chest while on break from his job at the show. #9News https://t.co/BTuExJffUv", "_id": "1516182302337949708"}, {"created_at": "2022-04-18 22:00:20+00:00", "text": "#BREAKING: About 120 firefighters are on scene at a fire at a chemical storage facility in St Marys.\n\nThe blaze is spreading to adjoining properties in Sydney. #9News https://t.co/q0qLH6zK3D", "_id": "1516174817707413512"}, {"created_at": "2022-04-18 21:36:13+00:00", "text": "#BREAKING: A chemical storage facility is alight at St Mary's in Western Sydney.\n\n120 firefighters are currently at the scene, combatting the fire. #9News https://t.co/CI2lqr4jLx", "_id": "1516168749048635396"}, {"created_at": "2022-04-18 20:09:08+00:00", "text": "The hunt continues for the killer responsible for the fatal stabbing at the Sydney Royal Easter Show.\n\nPolice are now appealing for videos and other digital evidence as witnesses fail to cooperate. @Gabrielle_Boyle #9News https://t.co/Qrc71AeTQR", "_id": "1516146832417640459"}, {"created_at": "2022-04-18 16:38:00+00:00", "text": "One shooting left two minors dead and at least 31 people injured. #9News\nhttps://t.co/vUDRGIS2Jy", "_id": "1516093699263848448"}, {"created_at": "2022-04-18 14:38:51+00:00", "text": "Police say they are 'lost for words' after detecting a driver allegedly travelling at 251km/h in Melbourne's northwest on Easter Sunday. #9News\nhttps://t.co/SKBJqwCUY9", "_id": "1516063714096472067"}, {"created_at": "2022-04-18 08:23:43+00:00", "text": "Police are under scrutiny tonight after a car chase ended with the death of a man in his 20s in the city's south.\n\nOfficers claim they abandoned the pursuit when it became too dangerous. @RuthWW #9News https://t.co/Lh30eQhVEN", "_id": "1515969310149206018"}, {"created_at": "2022-04-18 08:05:17+00:00", "text": "#WATCH: A man is fighting for life after his car lost control and struck a tree in Melbourne's north-west this morning.\n\nPolice are investigating the Taylors Hill crash and have seized multiple items from the vehicle.\n\nFULL DETAILS: https://t.co/dWQ9BOxA0z #9News https://t.co/r1judalO95", "_id": "1515964671920009221"}, {"created_at": "2022-04-18 06:38:20+00:00", "text": "The mother of the 17-year-old father-to-be said, \"We as a family do not want Uati remembered as a victim but to use this time to honour and celebrate the beautiful person that he was.\" #9News https://t.co/0FQE5SaKSQ", "_id": "1515942791167328260"}, {"created_at": "2022-04-17 15:37:00+00:00", "text": "Two senior police constables have spent the night in hospital after being attacked during a wild brawl outside a Gold Coast nightclub. #9News\nhttps://t.co/kRwN5YF2hR", "_id": "1515715960375808000"}, {"created_at": "2022-04-17 08:12:19+00:00", "text": "A Wolli Creek man is clinging to life in hospital after being stabbed during a robbery early this morning. \n\nHe was carried by his friend several hundred metres to a nearby apartment block, telling Nine they were ambushed. @WesternWilson9 #9News https://t.co/8e0DQ6Rqs4", "_id": "1515604055233548289"}, {"created_at": "2022-04-17 07:31:54+00:00", "text": "Sadly, a woman has died after ten people were rescued from the water at a South Coast beach in NSW.\n\nDETAILS: https://t.co/5UWCTAeq7L \n\n#9News https://t.co/QgVoxMssmx", "_id": "1515593883845263361"}, {"created_at": "2022-04-17 06:27:00+00:00", "text": "A 25-year-old man suffered multiple stab wounds in the early hours of Easter Sunday after an incident in Sydney's south. #9News\nhttps://t.co/nHLHlloobW", "_id": "1515577548251533312"}, {"created_at": "2022-04-17 05:47:01+00:00", "text": "#ALERT: A man is in critical condition after being bitten by a police dog during a police operation on the NSW #CentralCoast overnight.\n\nSee the full story, 6pm on #9News https://t.co/zfAStIsryF", "_id": "1515567489287041026"}, {"created_at": "2022-04-17 04:42:00+00:00", "text": "A three-car accident has left a pregnant woman trapped in an overturned vehicle overnight.\n\nEmergency crews responded to the scene in Rockdale and police are investigating the incident. #9News https://t.co/A1EvDrLlJ3", "_id": "1515551123943395328"}, {"created_at": "2022-04-16 11:59:00+00:00", "text": "A $500,000 reward has been offered for information about a 25-year-old murder of an unknown man who was found beheaded in the New South Wales southern highlands. #9News\nhttps://t.co/heeDcwyaXX", "_id": "1515298711198265347"}, {"created_at": "2022-04-16 10:42:28+00:00", "text": "A truck driver has been hit with two fines after their vehicle caught fire, forcing the closure of the Bulli Pass near Wollongong. #9News\nhttps://t.co/DtR5JN4w06", "_id": "1515279452724293633"}, {"created_at": "2022-04-16 09:44:54+00:00", "text": "A 50-year-old man has died following a plane crash in the Western Australian town of Kununurra. #9News\nhttps://t.co/ECySyDm4bf", "_id": "1515264966097457152"}, {"created_at": "2022-04-15 22:17:09+00:00", "text": "Deputy Premier and Minister for Police Paul Toole said the modern technology that police use today may help to solve the murder. #9News  https://t.co/qpBM4CTAgc", "_id": "1515091886935101448"}, {"created_at": "2022-04-15 11:29:56+00:00", "text": "CCTV has captured a chaotic police pursuit after a Sydney driver failed to stop for a breath test. #9News\nhttps://t.co/bPMZvqhIYf", "_id": "1514929011150839809"}, {"created_at": "2022-04-15 08:35:38+00:00", "text": "A random breath test at #Greystanes today sparked a police pursuit by car - and on foot. @WesternWilson9  #9News https://t.co/xrX2AMO8tl", "_id": "1514885147321159684"}, {"created_at": "2022-04-15 08:22:27+00:00", "text": "In #Lurnea a home has been destroyed after it was engulphed in flames - two young men were instrumental in saving the rest of the street. @biancabalzer #9News https://t.co/J7TDSpFIJu", "_id": "1514881829085528065"}, {"created_at": "2022-04-15 02:03:58+00:00", "text": "A Sydney commuter bus was shrouded in thick smoke after catching fire in the #LaneCove Tunnel last night.\n\nThe tunnel's inbuilt sprinkler system burst into action before emergency services arrived, forcing the closure of both westbound lanes. #9News\n\nMORE: https://t.co/udYBQLA5IA https://t.co/El8T0nobYF", "_id": "1514786578371006468"}, {"created_at": "2022-04-14 23:35:15+00:00", "text": "Emergency services have responded to a house fire that has destroyed a home in #Lurnea this morning. #9News https://t.co/WeZTMWm3bo", "_id": "1514749154236542978"}, {"created_at": "2022-04-14 04:00:25+00:00", "text": "Two people have died after the car they were driving rolled in the state's Far West this morning. #9News https://t.co/sQeuZNREjK", "_id": "1514453495885221897"}, {"created_at": "2022-04-14 03:28:31+00:00", "text": "‘Brian’ the bunny had a lucky escape this morning, after a fire broke out in south-west #Sydney.🐇\n\nFirefighters entered the flaming unit after reports the beloved pet was still inside.\n\nThe cause of the fire is under investigation. #9News\n\nMORE: https://t.co/qBZBQKztmt https://t.co/nseDWv8Ck3", "_id": "1514445467991814149"}, {"created_at": "2022-04-14 02:11:21+00:00", "text": "#ALERT: Police have closed the Pacific Highway at Stadium Drive after a man was shot in the shoulder in #CoffsHarbour this morning.\n\nPolice have warned that \"northbound traffic could be disrupted for some time.\" #9News\n\nMORE: https://t.co/zj35Rm09dq https://t.co/D9e8GJ4Pud", "_id": "1514426048846385157"}, {"created_at": "2022-04-14 01:57:26+00:00", "text": "A man has been stabbed and two women are injured, after a home invasion in Sydney's south-west this morning. \n\nPolice have been told three men forced their way into a home in St Andrews - near Campbelltown - before running away. #9News https://t.co/pBHkCEEYe6", "_id": "1514422547831570433"}, {"created_at": "2022-04-14 01:30:47+00:00", "text": "#BREAKING: William Tyrrell's foster mother has been charged with giving false or misleading evidence to the NSW Crime Commission. #9News https://t.co/PG88C5mzcU", "_id": "1514415838832570374"}, {"created_at": "2022-04-13 11:39:09+00:00", "text": "Police have been slammed for taking an \"appalling risk\" by chasing a wanted man in a stolen car that mowed through a fence and killed a toddler at Constitution Hill. #9News\nhttps://t.co/p89XujsDkl", "_id": "1514206552932163595"}, {"created_at": "2022-04-13 08:34:18+00:00", "text": "Seven years ago, a wanted criminal mowed through the fence of a family home at Constitution Hill, killing a little girl.\n\nThe man responsible is behind bars but today a coroner found police also played a role in the toddler's death by taking appalling risks. @tiffgenders #9News https://t.co/GlE1vUIuXa", "_id": "1514160035970129922"}, {"created_at": "2022-04-13 08:30:00+00:00", "text": "CLOSE CALL: US highway cameras have captured the moment a speeding car collides with a truck on a Minnesota overpass, causing it to lose control and erupt into an intense fireball.\n\nMiraculously, both drivers managed to survive the crash. #9News https://t.co/5rwGG0sfoF", "_id": "1514158951553658884"}, {"created_at": "2022-04-13 08:12:52+00:00", "text": "Security at #Sydney's Royal Easter Show has been dramatically ramped up, after a 17-year-old was stabbed to death.\n\nToday, it emerged the young man that was killed was expecting his first child. @LaurenTomasi #9News https://t.co/3BIgc9ENFv", "_id": "1514154640912363524"}, {"created_at": "2022-04-13 08:08:51+00:00", "text": "Four protesters are tonight languishing in police cells, after inflicting a morning of chaos on thousands of people.\n\nThey blocked off the #Sydney Harbour Bridge - bringing the city to standstill during peak hour traffic - and they're vowing to do it all again. @DamoNews #9News https://t.co/CTQVLWYQqO", "_id": "1514153627891417088"}, {"created_at": "2022-04-13 07:01:44+00:00", "text": "Three people have been charged today after allegedly selling drugs, including e-cigarettes and lollies containing THC, through the dark web.\n\nPolice say the trio made more than $1.6 million in cryptocurrency through their sales. #9News\n\nFULL DETAILS: https://t.co/vyWR7AOH3M https://t.co/d6mpToOPUw", "_id": "1514136740088455173"}, {"created_at": "2022-04-13 06:20:08+00:00", "text": "Police have been slammed for \"taking appalling risks\" after a coroner today found their decisions contributed to the death of a toddler, who was mowed down by an armed robber during a pursuit at Constitution Hill. @tiffgenders #9News https://t.co/o1kEhPdZQn", "_id": "1514126271307042817"}, {"created_at": "2022-04-13 05:20:01+00:00", "text": "The 17-year-old, who was killed in a stabbing at the Sydney Royal Easter Show, was expecting a child with his girlfriend. #9News https://t.co/t0jbG8KDam", "_id": "1514111143014547462"}, {"created_at": "2022-04-13 01:47:45+00:00", "text": "Three people have been charged for allegedly being involved in the online supply of prohibited drugs through the dark web. #9News https://t.co/MHHHhQSkJi", "_id": "1514057723754815492"}, {"created_at": "2022-04-12 15:29:38+00:00", "text": "Photos and video from the scene showed people tending to bloodied passengers lying on the floor of the station and the air filled with smoke. #9News\nhttps://t.co/odXahI8nJk", "_id": "1513902168213925888"}, {"created_at": "2022-04-12 12:08:51+00:00", "text": "It's been more than 24 hours since a horror fatal stabbing at Sydney's iconic Royal Easter Show, and officers are STILL hunting those who killed a 17-year-old boy. \n\nThe incident has put the safety of the famous event into question. @Zara_James9 #9News https://t.co/Fl8MYTXVFc", "_id": "1513851637361790979"}, {"created_at": "2022-04-12 08:38:01+00:00", "text": "A family of eight from Western #Sydney has escaped injury after a shooter targeted their #Blacktown home early this morning.\n\nPolice are investigating if a burnt out car found at #EasternCreek is connected to the incident. #9News https://t.co/bkLn9fQmcE", "_id": "1513798582016651264"}, {"created_at": "2022-04-12 08:30:34+00:00", "text": "Family members of four people killed in a helicopter crash off Port Stephens have slammed the actions of the pilot, David Kerr, who was flying in conditions he wasn't trained for.\n\nKerr also died in the 2019 accident. @tiffgenders #9News https://t.co/Jot4PG37Sl", "_id": "1513796707133403136"}, {"created_at": "2022-04-12 08:30:08+00:00", "text": "The man depicted in images released by police is described as being of Maori/Pacific Islander appearance, with black hair. #9News https://t.co/N10b5QlhAL", "_id": "1513796596911255552"}, {"created_at": "2022-04-12 06:44:10+00:00", "text": "#BREAKING: A 15-year-old, who allegedly brought a 10 cm knife into the Royal #Sydney Easter Show last night, has been granted bail this afternoon.\n\nPolice believe the person who stabbed a 17-year-old boy to death at the event is still on the run. @em_partridge #9News https://t.co/G1wdluJc2t", "_id": "1513769928440127495"}, {"created_at": "2022-04-12 04:24:38+00:00", "text": "CCTV has been released of the moments before and after a fatal daylight stabbing in #Toongabbie earlier this year. #9News https://t.co/Ba5Cx7YBzU", "_id": "1513734816931487748"}, {"created_at": "2022-04-12 01:49:24+00:00", "text": "Police are searching for more suspects after the stabbing death of a 17-year-old boy at the #Sydney Royal Easter Show last night.\n\nA huge portion of the show will remain closed for at least 24-hours, as detectives continue their investigation. @LaurenTomasi #9News https://t.co/a8rtRft9mD", "_id": "1513695748080156675"}, {"created_at": "2022-04-12 01:16:40+00:00", "text": "#UPDATE: A 15-year-old boy has been charged in connection with a stabbing at the #Sydney Royal Easter Show.\n\nPolice are looking for other suspects. #9News https://t.co/6eyO3g6Pgy", "_id": "1513687511284989959"}, {"created_at": "2022-04-12 00:12:40+00:00", "text": "#LIVE: Authorities are providing an update on the stabbing incident at the Sydney Royal Easter Show overnight. #9News https://t.co/EdlSgtAtTQ", "_id": "1513671404327120898"}, {"created_at": "2022-04-11 20:57:49+00:00", "text": "A 23-year-old has died in hospital two days after he was hurt in a late-night #Darlinghurst brawl. #9News https://t.co/jE6XdVCSu6", "_id": "1513622372208816144"}, {"created_at": "2022-04-11 19:41:20+00:00", "text": "A teenager has died and another is in hospital after they were stabbed in a violent brawl which broke out at the Sydney Royal Easter Show last night. @ChristineAhern #9News\n\nDETAILS: https://t.co/GRYeLlmsHJ https://t.co/05RcHHvJCU", "_id": "1513603124270977026"}, {"created_at": "2022-04-11 13:34:44+00:00", "text": "A teenager has died after he was stabbed during a fight at the Sydney Royal Easter Show. #9News https://t.co/6eyO3g7n66", "_id": "1513510862862315520"}, {"created_at": "2022-04-11 12:44:54+00:00", "text": "#BREAKING: Violence has marred the Sydney Royal Easter Show - after two people were stabbed in the middle of the carnival. @sophie_walsh9 #9News https://t.co/aJsrAedZQR", "_id": "1513498324355145734"}, {"created_at": "2022-04-11 12:34:45+00:00", "text": "Two people have been stabbed at the Sydney Royal Easter Show, with one critically injured, police say.\n\nFULL DETAILS: https://t.co/H7VbBD0Fe5 #9News https://t.co/9a6lPuGElV", "_id": "1513495768581222401"}, {"created_at": "2022-04-11 11:53:47+00:00", "text": "#BREAKING: There are reports someone has been stabbed at the Sydney Royal Easter Show tonight. \n\nMore details to come. #9News https://t.co/FLtGXf7wfU", "_id": "1513485460915507204"}, {"created_at": "2022-04-11 08:43:35+00:00", "text": "After enduring drought, fire, flood, mice plagues and #COVID19 - our farmers were front and centre of the Royal Sydney Easter Show today. @DaltsWorld #9News https://t.co/ipdE3mCotX", "_id": "1513437593916088320"}, {"created_at": "2022-04-11 07:37:32+00:00", "text": "It's been a tough couple of years for Australians affected by drought, fires and floods.\n\nToday at the Easter Show's 'Thank a Farmer Day', it was a chance to chat to those hit hard. @DaltsWorld #9News https://t.co/kkjpGbBPkA", "_id": "1513420971184730113"}, {"created_at": "2022-04-11 06:00:00+00:00", "text": "Police hope a member of the public could hold the key to solving the \"brutal\" murder of a Queensland father who was shot dead in front of his daughter a decade ago. #9News\nhttps://t.co/yl4bNVxq9F", "_id": "1513396428135182338"}, {"created_at": "2022-04-11 04:17:00+00:00", "text": "New daily COVID-19 case numbers appear to be stabilising in some parts of the country. #9News\nhttps://t.co/vdbvZiXl7g", "_id": "1513370505344036866"}, {"created_at": "2022-04-10 22:55:26+00:00", "text": "Chris Bailey, lead singer of legendary punk band The Saints, has died at the age of 65. #9News\nhttps://t.co/rTK2OblNob", "_id": "1513289580958552065"}, {"created_at": "2022-04-10 22:28:52+00:00", "text": "A 23-year-old has suffered life-threatening head injuries after a brawl in #Darlinghurst, with Police investigating it as a potential homicide. #9News https://t.co/Hr75kmbyp0", "_id": "1513282894604689408"}, {"created_at": "2022-04-09 22:24:56+00:00", "text": "BUSTED: Three men have been charged after almost $4.7 million cash, 5kg of drugs and cryptocurrency teller machines were seized by a joint-agency police investigation.\n\nAll items seized will undergo further forensic examination. #9News https://t.co/qwqWX12lW3", "_id": "1512919517516632064"}, {"created_at": "2022-04-09 02:07:06+00:00", "text": "A man has died after his van and a tow truck collided in Smithfield this morning.\n\nEmergency services were called to an intersection at 6:20am and found the van driver trapped and critically injured. He died at the scene a short time later.\n\n#9News https://t.co/Il1C99Yy6T", "_id": "1512613040608342017"}, {"created_at": "2022-04-08 21:07:36+00:00", "text": "The rain may be settling, but residents across Sydney’s northwest are on high alert while the Camden community mourns the death of a man who died in floodwaters on Friday. @SarahStewart_9 #9News https://t.co/8qmxOeXfbz", "_id": "1512537668214734848"}, {"created_at": "2022-04-08 19:28:00+00:00", "text": "A US couple that had been missing for more than a week were \"at peace\" when the husband died a day before rescuers reached his wife. #9News\nhttps://t.co/O1vbsTWa8P", "_id": "1512512602806620162"}, {"created_at": "2022-04-08 08:29:08+00:00", "text": "A mother and son are tonight behind bars, charged with the alleged hit and run murder of a teenager at #Nowra.\n\nDetectives tracked down and arrested the two at a caravan park on #Sydney's northern beaches, where they had allegedly been hiding. @em_partridge #9News https://t.co/tGy0ECVa5g", "_id": "1512346795136983044"}, {"created_at": "2022-04-08 08:26:36+00:00", "text": "Former Northern Beaches teacher Chris Dawson will stand trial over the alleged murder of his wife, Lynette Dawson 40 years ago. \n\nThe 73-year-old's final attempt to have his case halted for good, was today thrown out by the country's highest court. @LaurenTomasi #9News https://t.co/56MJCRfMap", "_id": "1512346155560194048"}, {"created_at": "2022-04-08 08:13:55+00:00", "text": "Sydney's three-day deluge has turned deadly, after a 68-year-old man was found in #Camden floodwaters.\n\nDog breeder Tony Ikin was on his way to the Royal Easter Show, when his van became submerged along Cut Hill road. @DamoNews #9News https://t.co/2AX9oEfSGu", "_id": "1512342964755910660"}, {"created_at": "2022-04-08 02:17:03+00:00", "text": "#BREAKING: Emergency crews are working to retrieve the body of a man who was found dead inside a car in floodwaters at #Cobbitty.\n\n@hayleyefrancis &amp; @biancabalzer have the latest on NSW's flood emergency. #9News https://t.co/MlqJcQxB9c", "_id": "1512253157228830736"}, {"created_at": "2022-04-08 01:28:26+00:00", "text": "#BREAKING: Former #Newtown Jets footballer Chris Dawson will face a criminal trial over the alleged murder of his wife Lynette Dawson nearly 40 years ago.\n\nMore to come. #9News\n\nLATEST: https://t.co/xGPgTXvAHL https://t.co/XB3gPCegDZ", "_id": "1512240922729271304"}, {"created_at": "2022-04-08 01:12:35+00:00", "text": "#BREAKING: Police are working to retrieve the body of a man found in floodwaters at #Cobbitty, south-west of #Sydney. #9News \nhttps://t.co/L4uH9r256h", "_id": "1512236932839112705"}, {"created_at": "2022-04-07 08:36:24+00:00", "text": "A court has been told a man will never step foot in a boat again, after the tinny he was captaining overturned in #Wollongong last year.\n\nThe accident killed his friend, critically injured three others, and sparked a major rescue. @tiffgenders #9News https://t.co/x3450qyWFY", "_id": "1511986233370628096"}, {"created_at": "2022-04-07 08:22:24+00:00", "text": "Dramatic scenes unfolded this morning at #SevenHills in Sydney's west, after a bus ran into a pylon, leaving two people seriously injured.\n\nThere were nine people on board, including the driver - who had to be cut free from the wreckage. #9News https://t.co/FYYWBLFIFQ", "_id": "1511982711279390720"}, {"created_at": "2022-04-07 05:35:44+00:00", "text": "Police have released new CCTV showing the moments before and after the suspected murder of 31-year-old Matthew Davis last year. #9News https://t.co/g5aYpvg4xn", "_id": "1511940771091472390"}, {"created_at": "2022-04-07 02:39:51+00:00", "text": "The crash occurred during peak hour this morning, leaving two in a serious but stable condition. #9News https://t.co/xcXLv3nXG2", "_id": "1511896505363402754"}, {"created_at": "2022-04-06 21:53:24+00:00", "text": "Police are investigating the cause of a factory fire in #Rydalmere overnight that required 100 firefighters to stop it spreading to nearby properties. #9News https://t.co/JTlqkTqlgQ", "_id": "1511824421148925954"}, {"created_at": "2022-04-06 10:29:38+00:00", "text": "Police and aircraft investigators remain baffled by what unfolded on his flight. #9News\nhttps://t.co/XSeAHhqblc", "_id": "1511652342516846597"}, {"created_at": "2022-04-06 08:43:30+00:00", "text": "The pilot killed in a helicopter crash in the Snowy Mountains, has been identified as Australian businessman Peter Woodland.\n\nPolice and aircraft investigators are baffled by what unfolded on his flight. @LaurenTomasi #9News https://t.co/GpTXr7yvmY", "_id": "1511625635915079680"}, {"created_at": "2022-04-06 08:25:57+00:00", "text": "British born businessman Mehraab Nazir has been identified as one of the two people killed by a landslide in the Blue Mountains on Monday.\n\nMr Nazir's 9-year-old son was also killed, while his wife and 14-year-old son were critically injured. #9News https://t.co/Pmf3AYDJXU", "_id": "1511621217396088833"}, {"created_at": "2022-04-06 08:20:56+00:00", "text": "A home at #Mosman on Sydney's north shore has gone up in flames, just two days out from when owners were set to start renovations.\n\nThe cause of the blaze remains under investigation. @WesternWilson9 #9News https://t.co/iLypMPTTMS", "_id": "1511619954952572936"}, {"created_at": "2022-04-06 07:59:33+00:00", "text": "The man who died in a freak landslide in the #BlueMountains has been identified as a high-profile lawyer on holidays with his family. #9News https://t.co/c175o21O5C", "_id": "1511614572372889602"}, {"created_at": "2022-04-06 07:21:43+00:00", "text": "The owner narrowly escaped the blaze, which took more than 20 firefighters to control. #9News https://t.co/zsGJoRmfrr", "_id": "1511605051479015424"}, {"created_at": "2022-04-06 04:56:59+00:00", "text": "#BREAKING: A large house fire has broken out on Raglan Street in #Mosman.\n\nFirefighters are currently fighting the blaze.\n\nMore to come.\n\n#9News https://t.co/jZBZJRv1XZ", "_id": "1511568630181421059"}, {"created_at": "2022-04-05 22:40:20+00:00", "text": "\"There is no doubt we have to do better.”\n\nNSW Premier Dominic Perrottet has admitted the state's financial rescue packages are taking way too long to reach flood-hit residents after pledging $112 million in grants for flood victims across the state. #9News https://t.co/FwaJt50igg", "_id": "1511473842400677894"}, {"created_at": "2022-04-05 08:59:30+00:00", "text": "A man and woman from Sydney's north have died in a helicopter crash in the state's high country. \n\nInvestigators are now trying to piece together how the \"horrific\" incident unfolded. @lizziepearl #9News https://t.co/sJPWaOnMmv", "_id": "1511267273750814720"}, {"created_at": "2022-04-05 08:41:42+00:00", "text": "Four teenagers have been arrested following a reported home invasion in #Doonside that saw three hospitalised with stab wounds.\n\nThree 16-year-olds and one 14-year-old boy are in police custody, while two others remain on the run. @hayleyefrancis #9News https://t.co/5YH69SnaV3", "_id": "1511262793378545664"}, {"created_at": "2022-04-05 01:25:19+00:00", "text": "Vulnerable Australians are facing a barrage of new online scams that cruelly target people who have already been the victim of cybercrime. #9news https://t.co/KRuZe3KMfy", "_id": "1511152973661016070"}, {"created_at": "2022-04-04 22:00:46+00:00", "text": "Emergency services arrived to find a 49-year-old man and a nine-year-old boy dead at the scene. #9News https://t.co/cMEhlBozoI", "_id": "1511101497790062597"}, {"created_at": "2022-04-04 14:28:44+00:00", "text": "Police say the group were members of the same British family, on holiday in Australia. #9News\nhttps://t.co/cMEhlBp7eg", "_id": "1510987737624903682"}, {"created_at": "2022-04-04 10:36:13+00:00", "text": "It follows recent reports of flood victims being forced to move out of Byron Bay to make way for holiday tourists. #9News\nhttps://t.co/ZVzYlmA3Ne", "_id": "1510929225838362625"}, {"created_at": "2022-04-04 08:55:49+00:00", "text": "An increasing number of drivers are ignoring rail crossing warnings - prompting a police crackdown.\n\nIn a #Sydney first, officers have begun patrolling the railway crossing in #Fairfield. @SophieUpcroft #9News https://t.co/R4bgZ3WH3O", "_id": "1510903959921250306"}, {"created_at": "2022-04-04 08:39:26+00:00", "text": "CONTENT WARNING: A manhunt is underway for 'at least' one gunman, after six people were killed and a dozen injured in #Sacramento.\n\nIt comes following reports of 121 mass shootings in the US this year. @apiotrowski9 #9News https://t.co/N9de7O5Vnt", "_id": "1510899836060643329"}, {"created_at": "2022-04-04 08:20:16+00:00", "text": "A 75-year-old man is in custody tonight charged with the alleged sexual assault of a teenage boy at Sydney's Central station.\n\nPolice today arrested the man at his #Mortdale unit block after a public appeal for information. @em_partridge #9News https://t.co/OzVoqNXMqZ", "_id": "1510895011063377921"}, {"created_at": "2022-04-04 08:16:46+00:00", "text": "Payne Haas is tonight facing the possibility of jail, after a drunken brawl at a #Sydney hotel. \n\nAlready on a good behaviour bond, for a prior incident with police, the Broncos star is now being investigated by the NRL, his club and detectives. @DamoNews #9News https://t.co/sykDU06Hjp", "_id": "1510894131836600321"}, {"created_at": "2022-04-04 08:14:18+00:00", "text": "Dozens of flood victims on the state's north coast will reportedly be evicted from their temporary accommodation to make way for Easter holiday makers.\n\nIt comes as the Premier toured #Lismore today to witness the devastation. @eddy_meyer #9News https://t.co/aeg5WAqgKi", "_id": "1510893511993925633"}, {"created_at": "2022-04-04 07:30:07+00:00", "text": "Authorities have urged people to look out for fields of illegal tobacco which could be mistaken for crops of kale, cabbage or corn.\n\nThe heightened alert follows two major raids on farms in regional New South Wales. #9News  https://t.co/6AAPIfIwJZ", "_id": "1510882390918500358"}, {"created_at": "2022-04-04 06:05:54+00:00", "text": "#BREAKING: A rescue mission is right now underway to free at least four people trapped following a landslide at #WentworthFalls in the #BlueMountains.\n\nEarly reports suggest it is a family who were hiking together - at least one person is thought to be badly injured. #9News https://t.co/p4oO1mEcij", "_id": "1510861197024837634"}, {"created_at": "2022-04-04 05:34:27+00:00", "text": "The NSW Government has announced $20,000 grants for flood victims in eight LGAs.\n\nThe $112 million support package will allow people to rebuild their homes that have been damaged or destroyed during the latest natural disasters. #9News\n\nMORE: https://t.co/kJYd0T4LFf https://t.co/YjuEGhAD1O", "_id": "1510853283203760130"}, {"created_at": "2022-04-04 04:30:03+00:00", "text": "JUST IN: Two people have been arrested after a man was found dead with stab wounds in north-west Victoria last week. #9News https://t.co/uhU3WJezLt", "_id": "1510837074236166146"}, {"created_at": "2022-04-03 20:00:39+00:00", "text": "A gunman is on the run this morning after a mass shooting left six people dead in the capital of California. #9News\nhttps://t.co/K1dZIQZmrr", "_id": "1510708880514293764"}, {"created_at": "2022-04-03 15:07:00+00:00", "text": "When an asteroid slammed into the Earth 66 million years ago, three-quarters of plants and animals on Earth died, including all dinosaurs.\n\nCockroaches, however, survived the impact. #9News https://t.co/0d2ENUe4oh", "_id": "1510634980568821763"}, {"created_at": "2022-04-03 13:00:57+00:00", "text": "A man is in a critical condition and a woman is also injured after falling down a cliff in Sydney's north while attending a 21st birthday party. #9News https://t.co/RaAtxWVagk", "_id": "1510603258909405186"}, {"created_at": "2022-04-03 08:32:22+00:00", "text": "Ukraine says it has re-taken the entire Kyiv region.\n\nBut the country's Presidential Adviser claims the civilian deaths and retreating Russian soldiers' brutality amount to war crimes. @CGreenbank9 #9News https://t.co/S52768CZDr", "_id": "1510535666815356932"}, {"created_at": "2022-04-03 03:23:37+00:00", "text": "A teenager has been recovered alive after falling off the new Emerald class ferry overnight.\n\nPolice confirmed the 19-year-old man was at the back of the ferry, reportedly jumping up and down with the swell with friends, when the vessel hit a large wave and fell overboard. #9News https://t.co/4KgF7UMbuL", "_id": "1510457970261303298"}, {"created_at": "2022-04-03 01:05:00+00:00", "text": "Another 11 people have died in NSW after testing positive for COVID-19. #9News\nhttps://t.co/L3ZLjB01hH", "_id": "1510423084485947406"}, {"created_at": "2022-04-02 23:15:00+00:00", "text": "Hope Solo was arrested in North Carolina on charges of misdemeanor child abuse, resisting arrest and impaired driving, police said. #9News\nhttps://t.co/wskPaXKUMZ", "_id": "1510395401601441802"}, {"created_at": "2022-04-02 22:07:41+00:00", "text": "Storms and rough surf could lead to deadly sea snakes washing up along the east coast of Australia. #9News\nhttps://t.co/2Y5SVh3x9s", "_id": "1510378460174512128"}, {"created_at": "2022-04-02 21:32:01+00:00", "text": "The former chief prosecutor of the International Criminal Court has called for an international arrest warrant to be issued for Russian President Vladimir Putin. #9News\nhttps://t.co/s2Ns1sShbf", "_id": "1510369488155291648"}, {"created_at": "2022-04-02 19:00:00+00:00", "text": "WA Police allege the 27-year-old passenger got into the driver's seat and stole the car while the woman was buying a cake.\nThe woman's 5-year old-daughter was still in the back seat. #9News https://t.co/3a3Kg9ptmq", "_id": "1510331229865922561"}, {"created_at": "2022-04-02 09:58:34+00:00", "text": "A Leumeah couple are without a home tonight after a fire broke out in their garage while they were sleeping.\n\nThe blaze destroyed two decades' worth of memories, but the man and woman were able to grab their dog before getting out. @hayleyefrancis #9News https://t.co/JiN96bGtNw", "_id": "1510194973341364225"}, {"created_at": "2022-04-02 07:22:53+00:00", "text": "Three men have been charged with drug offences, accused of supplying methylamphetamine across Sydney's south-west.\n\nOne has been given bail, provided he sticks to strict conditions. @em_partridge #9News https://t.co/bos0QqnZI4", "_id": "1510155792959557637"}, {"created_at": "2022-04-01 22:29:24+00:00", "text": "A new anti-COVID-19 drug has shown promising signs of eliminating the virus in three days, a study has revealed. #9News\nhttps://t.co/xfQIEjjHXM", "_id": "1510021540586430472"}, {"created_at": "2022-04-01 21:28:43+00:00", "text": "DRUG BUST: Four men have been charged following investigation into the large-scale supply of prohibited drugs in Sydney’s south-west.\n\nDETAILS: https://t.co/jNU6Nafsfv\n\n#9News https://t.co/ss6iy2IiqO", "_id": "1510006267686707201"}, {"created_at": "2022-04-01 16:30:00+00:00", "text": "Police have shared footage of several drivers travelling recklessly on roads, endangering themselves and others. #9News\nhttps://t.co/X97LxMMral", "_id": "1509931094505889832"}, {"created_at": "2022-04-01 08:06:43+00:00", "text": "When you're turning 85, you can be forgiven for possibly being a little \"frayed around the edges.\"\n\nBut the organisation which began as the Police Boys Club, is marking it's big birthday by showing it is in fact, stronger than ever. @RuthWW #9News https://t.co/EWNL4CYEjV", "_id": "1509804437044449285"}, {"created_at": "2022-04-01 07:44:57+00:00", "text": "Confronting vision has emerged of a public custody dispute in #Manly yesterday.\n\nPolice arrested the man this morning, charging him with two domestic violence related offences. \n\n@LaurenTomasi has the details. #9News https://t.co/IFf6iryNxU", "_id": "1509798961967685633"}, {"created_at": "2022-04-01 01:34:07+00:00", "text": "The second wave of flooding in Northern New South Wales has turned deadly this morning, with police locating the body of a woman who was reported missing on Tuesday. \n\nIt comes as Red Cross Australia extends grants for flood-hit communities. @SophieUpcroft #9News https://t.co/1Pv7JCsl97", "_id": "1509705636853993475"}, {"created_at": "2022-04-01 00:13:09+00:00", "text": "Paul Troja, 73, was among the five people who died when a chartered helicopter crashed on Mt Disappointment yesterday. #9News https://t.co/7ncT8mfc0H", "_id": "1509685259499032577"}, {"created_at": "2022-03-31 20:07:39+00:00", "text": "Police have found a body in their search for a woman missing in floodwaters in northern NSW. @SophieUpcroft #9News https://t.co/GR2ACCtMAs", "_id": "1509623477757698060"}, {"created_at": "2022-03-31 19:10:09+00:00", "text": "The body of an aged care nurse has been found in northern New South Wales, days after she went missing in floodwaters, police believe. #9News\nhttps://t.co/x8zDcKmSvm", "_id": "1509609010105749540"}, {"created_at": "2022-03-31 18:15:49+00:00", "text": "The drug also works to prevent migraines, rather than treating them once they arrive. #9News https://t.co/q1LLUkkrlG", "_id": "1509595334103601162"}, {"created_at": "2022-03-31 13:13:54+00:00", "text": "#BREAKING: Police believe they have found the body of missing aged care worker Anita Brakel, days after she went missing in floodwaters. #9News\nhttps://t.co/x8zDcKmSvm", "_id": "1509519354068549635"}, {"created_at": "2022-03-31 07:33:42+00:00", "text": "Police have alleged the bus driver let the teenager operate the bus numerous times between March 10 and March 27. #9News https://t.co/boxhdOxFG2", "_id": "1509433741395087362"}, {"created_at": "2022-03-31 07:31:20+00:00", "text": "Police are tonight on the scene of a mysterious death at #Bondi, after a 38-year-old woman was found inside her unit. \n\nDetectives have spoken to her ex-partner but are still not certain about her cause of death. @em_partridge #9News https://t.co/HgzDRvBDdm", "_id": "1509433145841623041"}, {"created_at": "2022-03-31 04:42:27+00:00", "text": "Police spent hours searching for the crash site near Mt Disappointment, an hour north of #Melbourne's CBD. #9News https://t.co/5fw6eXQC2S", "_id": "1509390646209126401"}, {"created_at": "2022-03-31 01:43:00+00:00", "text": "\"A man, known to the woman, is currently speaking with investigators at Waverley Police Station.\"\n\nMore to come. #9News\n\n https://t.co/eICF7KODhk", "_id": "1509345484216934403"}, {"created_at": "2022-03-30 20:42:10+00:00", "text": "Police are appealing for public help to find a 13-year-old boy reported missing from the #Liverpool area.\n\nAnyone with information is urged to contact Liverpool Police or Crime Stoppers on 1800 333 000.  #9News https://t.co/4OcKmj5fzA", "_id": "1509269779412045829"}, {"created_at": "2022-03-30 14:33:52+00:00", "text": "#GALLERY: Thousands of people are dead, and almost four million Ukrainians have fled the country over the past month. #9News https://t.co/pXsz566EX7", "_id": "1509177091991867394"}, {"created_at": "2022-03-30 09:04:14+00:00", "text": "#BREAKING: Australian television personality Ernie Carroll, best known for his character Ossie Ostrich on Hey Hey It's Saturday, has died at the age of 92. #9News\nhttps://t.co/8wxo2BP2Rq", "_id": "1509094137269608449"}, {"created_at": "2022-03-30 07:38:24+00:00", "text": "A painstaking search is underway for the body of a man who police suspect was murdered on a rural property near #Bathurst. \n\nDetectives are investigating whether he was killed by other members of an alleged drug syndicate. @em_partridge #9News https://t.co/ZonAZqhC2f", "_id": "1509072536063160321"}, {"created_at": "2022-03-30 03:55:52+00:00", "text": "Anyone who may have seen a 2017 white Holden Captiva station wagon with NSW registration YHS 51F is being urged to contact PoliceLink on 131 444 or Crime Stoppers on 1800 333 000. \n\nMORE: https://t.co/41i6Eil45J #9News", "_id": "1509016535914147842"}, {"created_at": "2022-03-30 03:52:37+00:00", "text": "#ALERT: A woman is missing in floodwaters near #Lismore.\n\nA police search and rescue operation began around 9.50pm last night at #Monaltrie after reports a woman had been trapped in her vehicle. #9News https://t.co/0ZLf2gExkj", "_id": "1509015716493672448"}, {"created_at": "2022-03-29 21:05:13+00:00", "text": "Israeli paramedics say at least five people have been killed in a shooting east of Tel Aviv. #9News\nhttps://t.co/RvkgdLafk9", "_id": "1508913188833673216"}, {"created_at": "2022-03-29 12:37:55+00:00", "text": "Accelerated coral bleaching in the Great Barrier Reef and deadly floods across the nation.\n\nDoes the environment benefit from the Federal Budget? #9News\nhttps://t.co/kFeo1A59Wy", "_id": "1508785523615145988"}, {"created_at": "2022-03-29 07:57:36+00:00", "text": "#BREAKING: Firefighters and paramedics have rushed to #FennellBay in #LakeMacquarie where a boat is on fire. \n\nThick black smoke is rising from the water, with reports suggesting a man aged in his 60s has suffered significant burns. #9News https://t.co/7Z6JnyZCj3", "_id": "1508714980836876288"}, {"created_at": "2022-03-29 07:34:40+00:00", "text": "Thousands of people have marched in #Newcastle this evening, rallying against domestic violence after 21-year-old Mackenzie Anderson was allegedly murdered by her ex-partner. \n\nIf you or anyone you know is a victim of domestic violence contact 1800 RESPECT. @em_partridge #9News https://t.co/C66evh7nn5", "_id": "1508709207356420099"}, {"created_at": "2022-03-29 07:17:26+00:00", "text": "A key SAS witness could be forced to answer allegations of murder against his will in court.\n\nIt's a move that could help decide the Ben Roberts-Smith defamation trial. @tiffgenders #9News https://t.co/IEr66V82EG", "_id": "1508704872476127232"}, {"created_at": "2022-03-29 00:27:38+00:00", "text": "Detectives have released CCTV images of six men they wish to speak to as part of an investigation into a stabbing at Cockle Bay Wharf. #9News https://t.co/99nvNmtk7K", "_id": "1508601740303683587"}, {"created_at": "2022-03-28 08:09:09+00:00", "text": "CONTENT WARNING: Some viewers might find the following report disturbing.\n\nTyrone Thompson was subject to an AVO and was on parole for domestic violence, when he allegedly stabbed #Newcastle mother Mackenzie Anderson to death. @em_partridge #9News https://t.co/zEW9I4Bvvq", "_id": "1508355499884187650"}, {"created_at": "2022-03-28 07:05:02+00:00", "text": "Police yesterday charged the 22-year-old man with murder, entering a dwelling with intent and breaching an apprehended domestic violence order. #9News https://t.co/cvieVJXfg2", "_id": "1508339361544347649"}, {"created_at": "2022-03-28 00:50:38+00:00", "text": "If you or anyone you know is a victim of domestic violence contact White Ribbon Australia on 1800 737 732. #9News https://t.co/XpgPFulAqy", "_id": "1508245142876360705"}, {"created_at": "2022-03-28 00:43:43+00:00", "text": "A 22-year-old man will face court in #Newcastle today, charged with the murder of his ex-girlfriend.\n\nHe has also been charged with breaching a domestic violence order. #9News https://t.co/6dvE7MiCld", "_id": "1508243401254256641"}, {"created_at": "2022-03-27 10:56:19+00:00", "text": "#BREAKING: Police have charged the ex-partner of a 21-year-old young mother with her murder. #9News https://t.co/UqGKpnHttr", "_id": "1508035179511746564"}, {"created_at": "2022-03-27 10:47:24+00:00", "text": "A man has been charged with the murder of a woman found lying outside her Newcastle home with multiple stab wounds after an alleged domestic violence attack. #9News\nhttps://t.co/9KlFZJHq9M", "_id": "1508032935076659200"}, {"created_at": "2022-03-27 07:20:42+00:00", "text": "A man has been charged with the intent to murder after confronting his neighbours in Smithfield this morning.\n\nIn a surprise twist, he's also the alleged gunman behind a shooting in Mount Druitt last Sunday. @WesternWilson9 #9News https://t.co/RPZD3ESqeF", "_id": "1507980920023916544"}, {"created_at": "2022-03-27 06:42:00+00:00", "text": "A woman has died following a two-vehicle crash in Sydney's south this morning.\n\nEmergency services were called to #Sylvania where a passenger in one of the vehicles was treated by paramedics; however, she died at the scene.\n\nSee the full story tonight at 6pm on #9News https://t.co/49kzqRgqd8", "_id": "1507971177876103176"}, {"created_at": "2022-03-27 04:10:37+00:00", "text": "#BREAKING: A man has died after being pulled from the water on Sydney's Northern Beaches.\n\n#PalmBeach volunteer Surf Life Savers were alerted by the public after they found a surf ski floating unaccompanied. #9News\n\nMORE: https://t.co/mfg2vmARkf", "_id": "1507933082233425921"}, {"created_at": "2022-03-26 15:59:00+00:00", "text": "A raging fire erupted on Friday at an oil depot in Jiddah ahead of a Formula One race in the Saudi city, with Yemen's Houthis rebels acknowledging they had launched a series of attacks on the kingdom. #9News\nhttps://t.co/nIXJ9iRZy4", "_id": "1507748963725717516"}, {"created_at": "2022-03-26 12:07:00+00:00", "text": "A four-year-old boy with a terminal illness has been granted a special police honour as part of his bucket list. #9News\nhttps://t.co/uE1PGzY1VW", "_id": "1507690578947022858"}, {"created_at": "2022-03-26 07:19:22+00:00", "text": "A 21-year-old mother has been stabbed to death at her home in Newcastle, allegedly by the man she'd taken an AVO out against.\n\nHe'd only just been freed from jail and is tonight in custody. @VrdoljakClaudia #9News https://t.co/4LNulYvebq", "_id": "1507618195871571969"}, {"created_at": "2022-03-26 00:09:51+00:00", "text": "A woman has been stabbed to death in an alleged domestic violence-related attack in Newcastle. #9News https://t.co/l4k5Qp1HAG", "_id": "1507510104182210560"}, {"created_at": "2022-03-25 23:00:40+00:00", "text": "Hospitalisations have dropped from yesterday, while four people sadly died with the virus in NSW. #9News https://t.co/SW9UnwDtbv", "_id": "1507492691902410765"}, {"created_at": "2022-03-25 21:01:00+00:00", "text": "The raging fire came after a series of attacks on the kingdom of Saudi Arabia.\n\nConcerns are now being raised over the Saudi Arabian Grand Prix being held on Sunday. #9News https://t.co/W2jcEP8k0s", "_id": "1507462576740835340"}, {"created_at": "2022-03-25 09:44:39+00:00", "text": "#UPDATE: Police have NOW removed a climate protester who scaled a crane at #PortBotany with just a rope and a backpack.\n\nIt comes after a dramatic day of climate demonstrations across the city of Sydney.\nFULL DETAILS: https://t.co/Qvo3BY0EwU #9News https://t.co/Er02r0UgOD", "_id": "1507292366981451779"}, {"created_at": "2022-03-25 06:42:21+00:00", "text": "A police operation is underway after a protester suspended himself from a crane at #PortBotany.\n\nIt comes as students marched for climate action across #Sydney today. #9News https://t.co/RHiWrXixjr", "_id": "1507246489457897479"}, {"created_at": "2022-03-25 04:39:12+00:00", "text": "A woman in her 30s and two girls aged under six have been found dead after a car burst into flames in Melbourne's south-east. #9News https://t.co/qkmEVOYaWL", "_id": "1507215500304166915"}, {"created_at": "2022-03-25 04:02:48+00:00", "text": "#LIVE: Police are on scene after a protester scaled a crane in Port Botany in south-eastern Sydney. #9News https://t.co/4BTiqiAK5Y", "_id": "1507206340875194369"}, {"created_at": "2022-03-25 03:30:04+00:00", "text": "ACCESS DENIED: Police are investigating after an attempted robbery at a service station in #Greenacre earlier this week.\n\nArmed with a knife, the man unsuccessfully tried to gain access to the counter before fleeing.\n\nSee the full story, 6pm on #9News https://t.co/dIHirlGkDF", "_id": "1507198100489838592"}, {"created_at": "2022-03-24 23:38:31+00:00", "text": "YOUR SAY: Is the Australian Dream of owning a home dead?\n\nNew research has revealed four out of five Australians wishing to enter the property market now think owning a house in their lifetime is unachievable. #9News\n\nFULL DETAILS: https://t.co/b4Om9pChLG https://t.co/AykWBadA1A", "_id": "1507139831976980495"}, {"created_at": "2022-03-24 20:48:08+00:00", "text": "A pedestrian has died after being hit by a bus in in #Tempe overnight. #9News https://t.co/lj9Oi2y4ex", "_id": "1507096952751603760"}, {"created_at": "2022-03-24 07:56:24+00:00", "text": "A cleaner, hired to help and care for an 86-year-old client, instead stands accused of fleecing almost $40,000 from her.\n\nPolice claim the woman stole precious jewellery, along with huge bundles of cash, from the grandmother's home at #MilsonsPoint. @LaurenTomasi #9News https://t.co/4SnA9y9pSl", "_id": "1506902736985538560"}, {"created_at": "2022-03-24 07:38:06+00:00", "text": "Three real-estate agents have been charged over elaborate cannabis set-ups in rental homes at #Fairfield and #Smithfield.\n\nIt's alleged the trio set up drug labs in rental properties under their management - without their clients having any idea. @biancabalzer #9News https://t.co/DUNaB2T5UJ", "_id": "1506898133229441026"}, {"created_at": "2022-03-24 06:57:32+00:00", "text": "NSW Police have arrested and charged six people with cannabis cultivation and defrauding #COVID19 support payments.\n\nDetectives allege the group pocketed more than $700,000 in rental relief payments under the names of 160 unknowing tenants.\n\nMORE: https://t.co/oYAjtfMU1M #9News https://t.co/GVZp1Y3FBE", "_id": "1506887924897525764"}, {"created_at": "2022-03-24 05:39:53+00:00", "text": "#BREAKING: Two people have died and another two have been taken to hospital following a \"horrific\" crash near #Newcastle this afternoon. #9News\n\nEXTRA: https://t.co/jrJRhtPsPH https://t.co/y2yHtFS3Ya", "_id": "1506868384042045443"}, {"created_at": "2022-03-24 02:20:02+00:00", "text": "Police said Johns was travelling on the New South Wales mid-north coast when he crossed into the opposite lane of traffic and collided with a van. #9News https://t.co/EksQkuuipp", "_id": "1506818088557326345"}, {"created_at": "2022-03-23 22:22:41+00:00", "text": "The US government has formally declared that members of the Russian armed forces have committed war crimes. #9News\nhttps://t.co/0ddmPB3vfU", "_id": "1506758358778347521"}, {"created_at": "2022-03-23 21:54:55+00:00", "text": "#BREAKING: A protester has suspended himself from a pole, blocking a train line in #Pagewood.\n\nPolice are urging people to avoid the area. #9News\n\nMORE: https://t.co/8lQWL48ypS https://t.co/0pdQPFN7Gh", "_id": "1506751372213030920"}, {"created_at": "2022-03-23 07:41:56+00:00", "text": "The former mistress of Ben Roberts-Smith claims she was both \"in love with\" and \"afraid of\" the decorated soldier.\n\nDuring her testimony, the woman revealed she met with police at least five times to discuss allegations she was punched by the VC recipient. @tiffgenders #9News https://t.co/uqtTimKOgR", "_id": "1506536708770254849"}, {"created_at": "2022-03-23 07:21:35+00:00", "text": "Two senior members of the Rebels Outlaw Motorcycle Gang have had to scrap their plans to travel to #Malta - they're heading to court instead. \n\nPolice pounced before they could leave the country - arresting them on firearms charges. @biancabalzer #9News https://t.co/vXnAdNwZFd", "_id": "1506531587026038788"}, {"created_at": "2022-03-23 06:58:10+00:00", "text": "BIKIE BUST: NSW Police have arrested four senior bikies from Australia’s largest Outlaw Motorcycle Gang on firearm related offences.\n\nMORE: https://t.co/ayCzHjTdqT\n\nFull story tonight on #9News https://t.co/xwTGnMqxVt", "_id": "1506525694435594242"}, {"created_at": "2022-03-22 18:25:00+00:00", "text": "Fire investigators sifting through what's left of the caravan believe an exploding E-scooter charger caused the blaze. #9News\nhttps://t.co/L5P7KNxOZp", "_id": "1506336154488123399"}, {"created_at": "2022-03-22 12:32:47+00:00", "text": "The mother-of-three had burns to 97 per cent of her body when she told police what her estranged husband had done. #9News\nhttps://t.co/4IA5bJc1QT", "_id": "1506247515875999749"}, {"created_at": "2022-03-22 11:33:06+00:00", "text": "Australia's largest mail processing centre is using a new forensics lab to detect and test for illegal items sent in the mail. #9News\nhttps://t.co/wkRXUMhNaY", "_id": "1506232496127901696"}, {"created_at": "2022-03-22 08:42:51+00:00", "text": "Despite ongoing police investigations, the Dragons forward will play in Thursday's match against the Sharks. #9News https://t.co/sdRx3hoRLI", "_id": "1506189654437081088"}, {"created_at": "2022-03-22 08:02:47+00:00", "text": "Authorities have a new weapon to prevent parcels of illicit drugs and firearms from reaching our streets.\n\nThe forensics rapid lab in #Granville detects and tests illegal items - fast-tracking arrests here and overseas. @sophie_walsh9 #9News https://t.co/Ln3dbRnITG", "_id": "1506179570554257410"}, {"created_at": "2022-03-22 07:36:43+00:00", "text": "George Burgess has been charged with sexually touching a woman without her consent.\n\nThe Dragons have named the forward in the team for Thursday's match, despite the ongoing police investigation. @SophieUpcroft #9News https://t.co/PcmHepqrtJ", "_id": "1506173008792199168"}, {"created_at": "2022-03-22 05:47:15+00:00", "text": "A man has died following a fatal multi-vehicle crash in #Lansvale.\n\nEmergency services were called to the scene at the intersection of Hollywood Drive and the Hume Highway.\n\nThe driver – who is yet to be formally identified – sadly died at the scene. #9News https://t.co/thIhgcOkHl", "_id": "1506145460486037507"}, {"created_at": "2022-03-22 04:27:23+00:00", "text": "According to reports, the multi-million-dollar British police operation to find out what happened to Madeleine McCann is on the brink of shutting down. #9News https://t.co/SiWhfBuOlu", "_id": "1506125362186575872"}, {"created_at": "2022-03-22 00:53:12+00:00", "text": "NRL star George Burgess has been charged with sexually touching a woman.\n\nThe 29-year-old Dragons forward was interviewed by police yesterday over the incident which allegedly took place in #Mascot just before the start of the season. @SophieUpcroft #9News https://t.co/OSPjA8pOgU", "_id": "1506071459373932546"}, {"created_at": "2022-03-22 00:34:07+00:00", "text": "Detectives investigating the theft of $1 million worth of silver bullion from the back of a truck in New South Wales have released new CCTV showing a car of interest. #9News https://t.co/aSdUUW3FCq", "_id": "1506066659420819467"}, {"created_at": "2022-03-21 21:23:38+00:00", "text": "#BREAKING: There are heavy traffic delays in #PortBotany due to a climate protest, where a man is suspended from a pole.\n\nPolice are currently working to get him down with commuters warned to take an alternate route. #9News https://t.co/IN6JVkfzmm", "_id": "1506018722053509125"}, {"created_at": "2022-03-21 17:30:14+00:00", "text": "With civilian deaths mounting in the besieged port city of Mariupol, European Union countries have accused the Russian armed forces of committing war crimes in Ukraine. #9News\nhttps://t.co/tjf78J0VBn", "_id": "1505959984181522432"}, {"created_at": "2022-03-21 15:30:16+00:00", "text": "An inquest into the horrific murders of Queensland mother Hannah Clarke and her three children has heard of her bravery in their final moments. #9News\nhttps://t.co/5gGATBpUv4", "_id": "1505929795200245761"}, {"created_at": "2022-03-21 13:40:12+00:00", "text": "Up to nine fishermen are feared dead after their boat capsized about 900km off Broome this morning. #9News\nhttps://t.co/QvfJvhhh1W https://t.co/phfUp5hqqg", "_id": "1505902094666117127"}, {"created_at": "2022-03-21 08:05:10+00:00", "text": "A tough crackdown on cyber criminals has been launched, in a bid to stop Australians losing billions in online scams.\n\nThe national plan comes with the launch of new taskforce that will work with police agencies at home and abroad. @eddy_meyer #9News https://t.co/dLNZG75w1D", "_id": "1505817780385460224"}, {"created_at": "2022-03-21 07:47:46+00:00", "text": "A man accused of punching, choking and spitting on two senior constables on the Central Coast - could have those charges thrown out because he was never told he was \"under arrest.\" @tiffgenders #9News https://t.co/PSon8UTDci", "_id": "1505813400915521541"}, {"created_at": "2022-03-21 07:44:44+00:00", "text": "In an act of anger towards the Prime Minister, a small group of Extinction Rebellion protestors - claiming to be flood victims - have dumped a truck load of \"water logged\" rubbish at #Kirribilli House.\n\nMeanwhile, in #Lismore the clean up is slow and painful. @cokeefe9 #9News https://t.co/KfBCz8XjzQ", "_id": "1505812640836329472"}, {"created_at": "2022-03-21 07:30:22+00:00", "text": "NRL player George Burgess has been interviewed at #Mascot Police Station this afternoon, after a woman claimed she'd been sexually touched by him.\n\nBurgess played his first game for the Dragons on Friday night. #9News https://t.co/uumJxoSzXb", "_id": "1505809022863265792"}, {"created_at": "2022-03-21 07:28:05+00:00", "text": "A major rescue operation was underway in #Earlwood today, after a worker was injured at a construction site. \n\nThe man, aged in his 40s, was taken to St George Hospital in a serious condition. @Zara_James9 #9News https://t.co/HNLbPhwcuO", "_id": "1505808451036983296"}, {"created_at": "2022-03-21 07:22:50+00:00", "text": "A #Sydney family is tonight dealing with immense heartache, after their healthy toddler died from #COVID19. \n\nThe little boy was admitted to hospital on Thursday, where he then tested positive - doctors have no other explanation for his passing. @lizziedaniels #9News https://t.co/qqD7Sd5uxz", "_id": "1505807126257672193"}, {"created_at": "2022-03-21 07:05:22+00:00", "text": "A service has today been held at St Patrick's Cathedral in #Melbourne after the Victorian Labor Senator died on March 10 from a suspected heart attack, aged just 52. #9News https://t.co/u5n2yh9Iek", "_id": "1505802731998560256"}, {"created_at": "2022-03-21 05:54:19+00:00", "text": "Two teenage boys have today been charged, after a school building was allegedly set on fire and destroyed in the Hunter. @VrdoljakClaudia #9News https://t.co/KwS0uBtzah", "_id": "1505784852276297729"}, {"created_at": "2022-03-21 04:33:49+00:00", "text": "St George Illawarra forward George Burgess is being investigated by police and the NRL integrity unit. #9News https://t.co/sdRx3hoRLI", "_id": "1505764592684838913"}, {"created_at": "2022-03-21 01:57:28+00:00", "text": "Mr Malinauskas said his first meeting would be with health officials and the Police Commissioner over existing #COVID19 rules in the state. #9News https://t.co/v3I4xxD2N5", "_id": "1505725246871121927"}, {"created_at": "2022-03-20 21:28:09+00:00", "text": "#BREAKING: Flood victims are staging a protest outside the Prime Minister's house in #Kirribilli. @Gabrielle_Boyle #9News https://t.co/JDKMutVlH3", "_id": "1505657470575955974"}, {"created_at": "2022-03-20 19:30:41+00:00", "text": "Former Police Commissioner Mick Fuller will lead an independent inquiry into the government's handling of the NSW flood crisis. @Gabrielle_Boyle #9News https://t.co/RzshJAskgg", "_id": "1505627908303634432"}, {"created_at": "2022-03-20 18:05:00+00:00", "text": "The wheelchair-bound couple say the robbery feels \"like a disability hate crime.\"\n\nMr Marrinon suspects the thieves had been watching them prior to the incident. #9News https://t.co/PLY7o1tIHX", "_id": "1505606345768284160"}, {"created_at": "2022-03-20 16:04:00+00:00", "text": "The tech will allow experts to better understand the fuels that ultimately drive our disastrous bushfires. #9News\nhttps://t.co/gy9rJjTBin", "_id": "1505575895276441612"}, {"created_at": "2022-03-20 13:01:16+00:00", "text": "A woman has described how her husband was stabbed on the first night in their new home in western Sydney. \n\nHis wife said two people came into their bedroom and suddenly attacked her husband. #9News https://t.co/1bjdyE8CDB", "_id": "1505529910781260035"}, {"created_at": "2022-03-20 11:02:53+00:00", "text": "#EXCLUSIVE: We've been warned to expect more extreme weather, and now the The Rural Fire Service is rolling out a new weapon in its firefighting arsenal: artificial intelligence. @LaurenTomasi #9News https://t.co/wenc9adNnT", "_id": "1505500119176814596"}, {"created_at": "2022-03-20 08:31:49+00:00", "text": "A young family have lived through a nightmare home invasion on their first night in a Mount Druitt property.\n\nThe young father is now in hospital after being stabbed in his bed. \n\nDETAILS: https://t.co/TAb485kx3G \n\n@biancabalzer #9News https://t.co/7qflAGs6GM", "_id": "1505462099178364930"}, {"created_at": "2022-03-20 08:18:31+00:00", "text": "Russia has made devastating advances in Ukraine in one of the deadliest strikes yet. \n\nPutin's forces claim they've deployed a new type of weapon, never before used in combat. @AmeliaAdams9 #9News https://t.co/fZ1tOirjWW", "_id": "1505458753465901062"}, {"created_at": "2022-03-20 07:47:28+00:00", "text": "Former New South Wales police commissioner Mick Fuller has been asked to head up a review into the Government's handling of the crisis. @dimityclancey #9News https://t.co/XfuwdwWGVN", "_id": "1505450939930615813"}, {"created_at": "2022-03-20 06:50:02+00:00", "text": "A teenage boy has been charged with multiple terrorism-related offences in Adelaide after he was arrested by police on Friday.\n#9News https://t.co/4JYElG3Fn7", "_id": "1505436484866052098"}, {"created_at": "2022-03-20 06:49:43+00:00", "text": "#BREAKING: A major police operation is underway after a man in his 40s was shot twice in Western Sydney.\n\nNSW Ambulance paramedics treated the wounds to his leg and shoulder at the scene in Hebersham.\n\nThe man is now at Westmead Hospital.\n\nMORE: https://t.co/PJiN25nygg\n\n#9News https://t.co/1Xv7jjCTvO", "_id": "1505436404427673601"}, {"created_at": "2022-03-20 01:33:08+00:00", "text": "A 33-year-old man has a punctured lung after he was stabbed in the back inside his Mount Druitt home on Palmerston Road overnight.\n\nDETAILS: https://t.co/5CuYxTIVwv\n\nSee the full story tonight at 6pm on #9News https://t.co/6IJfpJgvyg", "_id": "1505356734293954565"}, {"created_at": "2022-03-19 08:21:40+00:00", "text": "An 82-year-old Greenacre man is behind bars tonight, charged with murdering a woman in his care.\n\nNeighbours say the two lived a reclusive life. @WesternWilson9 #9News https://t.co/MlyZWwF7Sb", "_id": "1505097157287813121"}, {"created_at": "2022-03-18 23:47:00+00:00", "text": "An 82-year-old man has been charged with murder after the body of a \"severely emaciated\" woman was found in a home in Sydney south-west. #9News\nhttps://t.co/K1BW7ktcon", "_id": "1504967636924485640"}, {"created_at": "2022-03-18 13:38:18+00:00", "text": "The owner of Dan Murphy's says it has \"taken every step possible to respect the victims and survivors\" of the siege. #9News https://t.co/fcowy3LGwL", "_id": "1504814454998896642"}, {"created_at": "2022-03-18 11:08:45+00:00", "text": "When police couldn't determine who it belonged to, they arrested almost everybody at the party. \n#9News\nhttps://t.co/5nMWjzXVLp", "_id": "1504776819165130754"}, {"created_at": "2022-03-18 07:23:08+00:00", "text": "A man has admitted to strangling his wife to death in their Woodcroft home two years ago - allegedly telling police it was to stop her from nagging, bullying and shouting.\n\nThe 74-year-old has gone on trial today, claiming self-defence. @tiffgenders #9News https://t.co/m1u7nTfjCR", "_id": "1504720040611962880"}, {"created_at": "2022-03-18 07:19:37+00:00", "text": "A young driver is accused of putting lives at risk after failing to pull over for police.\n\nThe 23-year-old was seen speeding through the Northern Beaches last night, as he allegedly tried to get away, crashing into two brothers. @biancabalzer #9News https://t.co/3SWymLHpIr", "_id": "1504719156238770184"}, {"created_at": "2022-03-18 07:08:46+00:00", "text": "Startling allegations have emerged after a court appearance for the man charged with murdering 9-year-old Charlise Mutten.\n\n#9News spoke to Justin Stein's lawyer, who claims it's possible someone else was involved. @em_partridge https://t.co/ehvJqRO62v", "_id": "1504716424635371520"}, {"created_at": "2022-03-18 06:00:34+00:00", "text": "NSW Police is urging parents to be aware of the dangers of online predators after charging five men with online grooming offences in just eight days. #9News https://t.co/GKd2bZ46Rn", "_id": "1504699259614117922"}, {"created_at": "2022-03-18 04:20:31+00:00", "text": "Students at Richmond Christian College in #Ballina have thanked emergency service crews for their work in assisting with the recent flood clean-up.\n\nThe NSW Rural Fire Service workers at #Wollongbar said the kind gesture \"meant so much\". #9News https://t.co/p2YLAY8Axr", "_id": "1504674083073835008"}, {"created_at": "2022-03-18 03:20:02+00:00", "text": "A red panda that escaped from a local wildlife park south of #Sydney has sadly died after it was found injured on a highway. #9News https://t.co/xyCccgaqM7", "_id": "1504658861197869060"}, {"created_at": "2022-03-18 00:57:16+00:00", "text": "A police chase along #Sydney's northern beaches turned a street into a wrecking yard early this morning. \n\nThe 23-year-old driver has been arrested and is now undergoing mandatory testing. @biancabalzer #9News https://t.co/osA2MgJzg6", "_id": "1504622935247577089"}, {"created_at": "2022-03-17 23:35:21+00:00", "text": "The Barabashovo Market in Kharkiv has gone up in flames after being shelled by the Russian military. #9News\nhttps://t.co/ltb8tZPbbc", "_id": "1504602317097644034"}, {"created_at": "2022-03-17 17:30:13+00:00", "text": "A manslaughter trial involving a NSW police officer has been aborted due to the alleged misconduct of a juror, accused of conducting a \"home experiment\" on evidence presented. #9News\nhttps://t.co/u2ASTbs0gm", "_id": "1504510431242686465"}, {"created_at": "2022-03-17 07:40:25+00:00", "text": "A mother and her newborn baby have sheltered in the loungeroom - as their home, near Macquarie Fields, was shot at.\n\nTonight, police are trying to track down those behind the drive-by, and what motive they might have had. @WesternWilson9 #9News https://t.co/qfm3AQEETD", "_id": "1504362001560125442"}, {"created_at": "2022-03-17 07:15:03+00:00", "text": "There has been a development tonight in the deadly #Newtown boarding house fire investigation. \n\n@em_partridge has the latest. #9News https://t.co/ADF5yVSXMZ", "_id": "1504355615925313536"}, {"created_at": "2022-03-16 22:40:45+00:00", "text": "Eugene Parker, best known for his 1958 theory of the existence of solar wind, has died at 94. #9News\nhttps://t.co/oHTGT2v4Ha", "_id": "1504226189384163333"}, {"created_at": "2022-03-16 16:30:15+00:00", "text": "New details have emerged surrounding the escape of accused drug lord and restaurateur Mostafa Baluch during a bail hearing for the truck driver who allegedly helped him flee NSW during a two-week nationwide manhunt last year. #9News\nhttps://t.co/5vR6tsy9a2", "_id": "1504132948865466382"}, {"created_at": "2022-03-16 08:31:19+00:00", "text": "Police stumbled across almost $100,000 worth of stolen jewellery hidden in a car's backseat after they seized a group of suspected stolen cars from a Melbourne property. #9News\nhttps://t.co/JK6ngPvsfy", "_id": "1504012423925309445"}, {"created_at": "2022-03-16 07:11:57+00:00", "text": "A 45-year-old man is behind bars tonight, charged with murder and accused of setting fire to the #Newtown boarding house that used to be his home. \n\nThree residents were killed and there are fears for a fourth person, who's tonight fighting for his life. @SophieUpcroft #9News https://t.co/RSxzSKZnvW", "_id": "1503992451224248323"}, {"created_at": "2022-03-16 05:35:47+00:00", "text": "A 45-year-old former resident of a #Newtown boarding house destroyed by fire has appeared in court changed with THREE counts of murder.\n\nRichard Hotoran is accused of using accelerant to set fire to the dilapidated property while 11 people were inside. #9News https://t.co/RdJDVVXukm", "_id": "1503968249481990152"}, {"created_at": "2022-03-16 02:19:26+00:00", "text": "Anyone with information is urged to contact Crime Stoppers on 1800 333 000. #9News", "_id": "1503918836957204480"}, {"created_at": "2022-03-16 00:55:42+00:00", "text": "JUST IN: More than 20 fire fighters are working to put out a blaze at a kebab shop in Sydney's west.\n\nThe emergency is banking up traffic around Liverpool Road at #Enfield. #9News https://t.co/bmYby7XLRV", "_id": "1503897765151223813"}, {"created_at": "2022-03-16 00:45:17+00:00", "text": "A 56-year-old man has died in floodwaters at #BrokenHill overnight - the force, sucking him into a concrete pipe after he drove his ute into the waters.\n\nThere was significant flash flooding in the area after 26 mm of rain fell in 30 minutes. #9News https://t.co/5tWWht2X9g", "_id": "1503895143606362119"}, {"created_at": "2022-03-16 00:41:58+00:00", "text": "A 45-year-old man has been charged with THREE counts of murder, following a deadly fire at a boarding house in Sydney's inner-west.\n\nThe man is set to face court this morning, after handing himself in to police. @SophieUpcroft #9News https://t.co/eSPZfovmVH", "_id": "1503894306473623555"}, {"created_at": "2022-03-16 00:22:37+00:00", "text": "#UPDATE: Police allege the man accused of lighting the blaze that killed three people was a former resident. #9News https://t.co/rfhabFpIcB", "_id": "1503889439701217281"}, {"created_at": "2022-03-15 23:00:56+00:00", "text": "#LIVE: Police are speaking after a man was charged with murder following the deaths of three people in a boarding house fire in Newtown. #9News https://t.co/LJe5ueQCuB", "_id": "1503868879453315087"}, {"created_at": "2022-03-15 21:25:01+00:00", "text": "A 45-year-old man has been charged with three counts of murder and one count of destroying property by fire. #9News https://t.co/6DI3BEInaJ", "_id": "1503844745067610122"}, {"created_at": "2022-03-15 19:37:34+00:00", "text": "#BREAKING: A man has died in floodwaters after he left his car in Broken Hill and got sucked into a concrete pipe. #9News\n\nMORE: https://t.co/4HKiv1jz0M https://t.co/ZLHgX0aSmk", "_id": "1503817701323591681"}, {"created_at": "2022-03-15 18:59:21+00:00", "text": "A deadly house fire in #Newtown is being treated as mass murder, with police hunting for a suspected arsonist. @Gabrielle_Boyle #9News\n\nDETAILS: https://t.co/aFmiRHAniE https://t.co/KPdYUlOBkl", "_id": "1503808086770921472"}, {"created_at": "2022-03-15 18:25:38+00:00", "text": "The Kremlin on Tuesday described the action as \"hooliganism,\" a criminal offence in Russia. #9News\nhttps://t.co/pHZAyapV88", "_id": "1503799599500124166"}, {"created_at": "2022-03-15 10:58:42+00:00", "text": "Three people are dead and there are grave fears for at least one more after a fire tore through a boarding house in Sydney’s inner west. @Zara_James9 #9News https://t.co/LjWiEf6YYc", "_id": "1503687123970441220"}, {"created_at": "2022-03-15 07:05:39+00:00", "text": "Three people are dead, and there are fears for at least one more, after fire tore through a boarding house at #Newtown in Sydney's inner west. \n\nResidents were forced to leap from windows to escape the blaze, with police now treating it as murder. @LaurenTomasi #9News https://t.co/TFE1NtOCsw", "_id": "1503628478205333505"}, {"created_at": "2022-03-15 05:29:13+00:00", "text": "#BREAKING: Police are now treating a deadly fire at a boarding house in #Newtown as murder.\n\nEight people escaped the building, including an 80-year-old man who was forced to jump out of the window - he's now fighting for his life. #9News https://t.co/wITEPFrOVe", "_id": "1503604206082707457"}, {"created_at": "2022-03-15 03:33:05+00:00", "text": "#LIVE: NSW Police address the media as investigations continue into a fatal fire at a boarding house in Sydney’s inner west overnight. #9News https://t.co/Tk1HncOu9j", "_id": "1503574982328467457"}, {"created_at": "2022-03-15 00:46:26+00:00", "text": "One person is dead and several others are missing after a fire ripped through a #Newtown boarding house.\n\nA man in his 80s had to jump from the second story to escape the flames, sustaining significant injuries. @LaurenTomasi #9News https://t.co/ZAbcoDz4D0", "_id": "1503533044573126666"}, {"created_at": "2022-03-14 19:00:20+00:00", "text": "#BREAKING: One person has died and at least three people remain unaccounted for, after an intense fire tore through a boarding house in #Newtown. @Gabrielle_Boyle #9News\n\nMORE: https://t.co/oiKClQqHaU https://t.co/Yqg2m7S9Qb", "_id": "1503445946402848782"}, {"created_at": "2022-03-14 18:16:16+00:00", "text": "A government notice said that police permission would be required for people to leave the area or travel from one city to another. #9News\nhttps://t.co/RIMbGOFoKR", "_id": "1503434853793996806"}, {"created_at": "2022-03-14 12:32:42+00:00", "text": "Queensland police have fined a man over a series of driving offences after capturing him riding dangerously on his motorbike and then crashing in front of officers. #9News\nhttps://t.co/wJNR5mAHQH", "_id": "1503348391664779273"}, {"created_at": "2022-03-14 10:42:44+00:00", "text": "A Melbourne Uber driver is recovering in hospital after being stabbed seven times by two male passengers in the early hours of Saturday morning. #9News\nhttps://t.co/sdMoO2kevJ", "_id": "1503320720457183233"}, {"created_at": "2022-03-14 07:53:23+00:00", "text": "#BREAKING: Australia and the Netherlands are taking joint legal action against Russia over the shooting down of MH17 almost 8 years ago.\n\nBoth countries say there is overwhelming evidence the plane was struck by a Russian missile. @jekearsley #9News https://t.co/hiv5u94BsD", "_id": "1503278099298983936"}, {"created_at": "2022-03-14 06:19:32+00:00", "text": "EXTRA: Anyone with information is urged to contact Castle Hill Police Station (02 9680 5399) or Crime Stoppers (1800 333 000). #9News", "_id": "1503254481873825794"}, {"created_at": "2022-03-14 06:19:02+00:00", "text": "Police have released CCTV of two people they believe can assist their investigations into a break and enter in #Sydney last year.\n\nA man and a woman forced their way into a #CastleHill home on January 27, restraining a 22-year-old man and stabbing a 55-year-old woman. #9News https://t.co/zVAygFMh7E", "_id": "1503254355633664001"}, {"created_at": "2022-03-14 03:26:58+00:00", "text": "Traffic on Sydney's Northern Beaches was brought to a standstill this morning, after protestors took over the Spit Bridge.\n\nThe 45-minute demonstration, demanding the immediate re-homing of flood victims, led to three arrests and hundreds of motorists impacted. #9News https://t.co/BV5HZwGpd1", "_id": "1503211053693427718"}, {"created_at": "2022-03-14 01:51:09+00:00", "text": "Before firefighters arrived at the scene, police officers entered the flaming #Glebe home to rescue three people trapped inside. #9News https://t.co/ty16S9vx3z", "_id": "1503186942896267266"}, {"created_at": "2022-03-14 00:50:34+00:00", "text": "Russia has launched one of its deadliest strikes on Ukraine, killing at least 35 people, including an American journalist.\n\n@AmeliaAdams9 reports from the city of Lviv. https://t.co/pd2yANyARV", "_id": "1503171694739005447"}, {"created_at": "2022-03-13 23:16:23+00:00", "text": "A man has died inside a #Bathurst home during a police operation. #9News https://t.co/l29Xa9W9HH", "_id": "1503147995222745091"}, {"created_at": "2022-03-13 16:57:00+00:00", "text": "Police are investigating a number of alleged violent attacks and two deaths in Melbourne overnight. #9News\nhttps://t.co/4NKRHiPPDT", "_id": "1503052517776711681"}, {"created_at": "2022-03-13 15:00:01+00:00", "text": "Three police officers have been injured after a patrol car was torn apart in a serious car crash in Queensland's south-east which has left one person in a critical condition. #9News\nhttps://t.co/id5AROlNc4", "_id": "1503023080314089474"}, {"created_at": "2022-03-13 14:00:01+00:00", "text": "A police taskforce is hunting suspected gang members involved in a wild brawl at an Adelaide bar. #9News\nhttps://t.co/Z77fRKiZFt", "_id": "1503007980706357250"}, {"created_at": "2022-03-13 09:59:02+00:00", "text": "Eight recovery centres have been established in the NSW’s north to assist flood victims so far. #9News\nhttps://t.co/fo9NA83rsR", "_id": "1502947333461356544"}, {"created_at": "2022-03-13 07:28:30+00:00", "text": "A high-level operation involving a police convoy and armed guards has been carried out to deliver nuclear waste from the UK to Lucas Heights in Sydney's south. @RuthWW #9News https://t.co/VXHN9gkmn7", "_id": "1502909451443052544"}, {"created_at": "2022-03-13 07:19:35+00:00", "text": "#BREAKING: Russia has fired multiple missiles on an area near the Western city of Lviv in its closest strike to the European border since Putin's forces invaded Ukraine. @AmeliaAdams9 #9News https://t.co/uojcbVL8wu", "_id": "1502907208148860931"}, {"created_at": "2022-03-13 03:37:57+00:00", "text": "A flood devastated artist from Lismore has opened a 'La Nina' themed exhibition in the NSW Southern Highlands, showcasing the only items she has left to her name, after becoming a victim of the exact weather system she spent months painting. #9News\nhttps://t.co/4gjGMM2hVB", "_id": "1502851432315117569"}, {"created_at": "2022-03-12 13:23:02+00:00", "text": "The devastating floods in NSW and Queensland have left a nation shocked but generous Aussies have responded in the only way they know how - by raising millions of dollars for the victims. #9News\nhttps://t.co/5sosQJFca7", "_id": "1502636286485536769"}, {"created_at": "2022-03-12 10:46:53+00:00", "text": "Follow live coverage as Australia unites to raise money for victims of the flood crisis in NSW and Queensland. #9News\nhttps://t.co/lwe1XsALuy", "_id": "1502596988147183619"}, {"created_at": "2022-03-11 21:53:48+00:00", "text": "New South Wales police have accidentally uncovered an elaborate cannabis set-up in a Sydney home overnight. #9News\n\nhttps://t.co/7li6uHdGLB", "_id": "1502402433376530434"}, {"created_at": "2022-03-11 18:30:13+00:00", "text": "Japan paid tribute to the victims of  a massive earthquake and tsunami 11 years ago that also triggered a nuclear disaster in Fukushima, and has renewed searches for those still missing. #9News\nhttps://t.co/S5lITO8jVS", "_id": "1502351201685450766"}, {"created_at": "2022-03-11 07:57:42+00:00", "text": "A #Greenacre Uber driver faced court today, charged with stealing thousands-of-dollars from two elderly women.\n\nPolice believe there were others involved in the sophisticated scam, as well as more alleged victims. @em_partridge #9News https://t.co/HqoimcMi02", "_id": "1502192023813730313"}, {"created_at": "2022-03-11 07:37:01+00:00", "text": "A Northern Territory police officer has been cleared over the shooting death of an Aboriginal teenager in 2019.\n\nA jury found Zachary Rolfe NOT guilty in less than a day, the teen's family saying a \"white system of justice\" has failed them. @amy_clements9 #9News https://t.co/Jj2p5EZYpK", "_id": "1502186816799129601"}, {"created_at": "2022-03-11 07:17:13+00:00", "text": "A police officer has avoided jail over a #Cronulla crash that left grandmother, Gai Vieira, permanently disabled and brain damaged.\n\nHer family snubbed the sentence today, still baffled as to how crucial moments from the patrol car video disappeared. @tiffgenders #9News https://t.co/G4MOZN99sU", "_id": "1502181834582593537"}, {"created_at": "2022-03-11 06:28:31+00:00", "text": "Tune in this Saturday at 7.30pm AEDT to see Australia's biggest stars of music, news and entertainment unite for a special live telethon event to raise money for the flood victims ❤️\n\n#AustraliaUnites: Red Cross Flood Appeal, live on @Channel9 and @9now!\n\nhttps://t.co/AccbwnpBZz", "_id": "1502169581330513921"}, {"created_at": "2022-03-11 05:10:52+00:00", "text": "#BREAKING: A Northern Territory police officer who killed an Aboriginal man has been found not guilty of all charges.\n\nAfter a five week trial, a jury today cleared Rolfe of murder, manslaughter and engaging in a violent act causing death, outraging community leaders. #9News https://t.co/QKYD9GT9XG", "_id": "1502150038604042256"}, {"created_at": "2022-03-11 04:53:16+00:00", "text": "A jury has found police officer Zachary Rolfe not guilty of murder over the fatal shooting of Aboriginal teenager Kumanjayi Walker. #9News\n\nMORE: https://t.co/Jo6E2F8HU4 https://t.co/IgCqANRPXF", "_id": "1502145611143184389"}, {"created_at": "2022-03-11 02:18:00+00:00", "text": "SCAMMER CHARGED: NSW Police have charged a #Greenacre man after he allegedly defrauded two elderly women of almost $20,000.\n\nEXTRA: https://t.co/GqrW7f9QG3\n\n#9News https://t.co/XHSTDPMZw1", "_id": "1502106534414884866"}, {"created_at": "2022-03-10 17:30:13+00:00", "text": "Criminals will not walk free en masse, according to Victoria Police Chief Commissioner Shane Patton, who is banking on new laws to fix an old error that has seen at least one case thrown out of court. #9News\nhttps://t.co/tVhsKrOjGK", "_id": "1501973715650818051"}, {"created_at": "2022-03-10 15:46:31+00:00", "text": "Criminals will not walk free en masse, according to Victoria Police Chief Commissioner Shane Patton, who is banking on new laws to fix an old error that has seen at least one case thrown out of court. #9News\nhttps://t.co/JMPf21u7vd", "_id": "1501947616346607622"}, {"created_at": "2022-03-10 13:10:43+00:00", "text": "GRAPHIC CONTENT WARNING: The Russian bombing of a maternity hospital in Ukraine has been labelled a war crime by the Ukrainian president. @AmeliaAdams9 #9News https://t.co/33VKETH7Jh", "_id": "1501908407233753091"}, {"created_at": "2022-03-10 09:03:27+00:00", "text": "Police say a house fire at a south-east Queensland home this morning was an act of domestic violence set intentionally by a resident's ex-girlfriend. #9News\nhttps://t.co/ILhey4VER4", "_id": "1501846182775164932"}, {"created_at": "2022-03-10 07:42:08+00:00", "text": "Two alleged contract killers are off the streets tonight, arrested during dawn raids in Sydney's south-west.\n\nThey're accused of murdering gangland figure Mejid Hamzy in 2020 - but police say the mastermind is a high-ranking Comanchero living overseas. @em_partridge #9News https://t.co/0GwIDfGpnR", "_id": "1501825719290191878"}, {"created_at": "2022-03-09 23:55:20+00:00", "text": "Police have arrested two men after executing search warrants at a number of homes across Sydney's south west early this morning. #9News\nhttps://t.co/RzNDL1fPZ5", "_id": "1501708244024119298"}, {"created_at": "2022-03-09 20:20:00+00:00", "text": "The first person to receive a genetically modified pig heart has died. #9News\nhttps://t.co/9JXnH2BPwU", "_id": "1501654052953858049"}, {"created_at": "2022-03-09 07:32:48+00:00", "text": "Three homes at #EmuHeights have been deemed unsafe, following a landslide.\n\nSome residents are still shut out, and will have to wait for the land to dry out, before stabilisation works can begin. #9News https://t.co/MqdLwpkI3E", "_id": "1501460980995350533"}, {"created_at": "2022-03-09 07:23:27+00:00", "text": "Sydney's flood emergency has claimed another life, with police recovering the body of a man at #Greendale, in our south-west.\n\nPolice divers are currently retrieving the body of 50-year-old Xianbin Liu from a creek bed. @WesternWilson9 #9News https://t.co/ZA0zPqcEVB", "_id": "1501458628464754690"}, {"created_at": "2022-03-09 06:27:04+00:00", "text": "#ALERT: Police have located a body in floodwaters in Sydney’s west.\n\nThe body is yet to be formally identified, but police believe it is that of the missing 50-year-old #Greendale man. #9News https://t.co/yMMF8jDu0H", "_id": "1501444438190698496"}, {"created_at": "2022-03-09 04:43:37+00:00", "text": "#MISSING: Xianbin Liu is believed to be missing in floodwaters, after police located a submerged Isuzu Pantech in #Greendale, near #Warragamba. #9News https://t.co/R4t8oJdkqn", "_id": "1501418406695903233"}, {"created_at": "2022-03-08 22:25:18+00:00", "text": "JUST IN: Emergency crews are responding to a crash on Silverdale Road in #Orangeville, where a fuel tanker has ruptured and is leaking.\n\nAn exclusion zone has been established and roads have been closed. #9News https://t.co/Jw8vVUJUdj", "_id": "1501323199396515843"}, {"created_at": "2022-03-08 03:18:02+00:00", "text": "#LIVE: Premier Dominic Perrottet and Deputy Premier, Minister for Regional NSW and Minister for Police Paul Toole provide a flood recovery update. #9News https://t.co/qNsDvbkMS2", "_id": "1501034479414308865"}, {"created_at": "2022-03-08 01:27:00+00:00", "text": "The New South Wales weather emergency has claimed its first lives in #Sydney, with two bodies recovered by police divers from a canal in the city's west.\n\nThis morning the SES issued flood warnings along the NSW coast, from Queensland to Victoria. @lizziedaniels #9News https://t.co/81EmLsSGqg", "_id": "1501006537699041283"}, {"created_at": "2022-03-08 01:02:03+00:00", "text": "Police divers had been searching for a 67-year-old woman and her son in his 30s since yesterday, after a car was found crashed into a stormwater canal at #Wentworthville. #9News", "_id": "1501000260457738242"}, {"created_at": "2022-03-07 20:07:29+00:00", "text": "The body of Shane Warne will be flown home today, after Thai police confirmed his cause of death. #9News\nhttps://t.co/HdxuWITQzE", "_id": "1500926126327484416"}, {"created_at": "2022-03-07 17:30:00+00:00", "text": "Amazing vision has emerged of the moment a firefighter catches a kitten after it leapt ten metres in the air from a tree. #9News https://t.co/n2nhD1LPMI", "_id": "1500886496001200130"}, {"created_at": "2022-03-07 14:34:48+00:00", "text": "The terminal cancer patient, who uses a wheelchair, turned over more than $80,000 selling drugs including methamphetamine and cannabis. #9News\nhttps://t.co/ueHqSBH6Cl", "_id": "1500842404395438080"}, {"created_at": "2022-03-07 11:46:13+00:00", "text": "Shane Warne's body will be flown home to Australia tomorrow.\n\nIt comes as Thai police reveal that the former cricketer died from natural causes. @sophie_walsh9 #9News https://t.co/OnwKJRRTyq", "_id": "1500799980424028162"}, {"created_at": "2022-03-07 08:10:07+00:00", "text": "#BREAKING: Police in Thailand have just released a statement on the death of Shane Warne. \n\nA forensic doctor from the hospital in Surat Thani has concluded the 52-year-old died of \"natural causes\". #9News https://t.co/xhXexdPFFU", "_id": "1500745597917216773"}, {"created_at": "2022-03-07 07:58:58+00:00", "text": "Homes, businesses and belongings have been destroyed in the floods at an estimated damage bill of $1.3 billion.\n\nFor many victims, costly insurance has meant they aren't covered or are underinsured. @vickyjardim #9News https://t.co/eePYbgyfdf", "_id": "1500742790006857729"}, {"created_at": "2022-03-07 07:18:12+00:00", "text": "It was an incident that left three motorists injured and brought #Sydney to a standstill, when a man driving an allegedly carjacked four-wheel drive veered into oncoming traffic on the Harbour Bridge. @RuthWW #9News https://t.co/JPPymIlCXy", "_id": "1500732532928745475"}, {"created_at": "2022-03-07 00:59:20+00:00", "text": "#Sydney traffic has been brought to a standstill when a car smashed into a van - bursting into flames in the middle of the Harbour Bridge this morning. @RuthWW #9News https://t.co/3EcymuMHmr", "_id": "1500637187372683265"}, {"created_at": "2022-03-07 00:19:36+00:00", "text": "Police hope new CCTV vision of a white Subaru and a hooded man will help find the hitmen who fatally gunned down a Comanchero bikie in August 2020. #9News https://t.co/5NSlEJ2RSj", "_id": "1500627188550406153"}, {"created_at": "2022-03-06 20:29:13+00:00", "text": "#BREAKING: A car is on fire on the Sydney Harbour Bridge after a multi vehicle crash.\n\nThe bridge is closed in both directions and motorists are urged to avoid the area. #9News https://t.co/QT7hd97QKZ", "_id": "1500569209763418122"}, {"created_at": "2022-03-06 07:29:57+00:00", "text": "The Premier has copped a spray from angry flood victims who say they were left to \"go it alone.\" \n\nBut Dominic Perrottet believes their frustrations will inspire the Government to do everything it can to get residents back on their feet again. @SophieUpcroft #9News https://t.co/5Uh5E8DlcA", "_id": "1500373098947825667"}, {"created_at": "2022-03-06 07:07:45+00:00", "text": "It's a long road to bring home Shane Warne.\n\nHis body was today moved from the holiday island of Koh Samui to Thailand's mainland. \n\nThere, an autopsy will be carried out to determine just how the 52-year-old died. @lizziepearl #9News https://t.co/k3yrbrGkqL", "_id": "1500367513187762178"}, {"created_at": "2022-03-06 01:12:42+00:00", "text": "Shane Warne was into the second day of a three-month break when he died of a suspected heart attack, his manager James Erskine said. #9News\n\nhttps://t.co/VObRB9Wcrh", "_id": "1500278162806161414"}, {"created_at": "2022-03-05 20:06:09+00:00", "text": "Police in Thailand have revealed new information about the King of Spin's health in the lead-up to the suspected heart attack.\n\nLATEST: https://t.co/zgR1PVwcJ2\n\n#9News https://t.co/eRyoigyjyy", "_id": "1500201018604335107"}, {"created_at": "2022-03-05 05:20:07+00:00", "text": "#BREAKING: Fire crews are battling a blaze that has erupted inside a car workshop on Canterbury Road in #Belmore.\n\nThick smoke plumes into the sky, and one man has been injured with burns to his arms and legs.\n\nSee the full story tonight, 6pm on #9News. https://t.co/qftSccSsGy", "_id": "1499978038364499970"}, {"created_at": "2022-03-04 14:59:48+00:00", "text": "#BREAKING: Australian cricketing legend Shane Warne has died suddenly, aged 52.\n\nThe iconic spin bowler suffered a heart attack while in Thailand.\n\nWarne, the greatest leg-spinner of all-time, took 708 Test wickets throughout a glittering career.\n\nMORE: https://t.co/gLUyQ70SzU https://t.co/MHaNQfalVb", "_id": "1499761533047681033"}, {"created_at": "2022-03-04 12:30:00+00:00", "text": "Despite Grant trying to blame sleepwalking on the fatal crash, a judge accepted his remorse and sorrow for the crime. #9News\nhttps://t.co/f2xRL9GaIR", "_id": "1499723835431702534"}, {"created_at": "2022-03-04 07:42:55+00:00", "text": "Ken Grant - father of former Police Minister Troy Grant - has been jailed for almost two years over a drunken hit and run death in the Hunter region.\n\nGrant will be 74 years old when he is eligible for parole. @tiffgenders #9News https://t.co/kOPqxmZ7nx", "_id": "1499651587240824837"}, {"created_at": "2022-03-04 07:32:01+00:00", "text": "A killer is on the run tonight, after shooting a man in a late night attack at Holroyd in the city's west.\n\nAnother victim was seriously injured, but managed to flee in his car to #Merrylands. @LizzyBryan1 #9News https://t.co/U8pLpW3jSR", "_id": "1499648844413509635"}, {"created_at": "2022-03-04 07:19:32+00:00", "text": "A fifth person has been found dead in their North Coast home - a man believed to be aged in his 40s.\n\nIt comes as residents in flood-affected areas around Great Sydney are being told NOT to begin clean up efforts, with more rain and thunderstorms forecast. @cokeefe9 #9News https://t.co/3SQ2zOtbvM", "_id": "1499645702967808003"}, {"created_at": "2022-03-04 05:10:30+00:00", "text": "#BREAKING: Fighting between Russian and Ukrainian forces has sparked a fire at Europe's largest nuclear plant.\n\nUkrainian President Zelenskyy says immediate action is needed to stop Russian troops - warning all of Europe could be wiped out with a nuclear explosion. #9News https://t.co/zcieXSzJre", "_id": "1499613231102398466"}, {"created_at": "2022-03-04 02:02:06+00:00", "text": "\"This happened on the streets of Sydney, the rain was coming down and at the scene police had to put shelter up because the blood from the victim was running down the gutter.\" #9News https://t.co/pHvGPJkx0m", "_id": "1499565817285029891"}, {"created_at": "2022-03-03 07:47:15+00:00", "text": "There is a fresh rain warning for #Lismore tonight, as reinforcements land to help clear the already flood-stricken city. \n\nThe army, firefighters, SES and locals are pitching in, as more heartbreaking loss is uncovered as the water recedes. @SophieUpcroft #9News https://t.co/5T0T60TOz2", "_id": "1499290292511551490"}, {"created_at": "2022-03-02 10:04:19+00:00", "text": "The number of people who have died in floodwaters in the Northern Rivers region has climbed to FOUR - among them a well-known singer from #Lismore. @SophieUpcroft #9News\n\nSpecial #floods coverage, LIVE on Channel 9 and 9Now: https://t.co/4qutGYpNfb https://t.co/SopUzfOjmp", "_id": "1498962396576198665"}, {"created_at": "2022-03-02 04:08:46+00:00", "text": "Much of central eastern NSW remains on high alert as a dangerous rain bomb that has caused deadly flooding in Queensland and Northern NSW makes its way down the coast. #9News https://t.co/0Gujb8knYa", "_id": "1498872918234783749"}, {"created_at": "2022-03-02 03:50:00+00:00", "text": "Country music singer Marge Graham has been identified as one of the NSW flood victims.\n\nThe 82-year-old was found dead in her home on Tuesday - where she lived alone - after friends raised concerns about her welfare. #9News https://t.co/Mxj1e1J0HO", "_id": "1498868198980075524"}, {"created_at": "2022-03-02 02:15:39+00:00", "text": "The owner of the cow was consulted by police before it was euthanised. #9News https://t.co/4Ll69H9FD6", "_id": "1498844451183149060"}, {"created_at": "2022-03-02 01:06:18+00:00", "text": "#LIVE: NSW Deputy Premier Paul Toole, NSW Police Force Deputy Commissioner Mal Lanyon and SES Commissioner Carlene York provide an update on the current flood event. #9News https://t.co/IYprWXEa2a", "_id": "1498826998688645121"}, {"created_at": "2022-03-01 07:22:29+00:00", "text": "An 80-year-old woman has been found dead inside her #Lismore home - marking the state's first death of the flood crisis.\n\nLocals and business owners are processing their losses, as more showers and thunderstorms are forecast for the end of the week. @sophie_walsh9 #9News https://t.co/ospOuFYJWs", "_id": "1498559282643673089"}, {"created_at": "2022-03-01 02:22:56+00:00", "text": "\"I'm certain these people would have died if I didn't get them out.\"\n\nOne #Lismore local has used his boat to heroically rescue around 50 people from rising floodwaters.\n\nSpecial #floods coverage, LIVE on Channel 9 and 9Now: https://t.co/7Kr1Md7sxH https://t.co/pkEsQvQoKo", "_id": "1498483896694018049"}, {"created_at": "2022-02-28 22:39:54+00:00", "text": "UKRAINE INVESTIGATION: The International Criminal Court will begin investigating Russia's invasion of Ukraine as \"rapidly as possible.\" #9News\n\nhttps://t.co/F601UPb8GC", "_id": "1498427769092395010"}, {"created_at": "2022-02-28 08:09:01+00:00", "text": "#BREAKING: Police will be undertaking a search and rescue operation tonight in #Lismore.\n\nIt comes amid reports of more than 400 people missing. @WesternWilson9 #9News https://t.co/ftCU6QD8lR", "_id": "1498208605706801152"}, {"created_at": "2022-02-28 02:13:18+00:00", "text": "An elderly couple have been stabbed inside their #Warriewood home in Sydney’s Northern Beaches.\n\nInvestigations into the incident are ongoing. #9News https://t.co/8iqPayOTgK", "_id": "1498119086177492996"}, {"created_at": "2022-02-28 00:53:42+00:00", "text": "#BREAKING: Police have pulled a body from the water at #BrightonLeSands in #Sydney. \n\nThe circumstances surrounding the person's death are not yet clear. #9News https://t.co/teSEOZE27C", "_id": "1498099054483496963"}, {"created_at": "2022-02-27 22:50:49+00:00", "text": "Footage from Moscow showed police throwing several female protesters on the ground before dragging them away. #9News\n\nhttps://t.co/gWQOmw9tpG", "_id": "1498068131461607424"}, {"created_at": "2022-02-27 22:20:01+00:00", "text": "NSW Police has announced a $250,000 reward for information surrounding the suspicious death of an 11-month-old girl in #Dubbo in June 2019. #9News https://t.co/E9L5m6Y6r7", "_id": "1498060379871539200"}, {"created_at": "2022-02-27 08:46:51+00:00", "text": "The search for a man missing in Lismore has been suspended due to flood water dangers, as a rain bomb continues to drench northern New South Wales.\n\nNSW Police said on Sunday evening they will resume the search at first light on Monday. #9News\nhttps://t.co/Te8aCkxr2g", "_id": "1497855740072980481"}, {"created_at": "2022-02-27 07:36:08+00:00", "text": "The invasion of Ukraine has brought to a head Vladimir Putin, who fought his way up through the ranks of Russia's secret police to become one of the richest men in the world and a man whose previous job was to make people laugh. @MarkWBurrows  #9News https://t.co/kacTNsoB8K", "_id": "1497837941510574082"}, {"created_at": "2022-02-26 15:00:02+00:00", "text": "IN PICTURES: A large residential block in the Ukrainian capital of Kyiv was struck by a missile or rocket fire early Saturday, as the Russian invasion moved to the streets of the capital city. #9News\nhttps://t.co/pXsz566EX7", "_id": "1497587265081511940"}, {"created_at": "2022-02-26 07:30:23+00:00", "text": "Police have blown open a southwest Sydney criminal syndicate, accused of selling drugs on the dark web. \n\nDetectives seized hundreds of thousands of dollars in cash, along with games packed full of illegal drugs. @LaurenTomasi  #9News https://t.co/QNyLxrWjyF", "_id": "1497474105448280065"}, {"created_at": "2022-02-26 05:00:00+00:00", "text": "GALLERY: Fires, floods, thunderstorms and snow, see the images from wild weather events across Australia. #9News\nhttps://t.co/twgdarnBBy", "_id": "1497436260587094016"}, {"created_at": "2022-02-26 04:35:02+00:00", "text": "Cybercrime Squad detectives have charged a man following an investigation into the supply of prohibited drugs using the dark web in Sydney’s south-west.\n\nSee the full story tonight at 6pm on #9News https://t.co/c3lVhVP0u1", "_id": "1497429980531159045"}, {"created_at": "2022-02-25 07:00:00+00:00", "text": "FLOOD RESCUE: A New South Wales man is counting his lucky stars, after firefighters noticed his van was partially submerged in water while en route to another rescue call.\n\nMORE: https://t.co/qkMA67jwzf\n\nFull report, 6pm on #9News https://t.co/KT8Ybqfe4h", "_id": "1497104072679178243"}, {"created_at": "2022-02-25 01:35:27+00:00", "text": "A #Sydney man will face court today after two homes were destroyed by fire in the city's west overnight. \n\nFirefighters attended a blaze in #Guildford around 7pm - before being called to another home which was on fire. #9News https://t.co/Rk3OtzInaU", "_id": "1497022396431323145"}, {"created_at": "2022-02-25 01:31:50+00:00", "text": "Flash flooding in New South Wales has turned deadly overnight after the body of a man was found in a submerged Toyota Land Cruiser.\n\n@LaurenTomasi is at #Matcham on the state’s Central Coast. #9News https://t.co/tRhdxXF9fm", "_id": "1497021488892985345"}, {"created_at": "2022-02-25 00:20:01+00:00", "text": "Police have found the body of a 54-year-old man in a submerged Toyota Land Cruiser on the Central Coast. #9News https://t.co/42bmXdVcAt", "_id": "1497003415305601026"}, {"created_at": "2022-02-24 23:30:29+00:00", "text": "Police confirmed they sadly found the body of a 54-year-old man in a submerged Toyota Land Cruiser. #9News https://t.co/iFVSQu6BCw", "_id": "1496990948680953856"}, {"created_at": "2022-02-24 12:01:10+00:00", "text": "The latest reports from the Ukrainian Government is that more than 40 soldiers have been killed, and several dozen injured.\n\nRussia tonight denies its aircraft have been downed over Ukraine. \n\n@CGreenbank9 is LIVE from Ukraine. https://t.co/X5ZTedCtiZ", "_id": "1496817476797186049"}, {"created_at": "2022-02-24 07:57:33+00:00", "text": "A runaway driver took police on a pursuit through #Blacktown overnight, which ended with both cars crashing.\n\nThe end of the line was the front of a Vietnam veteran's home - each vehicle taking out its own chunk of the property. @biancabalzer #9News https://t.co/Sv0ErxkZeC", "_id": "1496756167426850816"}, {"created_at": "2022-02-24 07:05:02+00:00", "text": "NSW Police have released CCTV of a man as part of investigations into an alleged aggravated indecent assault earlier this year. #9News https://t.co/Zwz9TVh8Yq", "_id": "1496742950495473664"}, {"created_at": "2022-02-24 05:15:01+00:00", "text": "During their search, NSW Police discovered that of 19 large greenhouses, 13 of them contained 16,559 cannabis plants. #9News https://t.co/yPXl27sGuF", "_id": "1496715266184540163"}, {"created_at": "2022-02-23 23:23:09+00:00", "text": "It's been revealed more than 1000 Victorian police officers have been working without proper authorisation since 2014. #9News https://t.co/vSWA6kWQEd", "_id": "1496626715531038728"}, {"created_at": "2022-02-23 18:31:02+00:00", "text": "\"Uncontrollable and devastating wildfires are becoming an expected part of the seasonal calendars in many parts of the world.” #9News\nhttps://t.co/nCuhtlrRyi", "_id": "1496553202510036992"}, {"created_at": "2022-02-23 07:46:07+00:00", "text": "The parents of missing backpacker Théo Hayez have always believed someone was with him the night he disappeared in #ByronBay.\n\nToday, police announced a reward of $500,000 as they try to coax some answers from the community. @lizziepearl #9News https://t.co/Catg5mPbFf", "_id": "1496390904516595713"}, {"created_at": "2022-02-23 07:42:24+00:00", "text": "The man accused of opening fire on people and cars at #Windang south of #Sydney in November, was allegedly fixated on Nazism and white supremacy.\n\nSimon Fleming is now facing a new charge that could land him in prison for life. @hayleyefrancis #9News https://t.co/CshcjTJgEu", "_id": "1496389966087299075"}, {"created_at": "2022-02-23 07:35:31+00:00", "text": "Forensic police have been examining an Aldi store at #Villawood, after a man was found with stab wounds inside the supermarket.\n\nThe 34-year-old was treated by paramedics for injuries to his upper body - before being taken to #Liverpool Hospital in a serious condition. #9News https://t.co/44oXidCHEr", "_id": "1496388233202184195"}, {"created_at": "2022-02-23 07:14:00+00:00", "text": "The east coast is being smashed by an intense weather system - one woman is dead and up to 10 more are missing in floodwaters across #Queensland.\n\nMeanwhile #Sydney is mopping up after being hit with a month's worth of rain - in a single day. @biancabalzer #9News https://t.co/hQFs2EFl7w", "_id": "1496382819291086849"}, {"created_at": "2022-02-23 04:00:28+00:00", "text": "Two men and two teenage boys have been charged with murder after a 17-year-old was allegedly stabbed to death during a brawl in western #Sydney. #9News https://t.co/SVXyi8t4Um", "_id": "1496334115976658947"}, {"created_at": "2022-02-22 12:32:35+00:00", "text": "Five people have been handed infringement notices after police dragged climate change protesters off a busy Sydney bridge. #9News\nhttps://t.co/c1oR3WryHJ", "_id": "1496100604778725383"}, {"created_at": "2022-02-22 07:53:06+00:00", "text": "#WANTED: River Jordan voiced his frustration at yesterday's rail stoppage during a live piece on Nine's Today Show.\n\nPolice spotted the outburst and say River - also known as Daniel Dowdy - is wanted over an alleged sexual offence and breaching reporting obligations. #9News https://t.co/c6srFDCADO", "_id": "1496030272743161857"}, {"created_at": "2022-02-22 07:31:10+00:00", "text": "The wild weather system has left a Western #Sydney family without a home, after a 'freak' lightning strike sparked a massive blaze at their #GlenmorePark property.\n\nNeighbours say there was nothing they could do, as the fire took hold within minutes. @hayleyefrancis #9News https://t.co/fpycB7SRmD", "_id": "1496024751487258625"}, {"created_at": "2022-02-22 07:30:05+00:00", "text": "Police allege the Brisbane man collided with the officer while riding an e-scooter, despite the officer's efforts to wave him down. #9News https://t.co/yIbgR8OTkP", "_id": "1496024481361444864"}, {"created_at": "2022-02-22 05:58:47+00:00", "text": "Special agents destroyed the 24 acres of illegal tobacco with a red tractor - shredding the field row-by-row. #9News https://t.co/kzolRPDpY5", "_id": "1496001502871175169"}, {"created_at": "2022-02-22 01:08:21+00:00", "text": "Sydney's west has been smashed by a wild storm, with one home destroyed by fire after being struck by lightning.\n\nIt comes as parts of #Sydney and the NSW Central Coast are copping a fresh drenching, with flooding leading to road closures in #Gosford. @hayleyefrancis #9News https://t.co/hCvdwKeVlg", "_id": "1495928414624260103"}, {"created_at": "2022-02-21 23:41:19+00:00", "text": "#WATCH: Protesters have been dragged off the road by police at Sydney's busy Spit Bridge.\n\nThe city-bound lanes were blocked for about 20 minutes, but have now reopened. #9News\n\nSTORY: https://t.co/lYRqxfKB0T https://t.co/6TpDi6FX95", "_id": "1495906513038483456"}, {"created_at": "2022-02-21 20:18:18+00:00", "text": "A Glenmore Park house has been destroyed by fire after a suspected lightning strike in Western Sydney.\n\nIt comes after Greater Sydney and the Central Coast were lashed by an intense storm last night. #9News\n\nFULL DETAILS: https://t.co/50jeurQ0Jq https://t.co/ldTmmzalm8", "_id": "1495855422129209344"}, {"created_at": "2022-02-21 08:16:25+00:00", "text": "It's got a very James Bond feel to it, but covert aerial surveillance is very real, and across #Sydney it's proving very successful. \n\nDrones are catching out illegal dumpers who are leaving innocent land owners to cleanup their mighty mess. @LaurenTomasi https://t.co/CjesztYlZo", "_id": "1495673750431444993"}, {"created_at": "2022-02-21 08:07:30+00:00", "text": "The father of an Indigenous teenager killed in a crash with an unmarked patrol car is calling for a separate investigation -  independent of New South Wales Police. \n\nLachlan Wright says mixed messages from investigators are compounding the grief for his son. @tiffgenders #9News https://t.co/yK5cunjaBl", "_id": "1495671509867761665"}, {"created_at": "2022-02-21 07:55:58+00:00", "text": "An allegedly stolen Maserati has led police on a dramatic chase through Sydney's western suburbs.\n\nThe Blackett man is tonight behind bars, accused of reaching dangerous speeds and driving into oncoming traffic. @hayleyefrancis #9News https://t.co/j3dyTgeunm", "_id": "1495668605371011075"}, {"created_at": "2022-02-21 07:51:10+00:00", "text": "Natasha Beth Darcy - dubbed the Widow of Walcha - plotted a pathway to riches, but it led to a 40 year jail sentence for murdering her partner Mathew Dunbar.\n\nThe judge today described the way she poisoned the man who loved her as relentless and heartless. @em_partridge #9News https://t.co/3tvBqkCVvx", "_id": "1495667399353409538"}, {"created_at": "2022-02-21 07:26:42+00:00", "text": "#BREAKING: Australia's most wanted man, Graham Gene Potter, has been caught in Far North Queensland.\n\nThe fugitive has been on the run for 12 years, after failing to appear in court over conspiracy to murder charges.\n\n#9News https://t.co/DfxudvUAvQ", "_id": "1495661242010189828"}, {"created_at": "2022-02-20 08:37:16+00:00", "text": "A man has been charged with murder after he cut off a man's leg as part of an arrangement between the pair, police say. #9News\n\nhttps://t.co/GhyVS84yIR", "_id": "1495316610319794177"}, {"created_at": "2022-02-20 07:12:50+00:00", "text": "WARNING: GRAPHIC CONTENT: A teenager has been arrested and another is in hospital following a violent stabbing in Sydney's south-west.\n\n@WesternWilson9 #9News https://t.co/LGNEQlg2WE", "_id": "1495295364248784901"}, {"created_at": "2022-02-20 06:36:01+00:00", "text": "PRISON RIOT: Firefighters and riot squads have been called to a prison in Sydney's west, following reports of a riot and multiple fires in the facility.\n\nIt is understood the fires have been extinguished and around a hundred people have been evacuated at Parklea Prison. #9News https://t.co/42ZOOVzQhb", "_id": "1495286096309202945"}, {"created_at": "2022-02-20 02:55:52+00:00", "text": "French modelling agent Jean-Luc Brunel, a longtime associate of disgraced financier Jeffrey Epstein, has been found dead in his prison cell, a spokesperson for the Paris prosecutor's office said. #9News\nhttps://t.co/tv4G82YjPy", "_id": "1495230695823724544"}, {"created_at": "2022-02-19 23:34:11+00:00", "text": "The family of Sydney shark attack victim Simon Nellist has remembered the 35-year-old as a \"wonderful human being\" and a \"cherished son\". #9News\nhttps://t.co/VfQoVGOMoL", "_id": "1495179941096292352"}, {"created_at": "2022-02-19 21:26:13+00:00", "text": "Rescue teams in Greece searched a burning ferry on Saturday for 12 people believed to be missing after it caught fire in the Ionian Sea while en route to Italy, while passengers described a frightening evacuation from the ship. #9News\nhttps://t.co/TF1FUpJVUA", "_id": "1495147736244445184"}, {"created_at": "2022-02-19 19:44:59+00:00", "text": "GALLERY: Storm Eunice ripped roofs off homes, crushed cars with fallen trees and toppled trucks in the UK and parts of Europe. Now the clean-up has begun after the deadly storm packed winds of up to 196km/hr. #9News\nhttps://t.co/Wd5UIwaL7Q", "_id": "1495122261782663169"}, {"created_at": "2022-02-19 10:25:39+00:00", "text": "UPDATE: Firefighters are continuing to work to control the blaze, and police say the contents of the vehicles is not yet known.\n\nThe road will be closed for several hours.", "_id": "1494981499132674054"}, {"created_at": "2022-02-19 10:07:22+00:00", "text": "#BREAKING: Two road trains have collided and caught ablaze on a bridge on the Kamilaroi Hwy in #Brewarrina, north-west NSW.\n\nIt is believed the two truck drivers have died. #9News https://t.co/A54YUVfli3", "_id": "1494976897016827907"}, {"created_at": "2022-02-19 07:45:16+00:00", "text": "Australia's cricketers have fired a warning shot to their #T20 World Cup rivals declaring their current form is nowhere near their best. \n\n@samdjodan #9News https://t.co/KtGjiX0ajF", "_id": "1494941136569475074"}, {"created_at": "2022-02-19 07:37:16+00:00", "text": "The US is running critically low on avocados after its government banned imports from Mexico.\n\nThe supply chain has been thrown into chaos, partly due to a drug cartel turf battle.\n\n@apiotrowski9 #9News https://t.co/ylF71yCBjV", "_id": "1494939123689402370"}, {"created_at": "2022-02-19 07:32:10+00:00", "text": "The family of a Black man shot dead by a police officer in the US has slammed the American justice system. \n\n@AmeliaAdams9 #9News https://t.co/ofsh6DQcBN", "_id": "1494937841796890624"}, {"created_at": "2022-02-19 07:10:34+00:00", "text": "A critical incident investigation has been launched after a police car, in the middle of a pursuit, collided with a trail bike rider in the inner city.\n\nTonight, there's still confusion about WHO officers were targeting in the high-speed chase. \n\n@WesternWilson9 #9News https://t.co/xfXPRJHgBI", "_id": "1494932404938620933"}, {"created_at": "2022-02-19 04:40:03+00:00", "text": "GARAGES ABLAZE: A fire has destroyed a car and badly damaged FOUR garages in #Claymore last night.\n\nFirefighters responded to the call just after midnight and were able to contained the blaze to the garages. #9News https://t.co/vjGs4dzFoe", "_id": "1494894525558530050"}, {"created_at": "2022-02-19 02:24:58+00:00", "text": "NSW Police have charged two men after seizing six vehicles, a firearm, $83,000 cash and $1.6 million worth of cocaine and ‘ice’.\n\nAfter an extensive investigation into the supply of prohibited drugs across #Sydney. #9News https://t.co/SbbDdt0VyK", "_id": "1494860532544946179"}, {"created_at": "2022-02-18 21:30:08+00:00", "text": "A bill to prohibit the \"convenient\" murder of animals inside rescue shelters has passed in the New South Wales Legislative Assembly.\n\nThe changes would see councils take extra steps towards rehoming a seized or surrendered animal. #9News https://t.co/LaFnmPnBsv", "_id": "1494786334493491209"}, {"created_at": "2022-02-18 07:29:38+00:00", "text": "#BREAKING: 288 people have been forced to evacuate a ferry after a massive fire took hold of the vessel off the Greek island of #Corfu. \n\nThe cause is under investigation. #9News https://t.co/95b0oYbfT6", "_id": "1494574814601883654"}, {"created_at": "2022-02-18 07:27:56+00:00", "text": "A Chinese herbalist told police he was \"surprised\" by the death of a diabetes patient, less than a fortnight after he advised her to stop taking all Western medicine.\n\nThe practitioner is now on trial, fighting a charge of manslaughter. @tiffgenders #9News https://t.co/oMYQZlJV8N", "_id": "1494574386820624396"}, {"created_at": "2022-02-18 04:56:57+00:00", "text": "The killing of animals because it is cheaper and easier than finding them a forever home – known as 'convenience killing' -  is now a crime in pounds across New South Wales. #9News https://t.co/QG9aY7ORi9", "_id": "1494536392457826306"}, {"created_at": "2022-02-18 02:00:45+00:00", "text": "The women were rushed to the hospital in a critical condition, after their home in inner #Melbourne went up in flames. #9News https://t.co/bOBoj739KE", "_id": "1494492047138598931"}, {"created_at": "2022-02-17 23:59:44+00:00", "text": "Australian surfing legend Mick Fanning said his thoughts are with the family and friends of #Sydney shark attack victim Simon Nellist.\n\nThe three-time world champion surfer infamously had a televised run-in with a great white shark in 2015. #9News \nhttps://t.co/LdthsEzX1L", "_id": "1494461594893680642"}, {"created_at": "2022-02-17 21:00:01+00:00", "text": "US President Joe Biden has warned a Russian attack could begin in the coming days, after shots were fired in eastern Ukraine. #9News\nhttps://t.co/5G13p6VLR4", "_id": "1494416366765436934"}, {"created_at": "2022-02-17 18:53:24+00:00", "text": "Beaches are reopening across Sydney today, as the victim of a fatal shark attack is identified as 35-year-old Simon Nellist, a dive instructor who loved the ocean. @Gabrielle_Boyle #9News\n\nDETAILS: https://t.co/BONKB1d4yz https://t.co/H36HEggPC3", "_id": "1494384502369570820"}, {"created_at": "2022-02-17 09:38:00+00:00", "text": "A #Sydney driver has escaped a chaotic crash unharmed, after their vehicle smashed through a brick wall in the city’s inner south-west.\n\nFire and Rescue NSW crews were called to the incident after it caused extensive damage to a shop in #Earlwood. #9News https://t.co/iahMju9IBx", "_id": "1494244730024173568"}, {"created_at": "2022-02-17 08:31:17+00:00", "text": "35-year-old Simon Nellist has been identified as the victim of yesterday's fatal shark attack in Sydney's east. #9News https://t.co/BWothcmqNJ", "_id": "1494227940317413380"}, {"created_at": "2022-02-17 07:41:19+00:00", "text": "An elite soldier, who served in Afghanistan with Ben Roberts-Smith, claims the war hero bullied and threatened to kill him.\n\nThe serving SAS member alleged he was the victim of a seven-year intimidation campaign. @tiffgenders #9News https://t.co/LYwckEPgmL", "_id": "1494215366616227840"}, {"created_at": "2022-02-16 21:02:05+00:00", "text": "British police have launched an investigation into one of Prince Charles's charitable foundations. #9News\nhttps://t.co/oelwcqvsh0", "_id": "1494054499820122112"}, {"created_at": "2022-02-16 07:34:14+00:00", "text": "A cleaner has been found guilty of murdering her 92-year-old client in her Inner West home, after a night of gambling in 2019. @em_partridge #9News https://t.co/cglk9Y3UgV", "_id": "1493851196561502215"}, {"created_at": "2022-02-16 07:24:02+00:00", "text": "@RuthWW #UPDATE: Police say human remains have now been found in the water.\n\nLittle Bay Beach has been closed as officers continue to search the area. #9News https://t.co/qxhuZbD0hV", "_id": "1493848630955970560"}, {"created_at": "2022-02-16 07:12:49+00:00", "text": "There were fiery exchanges in a #Sydney court today as Clive Palmer entered the witness box in his defamation battle with the WA Premier. \n\nAmong the extraordinary allegations, Mr Palmer said he'd been portrayed as a drug dealer by Mark McGowan. @MarkWBurrows #9News https://t.co/muFSVSlCHu", "_id": "1493845806205521922"}, {"created_at": "2022-02-16 07:09:46+00:00", "text": "We've been given greater insight into our country's mounting death toll from #COVID19.\n\nMore than 90 per cent of people who've died from the virus had one or more health issues - including heart disease, dementia and asthma. @cokeefe9 #9News https://t.co/1WcaKvCpjw", "_id": "1493845040245919747"}, {"created_at": "2022-02-16 01:30:56+00:00", "text": "The collection includes tanks, firearms, swords, military uniforms, helmets, boots and heavy artillery. #9News https://t.co/qqTMN6O137", "_id": "1493759770410762242"}, {"created_at": "2022-02-15 07:19:56+00:00", "text": "Spiteful text messages have come to light about the bitter divorce between Ben Roberts-Smith and his wife. \n\nEmma Roberts has denied she wants her former husband to go to jail, as Nine Newspapers seeks to prove allegations the war hero is a war criminal. @tiffgenders #9News https://t.co/Yd6AIh7n9S", "_id": "1493485211182579713"}, {"created_at": "2022-02-15 06:20:32+00:00", "text": "A pet rabbit has been lucky to escape a large house fire in Sydney’s west.\n\nFire and Rescue NSW crews were called to the #LethbridgePark address yesterday afternoon - entering the home to save the family pets, including Melly the bunny.\n\nDETAILS: https://t.co/ZXjUU7fhCp\n\n#9News https://t.co/UiBK2Py5Ax", "_id": "1493470261047349248"}, {"created_at": "2022-02-15 03:19:31+00:00", "text": "Victoria Police raided five properties yesterday following a five-month investigation into the trafficking of illegal fireworks via social media. #9News https://t.co/4PSpqBxvV9", "_id": "1493424707286315008"}, {"created_at": "2022-02-15 01:10:04+00:00", "text": "A major manhunt is underway in #Melbourne this morning, after a driver was caught on camera trying to mow down a group of electric scooter riders.\n\nPolice believe the scooter riders had an altercation with a female pedestrian leading up to the incident. @ChristineAhern #9News https://t.co/qFwcSjE2VV", "_id": "1493392131498692608"}, {"created_at": "2022-02-14 21:48:36+00:00", "text": "Police allege the illegal fireworks were advertised for sale on social media platforms. #9News\nhttps://t.co/4PSpqBy3KH", "_id": "1493341431314149376"}, {"created_at": "2022-02-14 21:05:02+00:00", "text": "Two teenage boys have been charged with assault over what police allege were \"hate-related crimes\" carried out in the Sydney CBD. #9News https://t.co/LrhxRomthY", "_id": "1493330466014994434"}, {"created_at": "2022-02-14 07:19:16+00:00", "text": "#BREAKING: A helicopter pilot has been critically injured in a chopper crash while doing aerial work over a bushfire in north-east #Tasmania.\n\nPolice say the pilot was flying solo when he crashed into a paddock. #9News https://t.co/RCiIN77mfk", "_id": "1493122656324960261"}, {"created_at": "2022-02-14 05:20:17+00:00", "text": "Victoria Police today confirmed human remains found near Dargo in November last year are those of campers Russell Hill and Carol Clay. #9News https://t.co/EVtVAgwsjT", "_id": "1493092712794537989"}, {"created_at": "2022-02-14 01:13:17+00:00", "text": "A fire inside a Barcelona hotel has forced people to jump from their balconies to escape the flames.\n\nSadly one person has been killed and several others were injured. #9News https://t.co/cmOunsBTAD", "_id": "1493030554333233155"}, {"created_at": "2022-02-13 22:18:17+00:00", "text": "NRL Dragons icon Mark Shulman, believed to be the smallest man to play the game, has died at 70. #9News https://t.co/aYZdIEGwrq", "_id": "1492986511175864323"}, {"created_at": "2022-02-13 20:25:06+00:00", "text": "A mezzanine floor has collapsed at a bar in east London, leaving more than a dozen people injured. #9News\nhttps://t.co/aOzOpxjuaB", "_id": "1492958028274212864"}]}