{"docs": [{"created_at": "2022-04-28 10:23:50+00:00", "text": "The actions of the police are being investigated after officers shot and killed a 39-year-old man in the Northern Beaches after he lunged at them with a knife. The man's elderly parents called 000 after the violent domestic dispute. https://t.co/upAts9W7NK #Newport #7NEWS https://t.co/t48hqkpuZp", "_id": "1519623416672059392"}, {"created_at": "2022-04-28 09:58:49+00:00", "text": "Rescue crews didn't have far to go when a driver lost control and hit a power pole right outside the Bankstown Fire Rescue station early this morning. It's understood the P plater misjudged the corner and slammed into the pole causing extensive damage to her hatchback. #7NEWS https://t.co/rsZP0BrlwA", "_id": "1519617120178696192"}, {"created_at": "2022-04-28 08:43:43+00:00", "text": "One of Sydney's most notorious crime bosses is dead. Gunned down in an execution style murder on a quiet street in Greenacre. Mahmoud “Brownie” Ahmad had a bounty of $1 million on his head. Police say what unfolded was only a matter of time. https://t.co/An6aIpDBrx #7NEWS https://t.co/80sqT9Y7yC", "_id": "1519598221089140736"}, {"created_at": "2022-04-28 08:37:04+00:00", "text": "A rare deal in the middle of a war has seen the U.S. and Russia carry out a dramatic prisoner swap. America desperate to bring home a jailed former marine, reluctantly agreed to set free a Russian drug smuggler to get the deal done. https://t.co/OF81oZFF1j #7NEWS https://t.co/boaKZ6xkuC", "_id": "1519596549507977217"}, {"created_at": "2022-04-28 08:23:42+00:00", "text": "In a stark warning for shoppers, supermarket giant Coles is predicting that already-high grocery prices will keep rising for the rest of the year. As inflation takes off around the globe, some have been turning to crime to get by. https://t.co/68fvDmdvPT #7NEWS https://t.co/NKV9cJxQF2", "_id": "1519593185533915136"}, {"created_at": "2022-04-28 07:46:56+00:00", "text": "The United States and Russia have carried out a rare prisoner exchange despite the ongoing war in Ukraine. A marine veteran jailed in Moscow was swapped for a convicted Russian drug trafficker. https://t.co/OF81oZFF1j #7NEWS https://t.co/ZUIVAfA1g8", "_id": "1519583931946856450"}, {"created_at": "2022-04-28 06:59:09+00:00", "text": "A high ranking figure in Sydney's underworld has been shot dead in a hail of bullets at Greenacre with the gunman still on the run. Mahmoud “Brownie” Ahmad was shot outside a Greenacre house at around 9:30pm. https://t.co/JLje4aSmyL #Greenacre #7NEWS https://t.co/Cxut3eaUyD", "_id": "1519571905455345664"}, {"created_at": "2022-04-28 06:53:45+00:00", "text": "Police have released images of a car believed to be involved in a gang-related murder. Officers say this Lexus hatchback was camouflaged and used in the shooting of 22-year-old Shady Kanj in Chester Hill last year. https://t.co/OF81oZXOfr #ChesterHill #7NEWS https://t.co/xK3fkljXjz", "_id": "1519570548506116096"}, {"created_at": "2022-04-28 05:30:17+00:00", "text": "7NEWS at 6pm: Another Sydney underworld figure has been shot dead on our streets. Mahmoud Ahmad was murdered in a late night assassination. Tonight on @Channel7, the large scale search for his killers and what it means for the city's gangland wars. https://t.co/OF81oZXOfr #7NEWS https://t.co/8Ga7ICWbjy", "_id": "1519549541078700032"}, {"created_at": "2022-04-28 04:05:38+00:00", "text": "There was a ‘long list’ of people who wanted Mahmoud ‘Brownie’ Ahmad dead, police said. https://t.co/CGCojhjA5u #Greenacre #7NEWS https://t.co/Qa0mWyv557", "_id": "1519528239450198017"}, {"created_at": "2022-04-28 03:08:44+00:00", "text": "Police have opened fire, shooting a man dead on Belinda Place at Newport. The officers were responding to a domestic violence incident, when the situation suddenly escalated. https://t.co/Xn4XvkpuwW #Newport #7NEWS https://t.co/Z44SbB5tNL", "_id": "1519513920079527936"}, {"created_at": "2022-04-28 02:34:24+00:00", "text": "Police have seized security vision from a West Australian property opposite the home where a toddler was tragically found dead on Wednesday morning. #7NEWS https://t.co/iH8jJGklbY", "_id": "1519505279334842369"}, {"created_at": "2022-04-28 02:22:06+00:00", "text": "Sydney's gang wars claimed another life overnight with a notorious underworld figure shot dead in Greenacre. Emergency services were called to Narelle Crescent at around 9.30pm to find Mahmoud “Brownie” Ahmad critically injured. He couldn't be revived. https://t.co/J8emDq4ags https://t.co/s0qmg68T1q", "_id": "1519502182860886017"}, {"created_at": "2022-04-28 01:53:07+00:00", "text": "A Queensland woman has been remanded in custody, charged with manslaughter over the drug death of a teenage boy. The 15-year-old died after a group of teens took a prescription drug together in Mackay last year. https://t.co/jKjzwcIjjO #7NEWS https://t.co/aIupamnB6r", "_id": "1519494891910615040"}, {"created_at": "2022-04-28 01:43:05+00:00", "text": "Fire crews were forced to break into the Ambarvale house to get to the man, but he could not be revived. https://t.co/Q7LT7mkffF #Ambarvale #7NEWS https://t.co/I2AEVnhDqI", "_id": "1519492368034328576"}, {"created_at": "2022-04-28 00:36:50+00:00", "text": "A gunman is on the run after a deadly shooting in Greenacre, which police believe was gang-related. Emergency services were called to Narelle Crescent at around 9.30pm to find Mahmoud “Brownie” Ahmad critically injured. He couldn't be revived. https://t.co/w9zhbEmyv6 #7NEWS https://t.co/IRVBEltFqz https://t.co/QgCWDto1oX", "_id": "1519475694279225345"}, {"created_at": "2022-04-27 21:31:32+00:00", "text": "A man has been shot dead by police on Sydney’s Northern Beaches. #7NEWS https://t.co/Gcz9y1Zxtm", "_id": "1519429062393237506"}, {"created_at": "2022-04-27 21:06:55+00:00", "text": "A Brisbane man has died after crashing his car in the annual Targa Tasmania rally, the fourth competitor killed in the race in the past two years. #7NEWS https://t.co/kyNeNaW1E5", "_id": "1519422867989200896"}, {"created_at": "2022-04-27 20:52:15+00:00", "text": "A man has been shot dead in Sydney’s south west in a underworld attack, with a gunman now on the run. #7NEWS https://t.co/9KT3TIbYPA", "_id": "1519419175181369344"}, {"created_at": "2022-04-27 13:02:37+00:00", "text": "BREAKING: One man has died after a suspected gangland shooting in Greenacre. @Sacre88 is LIVE at the scene. #TheLatest #7NEWS https://t.co/bugAr7K8yp", "_id": "1519300987172769792"}, {"created_at": "2022-04-27 11:12:06+00:00", "text": "Nike's Air Max Plus is one of the most popular - and controversial - sneakers in the world. It has a cult following, but its association with criminals and troublemakers in Australia has seen the shoes being banned from some businesses. https://t.co/jQCw8MqfUJ #7NEWS https://t.co/cCSbHm5Gma", "_id": "1519273173753032705"}, {"created_at": "2022-04-27 10:17:21+00:00", "text": "A father with 2 young children has lost his life in a house fire in Ambarvale. Kosta Bastas was found unconscious inside his home and couldn't be saved. The tragedy comes as homeowners are urged to make sure they have working smoke alarms in time for winter. #Ambarvale #7NEWS https://t.co/endYxNXpkj", "_id": "1519259397293490176"}, {"created_at": "2022-04-27 09:15:29+00:00", "text": "Domestic violence charges against former Test cricketer @mj_slats have been dismissed on mental health grounds. It comes after the 52-year-old was detained by police and paramedics last night and taken to a facility for treatment. https://t.co/OF81oZXOfr #7NEWS https://t.co/K4VFNnqqDO", "_id": "1519243830121627648"}, {"created_at": "2022-04-27 09:08:22+00:00", "text": "Bravery awards are being considered for bystanders who pulled a driver and his injured passengers from a burning car wreck. The crash happened in Liverpool when a P-plater hit an oncoming car  with such speed it immediately burst into flames. https://t.co/EczJ3KOBZL #7NEWS https://t.co/Vk56JUbixW", "_id": "1519242037044084736"}, {"created_at": "2022-04-27 09:06:08+00:00", "text": "Police have doubled a reward for critical information on the 1997 disappearance of Gold Coast mother, Marion Barter. Now an inquest has heard her married former lover change his story on crucial details. https://t.co/Yfq9OPgdrR @Jordan_Bissell7 #TheLadyVanishes #7NEWS https://t.co/9Dwa1sHbC2", "_id": "1519241473199276032"}, {"created_at": "2022-04-27 07:30:54+00:00", "text": "Police have found the body of a man believed to be missing rock fisherman Brenden Buxton Hurd, who was swept off the rocks at Port Kembla earlier this week. #7NEWS https://t.co/lhGX7E9WeU", "_id": "1519217509236625409"}, {"created_at": "2022-04-27 06:58:42+00:00", "text": "Four men are being hailed heroes after risking their own lives rescuing a driver and passengers from a fiery crash at Liverpool. One of the cars burst into flames, with paramedics arriving within minutes treating 6 patients in all. https://t.co/OF81oZXgpT https://t.co/vwnVersvRv", "_id": "1519209404465401856"}, {"created_at": "2022-04-27 06:28:59+00:00", "text": "A former SAS soldier has been arrested by federal police just days after giving evidence in the Ben Roberts-Smith defamation trial. He was taken into custody last night on charges relating to an alleged assault on a police officer. https://t.co/OF81oZXOfr #7NEWS https://t.co/6d1ldmKbLx", "_id": "1519201928684924928"}, {"created_at": "2022-04-27 03:13:30+00:00", "text": "A fiery crash has seen six people taken to hospital after two cars collided in Liverpool late yesterday. One of the cars erupted in flames, as witnesses raced to the rescue. https://t.co/uaEgroLtID #7NEWS https://t.co/0J8O3HB0Ch", "_id": "1519152731076067328"}, {"created_at": "2022-04-27 03:12:01+00:00", "text": "A man has died in a house fire in Sydney's south-west overnight. Firefighters arrived to find the house well alight. A man was found unconscious inside the Ambarvale home, but couldn't be revived. There's no word yet on the cause of the blaze. https://t.co/OF81oZXOfr #7NEWS https://t.co/stkthJW9yL", "_id": "1519152358659600384"}, {"created_at": "2022-04-27 03:08:15+00:00", "text": "A teenager is in a coma and five others are injured after an allegedly speeding car exploded into a fireball after crashing into a second vehicle in Liverpool. #7NEWS https://t.co/uaEgroLtID", "_id": "1519151410289713152"}, {"created_at": "2022-04-26 22:23:10+00:00", "text": "Only four months into 2022, and Australians have already watched several climate disasters unfold across the continent, from coral bleaching to devastating floods and bushfires. #7NEWS https://t.co/1eb3uDsmXV", "_id": "1519079669127024640"}, {"created_at": "2022-04-26 08:58:39+00:00", "text": "In a stunning new video, actor Alec Baldwin can be seen rehearsing with the gun that moments later would fire and kill his cinematographer Halyna Hutchins. It's part of a trove of evidence released by investigators today including Baldwin's first reaction. https://t.co/Zy8jQkhNUz https://t.co/FupFMAVcRQ", "_id": "1518877205505658886"}, {"created_at": "2022-04-26 08:37:22+00:00", "text": "A $1,000,000 reward is being offered as police try to crack a decades-old cold case. Young mother Amber Haigh went missing from Campbelltown train station in 2002. A coronial inquest found the 19-year-old was either murdered or died of misadventure. https://t.co/OF81oZXOfr #7NEWS https://t.co/fie4nS9Kgu", "_id": "1518871848213422080"}, {"created_at": "2022-04-26 08:34:39+00:00", "text": "A house has been destroyed in a ferocious fire at Condell Park overnight with an arson investigation now underway. The blaze ripped through the four-bedroom home just before 11pm last night. Multiple crews raced to the scene but it was already fully engulfed. #7NEWS https://t.co/Jz4JuI0OHF", "_id": "1518871165749833728"}, {"created_at": "2022-04-26 08:18:03+00:00", "text": "Bill Spedding, the man once questioned by police over the disappearance of William Tyrrell, is finally having his day in court as he sues the state for malicious prosecution. https://t.co/doMgxtFHkI #7NEWS https://t.co/eOzFdj6Gpx", "_id": "1518866985186377728"}, {"created_at": "2022-04-26 07:18:56+00:00", "text": "Australian dog owners are being warned of a deadly bacterial disease known as, leptospirosis, after it was detected in both New South Wales and the Northern Territory. #7NEWS https://t.co/iG8A6UoZza", "_id": "1518852110691237888"}, {"created_at": "2022-04-26 02:17:35+00:00", "text": "An arson investigation is underway after a house went up in flames in Sydney's south-west overnight. It's not the first time police have been called to the Condell Park address with the homeowner shot 3 years ago. https://t.co/OF81oZFF1j #CondellPark #7NEWS https://t.co/Gxl5quwqIp", "_id": "1518776273044078594"}, {"created_at": "2022-04-25 23:22:49+00:00", "text": "One child has died and 17 others are requiring liver transplants as global health authorities scramble to find the source of a mystery outbreak of hepatitis. #7NEWS https://t.co/PTWbY4pZjX", "_id": "1518732292058869760"}, {"created_at": "2022-04-25 09:40:59+00:00", "text": "An audit has found the debacle involving @icareNSW is worse than first thought. The state insurer now owes $93,000,000 after knowingly underpaying victims. At least 1000 workers have died while owed money. https://t.co/OF81oZXOfr #icare #7NEWS https://t.co/sUDozqEtK9", "_id": "1518525467808374785"}, {"created_at": "2022-04-25 09:32:23+00:00", "text": "A search is underway tonight for a fisherman missing in the waters off Port Kembla. Police received calls just before 4pm that a group had been washed into the water. 3 people were rescued by lifesavers who say they had minor injuries but a 4th person remains missing. #7NEWS https://t.co/o56fYbSYgX", "_id": "1518523304474472448"}, {"created_at": "2022-04-25 03:57:40+00:00", "text": "NSW Police says it has not received any report of threats against controversial Liberal candidate Katherine Deves. #auspol #7NEWS https://t.co/FvwH3wC2oX", "_id": "1518439071382929408"}, {"created_at": "2022-04-24 18:32:36+00:00", "text": "An experimental antiviral pill treatment has shown rapid clearance of the virus that causes COVID-19, according to new data from Japanese drug maker Shionogi &amp; Co. #7NEWS https://t.co/n8pnoK4R1m", "_id": "1518296867041267712"}, {"created_at": "2022-04-24 09:42:14+00:00", "text": "Rugby League legend Brett Kenny has been charged with assault after allegedly headbutting a man on the Central Coast. Police say the incident occurred more than 2 weeks ago when Kenny is said to have confronted a man and a woman before launching the alleged attack. #7NEWS https://t.co/Vfupk7oKuy", "_id": "1518163395069231105"}, {"created_at": "2022-04-24 08:56:56+00:00", "text": "Police are hunting the men they believe responsible for a brazen kidnapping on the streets of Westmead overnight. It began around 8.40pm, a 46-year-old man was pulled into a white van on Church Avenue, Westmead. https://t.co/4eJbFAoaGo #Westmead #7NEWS https://t.co/mOJClZ8Zui", "_id": "1518151996200861696"}, {"created_at": "2022-04-24 08:27:21+00:00", "text": "Scott Morrison took his campaign to the Red Centre today, promising no new income taxes if re-elected. Labor's focus was on health, but the party has come under fire for an attack video against a Liberal candidate. 7NEWS at 6pm | https://t.co/OF81oZFF1j @Rob7Scott #auspol #7NEWS https://t.co/HhRQAtAqqk", "_id": "1518144552174903296"}, {"created_at": "2022-04-24 07:33:41+00:00", "text": "A man has been kidnapped and beaten during a terrifying ordeal in Westmead overnight. Police say a white van pulled up beside a 46-year-old man and two men dragged him inside, fleeing the scene seconds later. https://t.co/OF81oZXOfr #Westmead #7NEWS https://t.co/23e4KqXgok", "_id": "1518131047325929472"}, {"created_at": "2022-04-24 04:43:02+00:00", "text": "Prime Minister Scott Morrison has announced a $14 million election commitment for Alice Springs to support a community-led response to reduce crime rates. #auspol #7NEWS https://t.co/ikvwKtruD9", "_id": "1518088101062930432"}, {"created_at": "2022-04-24 04:41:09+00:00", "text": "A teenager with COVID-19 has died in Western Australia, Premier Mark McGowan has announced. #COVID19 #7NEWS  https://t.co/PxU3g52bIm", "_id": "1518087626968154113"}, {"created_at": "2022-04-24 01:51:39+00:00", "text": "Health authorities in the Democratic Republic of the Congo have declared a new outbreak of the deadly Ebola virus after a case was confirmed in the country's northwest. #7NEWS https://t.co/mEvO8IXlIJ", "_id": "1518044971907317760"}, {"created_at": "2022-04-23 09:51:27+00:00", "text": "Drivers on the Eastern Distributor have narrowly avoided an accident after a motorist drove through the wrong way this morning. Police are now investigating the moment of madness. https://t.co/OF81oZXOfr #EasternDistributor #7NEWS https://t.co/BJA6cQh7Am", "_id": "1517803326901219330"}, {"created_at": "2022-04-23 08:48:48+00:00", "text": "A 59-year-old Kenthurst man has been charged with alleged online procurement of a child under the age of 16. Police began investigating the online activity of the man earlier this month. The man believed he was speaking to a mother of a 10-year-old girl. #7NEWS https://t.co/aYCKztPvlH", "_id": "1517787562739642368"}, {"created_at": "2022-04-23 08:45:37+00:00", "text": "A burst water main has sent a torrent through homes and garages in Sydney overnight. The main erupted on a footpath in Guildford in the city's west just before 3am. Firefighters were called to help protect the homes, and engineers from @SydneyWaterNews shut off the main. https://t.co/OJtpJIuEVD", "_id": "1517786762185408517"}, {"created_at": "2022-04-23 07:39:55+00:00", "text": "Russia has announced broader goals for the next phase of its war in Ukraine, including control of both the south and east to create a land bridge to Crimea. It comes as the horrors of war continue to be uncovered. https://t.co/fJFTFI8RKX #Ukraine #7NEWS https://t.co/YmF7bX5Zoy", "_id": "1517770228532654080"}, {"created_at": "2022-04-22 09:03:29+00:00", "text": "Former @NRL star @JarrydHayne has had his bail conditions eased with the accused rapist now only needing to report to police one day a week. The strict bail conditions imposed after his release from Cooma Jail, originally required him to report every second day.  #7NEWS https://t.co/QcfyEW9cW6", "_id": "1517428867900014592"}, {"created_at": "2022-04-22 09:01:19+00:00", "text": "Ferry commuters could expect delays on the ride home tonight after a dramatic incident off the Manly Wharf. A man leapt overboard as a ferry headed to Circular Quay, all unfolding in front of shocked witnesses. Surf rescue and police were there within seconds. #Manly #7NEWS https://t.co/lUNpCu4oJy", "_id": "1517428325056397312"}, {"created_at": "2022-04-22 09:01:00+00:00", "text": "Hundreds of mourners gathered for the funeral of @eastershow stabbing victim Uati “Pele” Faletolu. The 17-year-old is remembered as a loving son and father-to-be. Tributes are tempered by the knowledge his killer remains at large. https://t.co/vnjZn3mTYi #EasterShow #7NEWS https://t.co/rXBu2AySlE", "_id": "1517428246044082176"}, {"created_at": "2022-04-22 08:36:23+00:00", "text": "Police in San Francisco say they are investigating a punch-up on a passenger jet involving one of the most feared boxers of all time. Onboard video shows Mike Tyson pummelling a man who had apparently refused to leave him alone. https://t.co/NgOC1NVijK @telester #7NEWS https://t.co/G8Ufx59ZYM", "_id": "1517422047613566976"}, {"created_at": "2022-04-22 08:31:06+00:00", "text": "After almost 15 years, Portuguese police are a step closer tonight to finally solving the mystery of what happened to Madeleine McCann. They've officially named a 'prime suspect', 45-year-old German man Christian Bruckner. https://t.co/7xPuc6mrjo #MadeleineMcCann #7NEWS https://t.co/97b822ha4f", "_id": "1517420717629112320"}, {"created_at": "2022-04-22 07:20:29+00:00", "text": "Police have charged a man after he allegedly stole thousands of dollars from a supermarket in Liverpool. The 38-year-old, who was a former manager of the store is accused of breaking into the business early on Wednesday morning stealing from the safe. https://t.co/OF81oZXOfr https://t.co/IvPUgmJVLI", "_id": "1517402946996432896"}, {"created_at": "2022-04-22 07:15:15+00:00", "text": "A man has died after he lost control of his scooter in Paddington overnight. The accident happened on the corner of Oxford Street and Queen Street at around 2am. Police say the driver hit a median strip before being ejected onto the road. https://t.co/OF81oZXOfr https://t.co/nUT0wxWPHQ", "_id": "1517401630467301376"}, {"created_at": "2022-04-22 06:54:29+00:00", "text": "At around 2:15pm this afternoon, just four minutes after the ferry left the terminal, a man jumped into the water near Manly wharf. The man initially refused to be helped before being dragged to shore and taken into police custody. https://t.co/qb5Y1yQ6Pm", "_id": "1517396406008696833"}, {"created_at": "2022-04-22 06:52:19+00:00", "text": "Portuguese officials believe a convicted rapist from Germany is responsible for Madeleine McCann mystery. Tonight, the deadline that is forcing detectives into action. https://t.co/OF81oZXOfr #7NEWS https://t.co/h6gFnQuW3D", "_id": "1517395857980915713"}, {"created_at": "2022-04-22 02:16:28+00:00", "text": "15 years after the British toddler Madeleine McCann went missing Portuguese prosecutors have now officially identified a man who has been investigated by German police. International outlets have identified the longtime suspect and convicted rapist 45-year-old Christian Bruckner. https://t.co/lrh4Lhx8xc", "_id": "1517326441826119680"}, {"created_at": "2022-04-21 09:11:31+00:00", "text": "A Sydney taxi driver has dropped dead while 2 others watched on after sniffing a white powder that they claim was left behind by a passenger. The trio parked their cabs on a quiet street in Centennial Park where one of the men went into cardiac arrest. https://t.co/Tg2mUjBZo3 https://t.co/LHbXMhFX5z", "_id": "1517068503055953920"}, {"created_at": "2022-04-21 08:08:12+00:00", "text": ".@ScottMorrisonMP has come under intense fire for saying he and wife Jenny were 'blessed' not to have children with a disability. The prime minister says he's \"deeply sorry\", and meant no offence, even calling @DylanAlcott to apologise. https://t.co/76bFAu2IVa #auspol #7NEWS https://t.co/CBYRzfaKvo", "_id": "1517052568492335104"}, {"created_at": "2022-04-21 06:26:15+00:00", "text": "An alleged drunk driver has crashed his car into a parked truck in Greenacre. Police were called to the intersection of Roberts Road and Pelman Avenue just after midnight where they found the 35-year-old man. https://t.co/OF81oZFF1j #Greenacre #7NEWS https://t.co/Imkc1UsG22", "_id": "1517026912580763648"}, {"created_at": "2022-04-21 06:24:48+00:00", "text": "A man's body has been found on a street in Centennial Park. Police made the grim discovery at 7am when they found his body. https://t.co/hyIj32EqL5 #Sydney #7NEWS https://t.co/fQNRVWBP9y", "_id": "1517026545591672832"}, {"created_at": "2022-04-21 06:10:16+00:00", "text": "Firefighters are battling a blaze that has engulfed a two storey home at Prestons. A search and rescue is underway checking for any occupants inside. https://t.co/OF81oZFF1j #7NEWS https://t.co/O0YLPBlBUs", "_id": "1517022889643368448"}, {"created_at": "2022-04-21 01:38:58+00:00", "text": "Australian of the Year @DylanAlcott has spoken out after Prime Minister @ScottMorrisonMP came under fire for saying he is “blessed” to have children without disabilities. #auspol #7NEWS https://t.co/wFpm1B74x7", "_id": "1516954615324966912"}, {"created_at": "2022-04-21 00:31:28+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/ag503YSFJ4", "_id": "1516937627878191104"}, {"created_at": "2022-04-20 22:51:15+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/DzYSPgmosT", "_id": "1516912408844914689"}, {"created_at": "2022-04-20 10:25:26+00:00", "text": "A German student who took part in last month's Port Botany blockade has been given a hefty fine and will soon be deported back to Germany. He promised not to do it again but the police minister has said 'good riddance.' https://t.co/OF81oZXOfr #PortBotany #7NEWS https://t.co/JlGDzxEdmP", "_id": "1516724716878573575"}, {"created_at": "2022-04-20 10:14:11+00:00", "text": "A woman and 2 girls escaped a fire that consumed their home at Port Macquarie on the Mid north coast last night. It started in the garage before spreading upstairs but firefighters prevented it from reaching 2 LPG cylinders. Paramedics treated the family for smoke inhalation. https://t.co/M5b8xLtEXS", "_id": "1516721883542343682"}, {"created_at": "2022-04-20 10:07:47+00:00", "text": "Anthony Albanese has fired up over aged care, blasting the coalition for leaving the sector in shambles. @ScottMorrisonMP and @AlboMP are trying to mount character assassinations at each other before going head to head in the crucial first debate. https://t.co/Ybqvkh0D9S https://t.co/d5IEDz37nS", "_id": "1516720276608000006"}, {"created_at": "2022-04-20 07:29:00+00:00", "text": "Four children under the age of 10 were among seven people injured in a two-car crash in Greenacre. #Greenacre #7NEWS https://t.co/ROYKjo7Ffq", "_id": "1516680315934494723"}, {"created_at": "2022-04-20 07:04:41+00:00", "text": "A family has had a close call escaping a fire in their home on NSW's mid north coast. Firefighters were called to the Port Macquarie property just before 9:30pm. https://t.co/OF81oZXOfr #PortMacquarie #7NEWS https://t.co/CbRuuVKPrl", "_id": "1516674197552242688"}, {"created_at": "2022-04-20 04:09:28+00:00", "text": "Watch the incredible moment a hot air balloon crashes through trees and lands on a residential street in Melbourne. Thankfully no one was injured during the unplanned landing. The ATSB has commenced a transport safety investigation. 7NEWS at 6pm. https://t.co/88cvi64fn7 #7NEWS https://t.co/sEF3qqIhpm", "_id": "1516630100439347201"}, {"created_at": "2022-04-20 01:43:14+00:00", "text": "A hot air balloon with 13 people on board has crash landed in a residential street in Melbourne. Incredibly, no one was injured. https://t.co/ewE0GI9LzO #7NEWS https://t.co/ltl937PFIm", "_id": "1516593301088260101"}, {"created_at": "2022-04-19 22:15:43+00:00", "text": "A cast member of National Geographic’s Outback Wrangler show who died in a Northern Territory helicopter crash was hanging from it on a sling to collect crocodile eggs. #7NEWS https://t.co/iX6ZVTheA4", "_id": "1516541077855309829"}, {"created_at": "2022-04-19 21:05:18+00:00", "text": "Olympic hockey champion Sandy Pisani has died. She was 63. #7NEWS https://t.co/5lFtuytMp4", "_id": "1516523356648259588"}, {"created_at": "2022-04-19 20:39:38+00:00", "text": "A 14-year-old girl who was bashed by a gang of teenagers has spoken out, calling for police to do more than let off the attackers because of their age. #7NEWS https://t.co/NGsb0jkKUw", "_id": "1516516896350556160"}, {"created_at": "2022-04-19 10:26:09+00:00", "text": "Detectives are urging @eastershow visitors to check their phones as they hunt the killer of a 17-year-old boy. At first police asked for vision of the brawl. Now the appeal has been widened to anyone who filmed at the show that night. https://t.co/vnjZn3mTYi #7NEWS https://t.co/J4LYfeisgZ", "_id": "1516362508206243840"}, {"created_at": "2022-04-19 10:05:11+00:00", "text": "A man is fighting burns to his head and neck after a fire broke out at a chemical waste facility in St Marys this morning. He was taken to hospital in serious condition authorities now investigating the cause of the blaze. https://t.co/OF81oZXOfr #StMarys #7NEWS https://t.co/GWrMr7SYvw", "_id": "1516357233546006529"}, {"created_at": "2022-04-19 09:50:14+00:00", "text": "Prince Harry is staying on for the week at the Invictus Games to watch the competition - which he set up to honour injured servicemen and women. Australia's team members described winning medals as lifechanging. 7NEWS at 6pm | https://t.co/OF81oZFF1j @TomHartley_7 #7NEWS https://t.co/WpgVg3yGP9", "_id": "1516353469262618625"}, {"created_at": "2022-04-19 09:46:29+00:00", "text": "A 14-year-old bashed by a gang of teenage girls in Newcastle says police have to do more than let the attackers off because of their age. The victim has spoken to 7NEWS after claims some of the offenders have been involved in other assaults. https://t.co/OF81oZXOfr #7NEWS https://t.co/umAaD0Uv5r", "_id": "1516352526677069824"}, {"created_at": "2022-04-19 07:39:51+00:00", "text": "A victim bashed by a gang of teenage girls says police shouldn't let off the attackers because of their age. The victim has spoken to 7NEWS after shocking video of the attack emerged. https://t.co/OF81oZXOfr #Newcastle #7NEWS https://t.co/g0ji6qv029", "_id": "1516320657281515528"}, {"created_at": "2022-04-19 06:57:56+00:00", "text": "A factory worker has been seriously injured after a fire broke out at a chemical storage facility in St Marys. About 120 firefighters helped battle the blaze which broke out around half past six this morning. A man in his 30s was found with serious burns to his body. https://t.co/YOA8U3invV", "_id": "1516310108816703491"}, {"created_at": "2022-04-19 06:56:29+00:00", "text": "An elderly man has been killed after he was trapped inside his burning home in Busby overnight. It was just after 8:30am when emergency crews were called as flames were already coming out the windows. https://t.co/OF81oZXOfr #Busby #7NEWS https://t.co/zkw3NjBa1i", "_id": "1516309746923753472"}, {"created_at": "2022-04-19 05:25:31+00:00", "text": "A Sydney father-of-two and much-loved local is being remembered after he was killed in a crash over the weekend. Nectarios ‘Necta’ Papanicolaou died after losing control of his motorbike in Marrickville on Saturday evening. #7NEWS https://t.co/kMYRSPi10h", "_id": "1516286853452021765"}, {"created_at": "2022-04-19 02:27:35+00:00", "text": "Community input and local knowledge will be crucial to guiding a new state government corporation established to rebuild the NSW Northern Rivers region following months of devastating floods. https://t.co/TULhJEXl3V #NSWfloods #7NEWS https://t.co/ksnJ2T3esL", "_id": "1516242075477770240"}, {"created_at": "2022-04-19 01:58:02+00:00", "text": "An 84-year-old man has died after a fire broke out inside his Busby home. Firefighters were called to his Coonong Street home at about 8:30pm and forced entry to the home. The victim was 84-year-old John Henry. https://t.co/p6s98OeqqU #Busby #7NEWS https://t.co/ZiMxrFeUfG", "_id": "1516234638213402626"}, {"created_at": "2022-04-19 01:03:22+00:00", "text": "The latest shots have been fired in the supermarket war, with @Coles now offering bulk-sized products. #7NEWS https://t.co/G1UVzXSnvh", "_id": "1516220880132907010"}, {"created_at": "2022-04-19 00:32:14+00:00", "text": "A pilot has died after crashing his plane in the NSW Central West. Emergency services responded to a call from Coonabarabran Airport just before 4pm on Monday, after reports a small plane had crashed. #7NEWS https://t.co/vxTLLWeVjo", "_id": "1516213044594249729"}, {"created_at": "2022-04-19 00:31:04+00:00", "text": "US right-wing publisher Infowars has filed for Chapter 11 bankruptcy protection as the website's founder and conspiracy theorist Alex Jones faces defamation lawsuits over his comments that the Sandy Hook Elementary School shooting was a hoax. #7NEWS https://t.co/wq2sn6NPxG", "_id": "1516212752393830400"}, {"created_at": "2022-04-18 23:56:17+00:00", "text": "A fire has damaged a chemical storage warehouse in Sydney's west. 24 trucks responded to the blaze in St Marys. It's understood one worker suffered burns. Residents in the area reported rumblings and explosions before the flames took hold. https://t.co/OF81oZXOfr #StMarys #7NEWS https://t.co/exqolhjErg", "_id": "1516203997748928514"}, {"created_at": "2022-04-18 23:49:07+00:00", "text": "Police are pleading for more video footage and witnesses over the stabbing death of a teenager at the Sydney Royal @EasterShow. Homicide squad detectives have gone through hours of supplied pictures, but they believe there's more out there. https://t.co/OF81oZXOfr #7NEWS https://t.co/rijsDjvAut", "_id": "1516202194781220866"}, {"created_at": "2022-04-18 09:43:00+00:00", "text": "A mass shooting at an underage party inside an Airbnb property in Pittsburgh has left two boys dead, 13 people injured and a gunman on the run. Video shows the terror among the 200 partygoers who scrambled to escape. 7NEWS at 6pm | https://t.co/d5uwajiiKr @DavidWoiwod #7NEWS https://t.co/zdog7FhYqf", "_id": "1515989263975813125"}, {"created_at": "2022-04-18 09:38:47+00:00", "text": "There's been a mid-flight emergency onboard a @Virgin flight from Sydney to Melbourne. A passenger's e-cigarette overheated while inside their pocket causing smoke in the cabin. A quick-thinking flight attendant placed the device into a fireproof bag. https://t.co/OF81oZXOfr https://t.co/myz3PbrDVG", "_id": "1515988202183860225"}, {"created_at": "2022-04-18 08:55:20+00:00", "text": "Soldiers are ignoring a Russian deadline to surrender in the encircled city of Mariupol, while a new missile strike has hit the city of Kharkiv in the country's northeast. https://t.co/IRKaNgVNHj #Ukraine #7NEWS https://t.co/SPQxnGx7vm", "_id": "1515977268430254094"}, {"created_at": "2022-04-18 08:53:30+00:00", "text": "In the lead up to Anzac Day, a Melbourne family is lobbying the federal government to award a Victoria Cross to a World War II hero. Ron 'Buck' Taylor died trying to save his mates, and historians agree he deserves our highest bravery award. https://t.co/TWh1KQh9q4 #7NEWS https://t.co/VA4TST6l9A", "_id": "1515976803701366786"}, {"created_at": "2022-04-18 08:38:50+00:00", "text": "In a police chase at Kogarah, officers tried to stop a stolen car they'd been searching for over an earlier offence. The @BMW was later dumped in a unit block carpark where police dusted it for fingerprints and took DNA samples. https://t.co/OF81oZXOfr https://t.co/rdWIzCsgDn", "_id": "1515973114660032512"}, {"created_at": "2022-04-18 08:35:07+00:00", "text": "A 17-year-old man has died, after the car he was in smashed into a power pole following a brief police pursuit in Sydney's south. Police say the vehicle failed to stop for a random breath test in Sutherland, instead, speeding off. https://t.co/kLbNKWxonm #Sutherland #7NEWS https://t.co/aeIw3B9fib", "_id": "1515972177086279681"}, {"created_at": "2022-04-18 08:00:20+00:00", "text": "Putting children in the path of a raging bushfire might not be the best place to learn but that is virtually what researchers are doing. They're using virtual reality, teaching students vital skills in how to deal with emergency situations. https://t.co/OF81oZXOfr #7NEWS https://t.co/foH4cfHlGw", "_id": "1515963424643366912"}, {"created_at": "2022-04-17 09:10:00+00:00", "text": "A teenager who spent two years saving up to buy his first car has given it away to a flood victim in northern New South Wales. 17-year-old Harry Ledger handed his car keys over to Dylan Simpson who broke down with tears of joy. https://t.co/OF81oZXOfr #NSWFloods #7NEWS https://t.co/gtvr8k0y2r", "_id": "1515618571266981892"}, {"created_at": "2022-04-17 09:04:48+00:00", "text": "2 men have been injured in a stabbing attack this morning at Wolli Creek in Sydney's south. Police and paramedics were called around 5am. One man was rushed to St George Hospital suffering multiple stab wounds to the chest arms and legs. The second man was treated on the scene. https://t.co/pwIrZhdRdp", "_id": "1515617260358221833"}, {"created_at": "2022-04-17 08:43:20+00:00", "text": "Police are investigating a suspicious fire that broke out in a unit block in Daceyville overnight. Firefighters say the blaze was started in 2 separate places in a top-floor apartment on General Bridges Crescent. https://t.co/OF81oZXOfr #Daceyville  #7NEWS https://t.co/utMXD9HXQr", "_id": "1515611858673504256"}, {"created_at": "2022-04-17 08:29:41+00:00", "text": "The Duke and Duchess of Sussex have made their return to the international stage opening the Invictus Games in the Netherlands. The competition for injured service personnel has always been Prince Harry's passion and he was given a warm welcome. https://t.co/TWh1KQycs4 #7NEWS https://t.co/lN4T7q7dNn", "_id": "1515608422846148614"}, {"created_at": "2022-04-17 07:41:24+00:00", "text": "Firefighters in Melbourne have spent the day battling a major blaze at a fast-food restaurant. Crews were called to the scene in Mornington at around midday where a @RedRoosterAU and a neighbouring kebab shop were destroyed in the inferno. https://t.co/OF81oZXOfr https://t.co/ViMNtdJBla", "_id": "1515596272174243846"}, {"created_at": "2022-04-17 07:32:55+00:00", "text": "It's been revealed more than six million Australians could be owed a refund for junk insurance. Billions of dollars in refunds have so far gone unclaimed with a fund set up to repay victims of unnecessary add-on insurance. https://t.co/OF81oZXOfr #InsuranceRefund #7NEWS https://t.co/t7R3AeFJmE", "_id": "1515594139316146178"}, {"created_at": "2022-04-17 02:33:16+00:00", "text": "A police dog has mauled a man's legs during a tussle in dense bushland on the NSW Central Coast. #7NEWS https://t.co/1Yqi7l9gvj", "_id": "1515518729870020612"}, {"created_at": "2022-04-17 02:29:26+00:00", "text": "Thousands of displaced flood victims across NSW can look forward to interim housing in the form of pods while they rebuild their lives. #7NEWS https://t.co/PHpJJou6bv", "_id": "1515517765591134208"}, {"created_at": "2022-04-16 09:28:09+00:00", "text": "A blaze has broken out on the 12th floor of an apartment building in Parramatta this afternoon. Fire and Rescue crews evacuated more than 100 people from the building before the flames were contained. https://t.co/OF81oZXOfr #Parramatta #7NEWS https://t.co/JES4yhv1mF", "_id": "1515260747970117636"}, {"created_at": "2022-04-16 09:25:49+00:00", "text": "A man has died in Marrickville after he was involved in an accident while riding his motorcycle. Two roads were closed for a period of time in both directions but have re-opened. The male rider was pronounced dead on the scene. https://t.co/OF81oZXOfr https://t.co/aAFHNMTBfM", "_id": "1515260161941962756"}, {"created_at": "2022-04-16 09:08:04+00:00", "text": "Police are desperately hoping a $500,000 reward will help solve a 25-year-old murder. The victim has never been identified but a new digital reconstruction of his face has been released. Police are hoping someone may finally recognise him. https://t.co/Bt8sgCqEi8 #7NEWS https://t.co/qt0oVoWZcA", "_id": "1515255694165184513"}, {"created_at": "2022-04-16 08:56:18+00:00", "text": "A wild brawl has broken out between a group of teenagers in Newcastle overnight. The ugly confrontation was all recorded and posted to social media. A police investigation has now been launched by Lake Macquarie Police. https://t.co/OF81oZXOfr #LakeMacquarie #7NEWS https://t.co/2kGcv6qKI6", "_id": "1515252734806851590"}, {"created_at": "2022-04-16 08:15:41+00:00", "text": "Police are hunting three men believed to be responsible for an acid attack in front of shocked diners in the heart of Sydney's CBD. A substance was thrown in the young woman's face with the whole incident posted and shared online. https://t.co/P8Au2rPkOt #Sydney #7NEWS https://t.co/7eRdw98uCT", "_id": "1515242510565908482"}, {"created_at": "2022-04-16 08:00:36+00:00", "text": "Neighbours are in shock after a shooting in the northern Melbourne suburb of Thomastown. A man turned up at a hospital with gunshot wounds and so far he's been unable to talk to police. https://t.co/OF81oZXOfr #Thomastown #7NEWS https://t.co/Flye9S0Fxy", "_id": "1515238718726369281"}, {"created_at": "2022-04-16 07:52:10+00:00", "text": "In a shocking attack, a young woman has had acid thrown at her face while standing outside a restaurant in Sydney's CBD. The victim is a @tiktokaustralia star and was live-streaming as the attack unfolded. https://t.co/LegHKyJXmU #Sydney #7NEWS https://t.co/nlKgsh4pol", "_id": "1515236596488237058"}, {"created_at": "2022-04-15 11:33:00+00:00", "text": "Russia has admitted one of its biggest warships a flagship cruiser has sunk in the Black Sea after explosions and a fire on board. Some 500 crew got off in time but it's a devastating blow apparently inflicted by Ukrainian anti-ship missiles. https://t.co/8q3eUd1OgP #7NEWS https://t.co/2vo8XR9xY4", "_id": "1514929780084203532"}, {"created_at": "2022-04-15 11:04:00+00:00", "text": ".@AlboMP has made another blunder on the election trail with a senior member of the @AustralianLabor Party forced to correct his slip up. It happened on a day that was meant to provide a campaign ceasefire with both leaders attending Good Friday services. https://t.co/jEPB2v9i7B https://t.co/Q7ggM4eMt2", "_id": "1514922482351886336"}, {"created_at": "2022-04-15 09:28:28+00:00", "text": ".@root66 has finally quit. He'd been a dead-man walking since the Ashes hiding this Summer, then a series defeat to the West Indies sealed the deal. https://t.co/OF81oZXOfr #7NEWS https://t.co/1Yx0JloTyV", "_id": "1514898439846653954"}, {"created_at": "2022-04-15 09:21:55+00:00", "text": "The night sky was lit up last night for the @eastershow but it wasn't fireworks, a fleet of drones dazzled spectators for the 200th anniversary. With a distinctly country theme it was an impressive show for young and old and one that had to be seen to be believed. https://t.co/CZSHHAMlVK", "_id": "1514896794249232389"}, {"created_at": "2022-04-15 09:07:02+00:00", "text": "Traffic heading out of Sydney has eased tonight following a two-day exodus from the city for the long weekend. Sadly lives have already been lost on our busy roads prompting a holiday warning from police. https://t.co/gqEDyRlOWi #NSWRoads #7NEWS https://t.co/pTUm7AnkRH", "_id": "1514893046705696770"}, {"created_at": "2022-04-15 09:03:36+00:00", "text": ".@AlboMP has made another blunder on the election trail with a senior member of the @AustralianLabor Party forced to correct his slip up. It happened on a day that was meant to provide a campaign ceasefire with both leaders attending Good Friday services. https://t.co/MoKQqiQf5R https://t.co/P0WI5u4qEA", "_id": "1514892183731867651"}, {"created_at": "2022-04-15 08:54:03+00:00", "text": "Russia has admitted one of its biggest warships a flagship cruiser has sunk in the Black Sea after explosions and a fire on board. Some 500 crew got off in time but it's a devastating blow apparently inflicted by Ukrainian anti-ship missiles. https://t.co/QXXKetcz2y #7NEWS https://t.co/wVcgIfkVNv", "_id": "1514889781859467264"}, {"created_at": "2022-04-15 08:43:30+00:00", "text": "Australian sport is mourning yet another lost legend. Golfing great Jack Newton died overnight of complications after a long battle with Alzheimer's disease. His story is a truly incredible one of success, tragedy and the spirit to overcome life-altering challenges. #7NEWS https://t.co/RwUhO2heoF", "_id": "1514887127003447298"}, {"created_at": "2022-04-15 07:10:15+00:00", "text": "What's believed to have been a cannabis grow house, has gone up in flames in an early morning blaze in Lurnea. Fire crews say the entire house was engulfed when they arrived but the residents, a man, a woman and a dog had escaped. https://t.co/OF81oZXOfr #Lurnea #7NEWS https://t.co/DKwSVSOz5X", "_id": "1514863658794651648"}, {"created_at": "2022-04-15 05:21:28+00:00", "text": "Police are hoping to avoid the exact type of scenes on NSW roads that they've seen these Easter holidays. A 21-year-old woman had to be cut out of a wrecked Subaru on the City West Link. Also, a man lost his life in a motorbike crash this afternoon at Canowindra. #7NEWS https://t.co/QzMd3ScU7V", "_id": "1514836283532914688"}, {"created_at": "2022-04-15 05:08:00+00:00", "text": "Government frontbenchers have tried to walk back @ScottMorrisonMP's lack of commitment to establishing a federal corruption watchdog if he wins next month’s election. #auspol #7NEWS https://t.co/ViyoUMqLZU", "_id": "1514832891469086725"}, {"created_at": "2022-04-15 02:27:20+00:00", "text": "The man accused of opening fire on a subway train in New York remains behind bars this morning after his first court appearance. 62-year-old Frank James will be held without bail until a trial on federal terror charges. If convicted he faces life behind bars. https://t.co/agLdLReWs1", "_id": "1514792460748492803"}, {"created_at": "2022-04-15 02:17:28+00:00", "text": "Police are urging drivers to take it easy on the roads this weekend. Motorists who get behind the wheel after drinking will be the focus of a safety blitz. Double demerits are in place across New South Wales, the ACT and WA until Monday. https://t.co/OF81oZXOfr #7NEWS https://t.co/cBIdRHnS3O", "_id": "1514789978475499522"}, {"created_at": "2022-04-14 21:00:53+00:00", "text": "A bus caught fire in the Lane Cove Tunnel overnight, forcing westbound lanes to close. https://t.co/5sYwbll4UN", "_id": "1514710304373968915"}, {"created_at": "2022-04-14 11:04:00+00:00", "text": "Two bunnies have been rescued from a burning building in Sydney's southwest. Firefighters were called to the Tudor Street unit at Belmore just before 9am. https://t.co/OF81oZXgpT #Belmore #7NEWS https://t.co/Wpbq8L64YU", "_id": "1514560094540910596"}, {"created_at": "2022-04-14 10:10:20+00:00", "text": "3 people spent the morning in hospital following a violent home invasion in St Andrews near Campbelltown. The residents say 3 men forced their way into the home before 5am. A man inside was stabbed and 2 women were hurt. https://t.co/OF81oZXOfr #StAndrews #7NEWS https://t.co/LoE4WPGuWk", "_id": "1514546587586154499"}, {"created_at": "2022-04-14 08:56:09+00:00", "text": "Police have foiled plans to disrupt Harbour Bridge traffic again today intercepting several activists as they were leaving home. The climate campaigners are not giving up, threatening more mayhem next week. https://t.co/0OpedCZCfF #Protests #7NEWS https://t.co/4DuDhG5tdC", "_id": "1514527918571270144"}, {"created_at": "2022-04-14 08:48:48+00:00", "text": "It's been a tragic start to the Easter break with 3 people killed on our roads in the last 24 hours. Two died after their sedan rolled on the Silver City Highway, and a third died when a rider came off his motorcycle in Sefton. https://t.co/OF81oZXOfr #NSWRoads #7NEWS https://t.co/xFeUKTQxdT", "_id": "1514526072905539588"}, {"created_at": "2022-04-14 08:44:31+00:00", "text": "4 police officers part of the prime minister's security detail have been injured in a serious crash on the campaign trail in Tasmania. They were hit by another car, their vehicle rolled down an embankment and then flipped. https://t.co/QkJjrGqUiV #7NEWS https://t.co/DgjBolRThF", "_id": "1514524991450390531"}, {"created_at": "2022-04-14 08:38:10+00:00", "text": "New York police have caught the man accused of opening fire on commuters on a subway train. The 62-year-old surrendered to officers as they closed in. He now faces life in jail on terror charges. https://t.co/4y3LRr3H39 #7NEWS https://t.co/3bVKl97Snb", "_id": "1514523394607583233"}, {"created_at": "2022-04-14 08:29:27+00:00", "text": "Police say the children's father has not seen or heard from the children since Christmas Day. https://t.co/cmtBwZ54RX #7NEWS", "_id": "1514521201762516995"}, {"created_at": "2022-04-14 07:00:22+00:00", "text": "Three people have been killed in a horror start to the Easter break on our roads. Two died after their sedan rolled on the Silver City Highway, and a third died when a rider came off his motorcycle in Sefton. https://t.co/OF81oZXOfr #SilverCityHighway #7NEWS https://t.co/uRzms3vqPp", "_id": "1514498783933243396"}, {"created_at": "2022-04-14 06:43:26+00:00", "text": "Police appear to have foiled a plan by climate activists to disrupt Harbour Bridge traffic for a second day in a row. https://t.co/OF81oZXOfr #Protest #7NEWS https://t.co/DgdXWRhNIM", "_id": "1514494520624578560"}, {"created_at": "2022-04-14 06:42:16+00:00", "text": "A wild police shooting is causing traffic chaos for Easter holidaymakers on the state's mid north coast. A vehicle was stopped northbound on the Pacific Highway at Coffs Harbour this morning before police say the man then attempted to drive at officers. https://t.co/VWIJZB0eKf https://t.co/2NX5BV7F7Y", "_id": "1514494227547566080"}, {"created_at": "2022-04-14 06:13:36+00:00", "text": "Four members of the prime minister's security team have been involved in a car crash in Tasmania. The police officers were in transit when their car flipped and left the road. https://t.co/H8pSzyRbGF #auspol #7NEWS https://t.co/HRS2W2O0uI", "_id": "1514487014548074500"}, {"created_at": "2022-04-14 05:15:09+00:00", "text": "7NEWS at 6pm: There's been a serious crash involving the prime minister's security detail in Tasmania. Four police officers are in hospital. @ScottMorrisonMP was not involved in the accident. https://t.co/OF81oZXOfr #auspol #7NEWS https://t.co/q4BWTif5yn", "_id": "1514472302800703488"}, {"created_at": "2022-04-14 04:26:02+00:00", "text": "A man was shot by police after allegedly driving at officers in Coffs Harbour. #7NEWS https://t.co/QAuapn5Ya2", "_id": "1514459944556597250"}, {"created_at": "2022-04-14 02:03:03+00:00", "text": "The foster mother of missing boy William Tyrrell has been charged with misleading the New South Wales Crime Commission. The 56-year-old will appear in court next month. Police have accused her of knowingly giving false or misleading evidence at a hearing. https://t.co/OF81oZXOfr https://t.co/nMDHaGha1d", "_id": "1514423962213969922"}, {"created_at": "2022-04-14 01:44:35+00:00", "text": "JUST IN: Australia's unemployment rate has remained stable at 4%. Almost 18,000 more people found full time work in March but it wasn't enough to shift the official rate. https://t.co/TWh1KQh9q4 #7NEWS https://t.co/yyi9opdl2E", "_id": "1514419311246712832"}, {"created_at": "2022-04-13 09:48:04+00:00", "text": "3 people have been charged over their alleged involvement in a criminal syndicate selling drugs through the Dark Web. A woman and 2 men were arrested in the Hunter region yesterday with police seizing more than 15 kilograms of drug-laced lollies and e-cigarette https://t.co/EBCmTfU459", "_id": "1514178596180754438"}, {"created_at": "2022-04-13 09:25:28+00:00", "text": "A gunman remains on the run in New York after opening fire on subway passengers in a frightening attack beneath the city. Up to 29 people were hurt, 10 of them shot as the masked man threw smoke grenades and then started shooting. https://t.co/OF81oZXOfr #NewYork #7NEWS https://t.co/ExtO7aCXF1", "_id": "1514172912131264512"}, {"created_at": "2022-04-13 09:16:15+00:00", "text": ".@BorisJohnson says he will remain Britain's prime minister despite being fined by police for breaching his own COVID rules. After ordering people into lockdown, banning them from hospital visits and even funerals, he was caught swigging drinks with colleagues. #7NEWS https://t.co/RI9E0LwYMV", "_id": "1514170592089735170"}, {"created_at": "2022-04-13 08:55:42+00:00", "text": "A state coroner has slammed a police chase that resulted in the death of a young Sydney girl run over in her own backyard. The coroner said the high-speed pursuit through a residential neighborhood should not have happened and need not have happened. https://t.co/CsSUw1tLf2 https://t.co/T8DX42p4m6", "_id": "1514165419833462785"}, {"created_at": "2022-04-13 08:51:21+00:00", "text": "It's a night in the cells for protesters who used a truck to cause commuter chaos on the Harbour Bridge this morning as they await charges from police. Their group behind the continual chaos is promising more tomorrow. https://t.co/gHLZW5t87q https://t.co/4VGKgCj4TC", "_id": "1514164326848147456"}, {"created_at": "2022-04-13 08:25:59+00:00", "text": "Metal detectors, bag searches, better lighting and more police. That's what we can expect from now on at the Sydney Royal @EasterShow. The beefed-up security is necessary, say show organisers after the stabbing death of Uati “Pele” Faletolu. https://t.co/X8EDixovd9 #7NEWS https://t.co/hgjh9MY4of", "_id": "1514157939308695552"}, {"created_at": "2022-04-13 08:07:45+00:00", "text": "Labor Leader @AlboMP had a close encounter with a boom mic during a rockstar welcome at a Melbourne policy rally while Prime Minister @ScottMorrisonMP has been keeping an eye on the ball while shooting hoops with kids in regional Victoria. https://t.co/pPW0ijjQLy #auspol #7NEWS https://t.co/2Se32h0zZA", "_id": "1514153351587700741"}, {"created_at": "2022-04-13 06:52:49+00:00", "text": "Police will be targeting drink drivers this Easter long weekend in an effort to reduce fatalities on our roads. Double demerit points will come into effect at midnight and with more people expected on the roads, officers are reminding drivers to be extra cautious. https://t.co/7WyIecnZ9F", "_id": "1514134495968075779"}, {"created_at": "2022-04-13 06:46:32+00:00", "text": "American actor and comedian @RealGilbert has died from a long-standing heart condition. Known for his iconic voice and crude jokes, Gottfried had a prolific career. Most famously voicing the parrot Iago in Disney's Aladdin. https://t.co/OF81oZFF1j #7NEWS https://t.co/SeEXyzyAi7", "_id": "1514132915042496513"}, {"created_at": "2022-04-13 06:37:53+00:00", "text": "A Bronte resident made a grim discovery at the beach this morning coming across a decomposed body that washed ashore. The body is believed to be a woman aged in her 20s or 30s. Police aren't treating the death as suspicious and are looking through the missing persons list. https://t.co/FWahYxgjJU", "_id": "1514130736810704899"}, {"created_at": "2022-04-13 04:12:57+00:00", "text": "Following a police raid on a house at Catherine Street in Leichhardt, a 19-year-old man has been charged over Monday's armed robbery of the Coles Express petrol station on Parramatta Road at Stanmore. Detectives say the man used a knife and stole cash. https://t.co/OF81oZXOfr https://t.co/o16BY26j8H", "_id": "1514094262551744512"}, {"created_at": "2022-04-13 03:57:03+00:00", "text": "Drivers are being reminded that double demerit points return at midnight for offences including speeding, mobile phone usage, seatbelts and not using a motorcycle helmet. NSW police say they will also target drinking offences this long weekend. https://t.co/OF81oZXOfr #7NEWS https://t.co/9GlD3ULjBV", "_id": "1514090260560752646"}, {"created_at": "2022-04-13 02:25:27+00:00", "text": "Police are still on the hunt for a killer after a teenage boy was stabbed to death at the Sydney Royal @EasterShow. https://t.co/YmL9fSpznR #7NEWS https://t.co/eRzyiqmsXp", "_id": "1514067210809278466"}, {"created_at": "2022-04-13 01:43:43+00:00", "text": "Police in New York have named a 62-year-old as a person of interest in the subway shooting that injured more than twenty people. Peak hour passengers scrambled to get off a train after a man detonated smoke bombs and opened fire. https://t.co/ePE026BGGL #7NEWS https://t.co/zTDGBNQNuv", "_id": "1514056705302474753"}, {"created_at": "2022-04-13 00:34:01+00:00", "text": "The families of 4 passengers killed in a helicopter crash off the coast at Anna Bay have slammed pilot David Kerr for pushing ahead with the flight as darkness loomed. All 5 people aboard the 2019 flight died. https://t.co/ZwXRdjDOXk #7NEWS https://t.co/4rFKWmZJR0", "_id": "1514039165520068609"}, {"created_at": "2022-04-13 00:28:06+00:00", "text": "A Blacktown family of 8 has survived a terrifying night with a gunman unleashing a hail of bullets directly into their home. Police say it was unprovoked cowardly and could've been fatal. They're now investigating whether it's a case of mistaken identity. https://t.co/kBjqaUHqyy https://t.co/nfUaCEIjlc", "_id": "1514037677146148864"}, {"created_at": "2022-04-12 13:30:43+00:00", "text": "BREAKING: UK Prime Minister Boris Johnson and Chancellor Rishi Sunak have been fined for attending several illegal parties during lockdown in 2020 and 2021. https://t.co/6P9F8DGBB7 #TheLatest #7NEWS https://t.co/dOaQFYOKK9", "_id": "1513872242177945600"}, {"created_at": "2022-04-12 13:18:01+00:00", "text": "Organisers of the Sydney Royal Easter Show say security and safety measures are being ramped up there from tomorrow after a 17-year-old man was stabbed to death at the Sydney Royal Easter Show. https://t.co/8g1FMbf1FO #TheLatest #7NEWS https://t.co/KC8SgWCoOr", "_id": "1513869046500171780"}, {"created_at": "2022-04-12 10:01:43+00:00", "text": "Chilling video has been released of police taking down a self-radicalised terrorist moments after he murdered a high-profile British politician. The 26-year-old has been found guilty of a cold calculated plot admitting at his own trial he was out for blood. https://t.co/3kLToMRmUh", "_id": "1513819643655639044"}, {"created_at": "2022-04-12 09:59:39+00:00", "text": "The families of 4 passengers killed in a helicopter crash off the coast north of Newcastle have slammed the pilot for pushing ahead with the flight as darkness loomed. All 5 people aboard the 2019 flight died, the inquest told the pilot was not licensed to fly at night. https://t.co/Kn4OCcQ0qc", "_id": "1513819125478731777"}, {"created_at": "2022-04-12 08:39:58+00:00", "text": "It's Australia's largest family event. But last night, the Sydney Royal @EasterShow was the scene of a deadly stabbing. A 17-yr-old off-duty ride operator died following a bloody suspected gang-related brawl. And police are still searching for his killer. https://t.co/0zDYAoR868 https://t.co/BNEmhkpGPs", "_id": "1513799073421094913"}, {"created_at": "2022-04-12 07:04:23+00:00", "text": "Police have released new security video of two men who are wanted over a fatal stabbing in Toongabbie earlier this year. They're seen changing shirts in a nearby car park shortly after the attack. 45-year-old Shane Naylor died on January 7, following stab wounds to his body. https://t.co/QEu7p1oRMb", "_id": "1513775016445640705"}, {"created_at": "2022-04-12 06:45:09+00:00", "text": "A home has been peppered with bullets following a drive-by shooting at Blacktown overnight. Police say a man in a balaclava stood on Kent Street and fired a number of bullets into the home narrowly missing a woman near an upstairs window. https://t.co/OF81oZXOfr https://t.co/tdeYBAquk5", "_id": "1513770178198515712"}, {"created_at": "2022-04-12 06:44:49+00:00", "text": "The @eastershow has reopened today after the fatal stabbing of a 17-year-old during a wild brawl last night. The boy who'd been working as a ride attendant died on the way to hospital from a traumatic chest wound. A 15-year-old boy was arrested at the scene with a knife https://t.co/IK5CUXbWEH", "_id": "1513770094681522176"}, {"created_at": "2022-04-12 05:33:11+00:00", "text": "Months after a Sydney dad was stabbed to death, police have released CCTV of two men in an appeal for information about the incident. #7NEWS https://t.co/ZaGumrhscE", "_id": "1513752065402540033"}, {"created_at": "2022-04-12 03:33:03+00:00", "text": "More information has been revealed on the moments leading up to the fatal stabbing at the @eastershow. https://t.co/e74PS4NdST #EasterShow #7NEWS https://t.co/4jC42vp5eo", "_id": "1513721832645427200"}, {"created_at": "2022-04-12 02:11:04+00:00", "text": "A 17-year-old boy who was stabbed to death in a brawl at the Sydney Royal @EasterShow was working at the event just hours before he was attacked. A 16-year-old boy is recovering in hospital this morning after being injured in the violence. https://t.co/fji5CT4Riw #7NEWS https://t.co/2exYAb87WU", "_id": "1513701201463840769"}, {"created_at": "2022-04-12 02:07:21+00:00", "text": "Police have revealed more information on the moments leading up to the fatal stabbing at the @eastershow. #7NEWS https://t.co/KpAP06UNQI", "_id": "1513700265471328256"}, {"created_at": "2022-04-12 01:50:42+00:00", "text": "A young Sydney man who was punched in the head during a violent brawl over the weekend has died in hospital. 23-year-old Evander Tuala suffered critical head injuries after being knocked unconscious during the fight. https://t.co/OF81oZFF1j #7NEWS https://t.co/3eTenaTbDB", "_id": "1513696076393451520"}, {"created_at": "2022-04-11 23:06:19+00:00", "text": "A 17-year-old boy has died and another has been taken to hospital following a stabbing at Sydney’s Royal Easter Show. #7NEWS https://t.co/kcwEo0XOtS", "_id": "1513654709617557505"}, {"created_at": "2022-04-11 20:06:08+00:00", "text": "A teenager has been stabbed to death at the Sydney Royal @eastershow, another seriously injured after a wild brawl broke out near the carnival rides. https://t.co/f4ZGWMNlUe #7NEWS https://t.co/DNRlTauiUA", "_id": "1513609364036218881"}, {"created_at": "2022-04-11 19:54:05+00:00", "text": "A teenager has died and another has been hospitalised following a stabbing at Sydney’s Royal @EasterShow. #7NEWS https://t.co/d8bvF8FzCs", "_id": "1513606331898335232"}, {"created_at": "2022-04-11 19:46:19+00:00", "text": "Families attending Sydney's Royal Easter Show have been left distressed after a fight broke out, culminating in a deadly stabbing. More on this story: https://t.co/z1SI9VNBMo https://t.co/6VPaZpTVNh", "_id": "1513604376534786050"}, {"created_at": "2022-04-11 13:47:22+00:00", "text": "A teenager has died and another has been hospitalised following a stabbing at Sydney’s Royal Easter Show. https://t.co/BWCQwtj05P #TheLatest #7NEWS https://t.co/SHpwvT0iRc", "_id": "1513514043675672580"}, {"created_at": "2022-04-11 12:17:47+00:00", "text": "BREAKING: A man has been taken to hospital after being stabbed in the chest at the Sydney Royal Easter show. \n\nDetails on The Latest at 10:55pm. #TheLatest #7NEWS", "_id": "1513491498998071304"}, {"created_at": "2022-04-11 06:49:21+00:00", "text": "The prime minister has spent day one of the election campaign pitching to voters still reeling from the black summer bushfires on the New South Wales south coast. https://t.co/Tzi15mZDFn #auspol #7NEWS https://t.co/3h3qe0l7n1", "_id": "1513408848429981697"}, {"created_at": "2022-04-11 06:43:51+00:00", "text": "Chris Bailey, the lead singer of Aussie rock band 'The Saints' has died. He co-founded the band in Queensland in 1973 with two friends from school with their first song about growing up in Brisbane. https://t.co/4HoVHyiwYW #7NEWS https://t.co/SW0QfAt7Fg", "_id": "1513407464452272128"}, {"created_at": "2022-04-11 04:31:22+00:00", "text": "Chris Bailey, lead singer of hugely influential Australian band The Saints, has died at the age of 65. #7NEWS https://t.co/sKBqrzeak6", "_id": "1513374123392925696"}, {"created_at": "2022-04-11 04:08:17+00:00", "text": "A man and a woman are dead and 10 other people injured after a shooting inside a crowded US nightclub. #7NEWS https://t.co/o8XyYNnos9", "_id": "1513368312927129600"}, {"created_at": "2022-04-11 03:36:45+00:00", "text": "A cafe in Condell Park has been targeted by gunmen in an early morning attack. Police were called to the location at 6:30am and established a crime scene on Simmat Avenue. https://t.co/OF81oZXOfr #CondellPark #7NEWS https://t.co/BXzVelOlqN", "_id": "1513360376595120128"}, {"created_at": "2022-04-11 00:45:51+00:00", "text": "Police allege the brawl broke out about 12.35am after a disagreement began within a Surry Hills venue, before 15 people spilled out to the street. #7NEWS https://t.co/vzgZYeEJ52", "_id": "1513317370907234308"}, {"created_at": "2022-04-10 08:40:09+00:00", "text": "It's only been a short visit but Princess Anne's trip to Sydney has made a big impact. Today she met the families of two @NSWRFS volunteers who lost their lives fighting bushfires in 2019. https://t.co/23YpliG9Pn #PrincessAnn #7NEWS https://t.co/aN2hqS5D2z", "_id": "1513074342082781184"}, {"created_at": "2022-04-10 07:38:47+00:00", "text": "A couple has been saved from their burning caravan in Western Australia. The dramatic rescue was filmed on police body-worn cameras which was only released today. The incident occurred in Harvey about 140 kilometers south of Perth last month. https://t.co/OF81oZXOfr #7NEWS https://t.co/XcUlzW0pxp", "_id": "1513058898139574275"}, {"created_at": "2022-04-10 07:38:28+00:00", "text": "Police in Western Australia are set for a major shake-up to combat a spike in brutal violence in Perth's CBD. Officers are hoping more boots on the ground will deter thugs and encourage tourists back to the party district. https://t.co/OF81oZXOfr #WesternAustralia #7NEWS https://t.co/FMVnxvBiIJ", "_id": "1513058818561052681"}, {"created_at": "2022-04-10 07:35:58+00:00", "text": "Queen Elizabeth's daughter Princess Anne has spent a second day down under meeting with volunteer firefighters in Sydney. https://t.co/OF81oZXOfr #PrincessAnn #7NEWS https://t.co/mgINEhLosf", "_id": "1513058188425560066"}, {"created_at": "2022-04-10 07:30:24+00:00", "text": "Nearly five million dollars in cash has been seized by New South Wales police after busting an intricate money-laundering operation. Its alleged drugs were sold using cryptocurrency which was then converted back to cash. https://t.co/OF81oZXOfr #Crypto #7NEWS https://t.co/Ral8QMv8Hf", "_id": "1513056788530475011"}, {"created_at": "2022-04-10 03:38:32+00:00", "text": "A man is fighting for life after he was allegedly punched during a wild brawl on Oxford Street at Surry Hills yesterday. Police say after the 23-year-old man was allegedly punched, he fell to the ground and hit his head. https://t.co/aE4MmPBpii #SurryHills #7NEWS https://t.co/iZl5lYfzQK", "_id": "1512998439151611906"}, {"created_at": "2022-04-10 03:14:45+00:00", "text": "Three men have been charged after police raids in which $4.7 million cash, five kilos of drugs and cryptocurrency teller machines were allegedly seized in NSW. Two men - aged 34 and 39 - were arrested near a unit block in Mascot. https://t.co/Xib4Sz6H10 #7NEWS https://t.co/7HjF6mqQEF", "_id": "1512992453024190466"}, {"created_at": "2022-04-09 08:36:43+00:00", "text": "It's been a horror start to the school holiday season on our NSW roads with two deadly accidents within just hours of each other. https://t.co/T9Fn2mdDpP #NSWRoads #7NEWS https://t.co/ydBaUJAQXA", "_id": "1512711089406234631"}, {"created_at": "2022-04-09 08:13:10+00:00", "text": ".@VictoriaPolice has been rocked by the death of a young officer, killed in a shocking head-on crash near Mildura. The 25-year-old was behind the wheel of an unmarked police car, alongside her colleague. https://t.co/sFHsJB9VNn @cassiezervos #7NEWS https://t.co/elhBMeyCQ4", "_id": "1512705163269898243"}, {"created_at": "2022-04-09 07:22:12+00:00", "text": "The police officer killed in a horror double fatal crash on a Victorian road has been identified as 25-year-old Bria Joyce. #7NEWS https://t.co/9v2kCGF2R3", "_id": "1512692336618524675"}, {"created_at": "2022-04-08 08:22:43+00:00", "text": "NSW’s flood emergency has taken another deadly turn with a 10th victim lost to rising waters - this time in Cobbitty in southwest of Sydney. https://t.co/gvoNWX6I0H #NSWfloods #7NEWS https://t.co/dArVyKsegv", "_id": "1512345180397273094"}, {"created_at": "2022-04-08 07:28:14+00:00", "text": "Victoria Police has launched an investigation after a woman smashed an egg on @CraigKellyMP’s head as he sat with supporters in Melbourne. #auspol #7NEWS https://t.co/5BfCCJiIJL", "_id": "1512331466625089537"}, {"created_at": "2022-04-08 06:49:52+00:00", "text": "The body of a 68-year-old man trapped in flood waters in Cobbity has been recovered by police. Divers, the police helicopter and state emergency service crews spent the morning looking for the man after his white van was also spotted in floodwaters. https://t.co/0w6kJJQVVX #7NEWS https://t.co/ZMwk7ZUNfj", "_id": "1512321813983891456"}, {"created_at": "2022-04-08 06:31:07+00:00", "text": "A car has ploughed into a parking meter in Sydney's CBD. Police say the 52-year-old driver crashed her car into a ute on Castlereagh Street at around 11am before continuing along Hunter Street, hitting a second car. https://t.co/OF81oZFF1j #Sydney #7NEWS https://t.co/5viTHMINNP", "_id": "1512317093022031873"}, {"created_at": "2022-04-08 06:26:28+00:00", "text": "An Australian man who killed a father of 9 in Singapore has been jailed for 5 &amp; half years. Andrew Gosling threw a wine bottle from his 7th story apartment block in August 2019 hitting 73-yr-old Nasiari Sunee and his wife. Mr Sunee later died in hospital. https://t.co/OF81oZFF1j https://t.co/95ttpCtTEx", "_id": "1512315925910863872"}, {"created_at": "2022-04-08 03:59:11+00:00", "text": "The co-founder of one of Australia’s most beloved music festivals, The @bigdayout, has died. #7NEWS https://t.co/ZG9yN5QPqa", "_id": "1512278859152257026"}, {"created_at": "2022-04-08 02:26:39+00:00", "text": "Police are working to retrieve a man's body from floodwaters in Cobbity after almost 2,400 residents around Sydney were told to evacuate. #7NEWS https://t.co/1rZgK4jbPW", "_id": "1512255572074430468"}, {"created_at": "2022-04-08 02:07:41+00:00", "text": "The Sydney flood crisis has turned deadly with police locating the body of a man in a submerged vehicle in flood water on Cut Hill Road at Cobbity. https://t.co/XwMyLjMAZX #Cobbity #7NEWS https://t.co/Vyc0fYblj8", "_id": "1512250798629335041"}, {"created_at": "2022-04-08 01:47:13+00:00", "text": "Chris Dawson will stand trial for the murder of his wife Lynette after Australia’s highest court dismissed an application for the matter to be struck out. #7NEWS https://t.co/fq1GwN4lOa", "_id": "1512245647105470468"}, {"created_at": "2022-04-07 23:38:17+00:00", "text": "A gunman has opened fire into a crowded bar in central Tel Aviv, killing at least two people and wounding several others before fleeing into a dense residential area, Israeli officials said. #7NEWS https://t.co/Z0nDBfx7Je", "_id": "1512213201823604739"}, {"created_at": "2022-04-07 09:13:30+00:00", "text": "2 businesses have been destroyed overnight in a major factory fire that authorities say spread \"suspiciously fast”. The exact cause is still being investigated but it's likely the damage bill will run into the tens of millions. https://t.co/xzLWXo0f9b #Rydalmere #7NEWS https://t.co/4jajcWsFOp", "_id": "1511995569988071425"}, {"created_at": "2022-04-07 02:16:26+00:00", "text": "Fire has ripped through a factory in Sydney's west. Crews were called to Rydalmere just after 10pm to find the timber joinery and furniture shop well alight. The roof began to collapse as fire crews battled to stop the flames spreading to neighbouring buildings. #7NEWS https://t.co/7xsnFXYyTh", "_id": "1511890613200850945"}, {"created_at": "2022-04-06 09:03:35+00:00", "text": "A romance novelist who wrote a blog called ‘How to Murder your Husband’ is now on trial for murdering hers. Nancy Crampton Brophy is accused of shooting her 63-year-old husband Daniel who was found dead in the kitchen of a culinary school where he worked back in 2018. #7NEWS https://t.co/wfwikAEqA3", "_id": "1511630690026422279"}, {"created_at": "2022-04-06 08:26:07+00:00", "text": "Ukraine's president wants Russia expelled from the @UN Security Council, saying Russia's brutality amounts to the worst war crimes since World War II. Warning: some viewers might find images in this story confronting. https://t.co/Gbkl8SIynd #7NEWS https://t.co/voM25cFIcW", "_id": "1511621258634440707"}, {"created_at": "2022-04-06 08:22:03+00:00", "text": "On a day when the rain came bucketing down firefighters tackled a ferocious house fire in Mosman. The tiled roof of the property collapsed this afternoon leaving the elderly owner with an expensive repair job ahead. #Mosman #7NEWS https://t.co/u80xWxuw94", "_id": "1511620237200084995"}, {"created_at": "2022-04-06 06:26:48+00:00", "text": "The president of Ukraine @ZelenskyyUa has addressed the United Nations Security Council showing graphic evidence of war crimes by Russian soldiers killing civilians for pleasure and calling for the UN to act immediately. #Ukraine #7NEWS https://t.co/ZQXdcFrDXl", "_id": "1511591234263216128"}, {"created_at": "2022-04-06 06:23:58+00:00", "text": "Firefighters are tackling a large blaze at a home in Mosman. These are pictures from our news chopper, you can see flames and large plumes of smoke coming from the 2 storey house. How it started is not known. #Mosman #7NEWS https://t.co/hRwONReGu2", "_id": "1511590518920466433"}, {"created_at": "2022-04-05 13:29:59+00:00", "text": "Ukrainian President Volodymyr Zelenskyy has promised to pursue allegations of war crimes against Russian forces in occupied regions of the country. @geofparry7 https://t.co/EHG2PS9Kn4 #TheLatest #7NEWS https://t.co/W0O6s3PnXR", "_id": "1511335340799578117"}, {"created_at": "2022-04-05 10:05:12+00:00", "text": "More bus strikes in store for Sydneysiders, developments which clear the way for the Prime Minister to call an election, and is Vladimir Putin headed for a war crimes trial?\n\nJoin @michaelusher for stories and more on The Latest, tonight from 10:55pm. #TheLatest #7NEWS https://t.co/49dKFUd19I", "_id": "1511283808254902275"}, {"created_at": "2022-04-05 08:42:43+00:00", "text": "4 protesters who blocked a main road in Sydney's south this morning have been charged by police but not under tough new laws that could have seen them jailed. https://t.co/gkVn3ZBuYp #Activists #7NEWS https://t.co/bpXMDiF6bh", "_id": "1511263047800999940"}, {"created_at": "2022-04-05 08:26:34+00:00", "text": "Most of the Blue Mountains National Park will close tomorrow after a British tourist and his young son were killed and 2 other family members were critically injured in a landslide yesterday afternoon. https://t.co/CMN3IBaMgn #7NEWS https://t.co/POtEwiXQwU", "_id": "1511258984250224641"}, {"created_at": "2022-04-05 06:42:07+00:00", "text": "Most of the Blue Mountains National Park will be closed after a landslide killed two British tourists and critically injured two more yesterday afternoon. #BlueMountains #7NEWS https://t.co/p2RZNPoP2C", "_id": "1511232699566288900"}, {"created_at": "2022-04-05 06:28:19+00:00", "text": "Four teenagers have been arrested after a home invasion in our city's west left another teenager and his carers with stab wounds. #Sydney #7NEWS https://t.co/UVE3iriTqG", "_id": "1511229225281679362"}, {"created_at": "2022-04-05 06:21:34+00:00", "text": "Two people from Sydney's north have died in a helicopter crash in the Snowy Mountains. The latest in a series of aircraft incidents in recent weeks. The wreckage was found by emergency crews just before midnight at Kiandra Flats. #KiandraFlats #7NEWS https://t.co/KB64tZK5eW", "_id": "1511227525699366915"}, {"created_at": "2022-04-05 05:19:16+00:00", "text": "A boy has been taken to hospital in a serious but stable condition after falling from a ride at Movie World. #7NEWS https://t.co/qgEv7ACbsI", "_id": "1511211851442384904"}, {"created_at": "2022-04-05 05:04:56+00:00", "text": "Ukraine's President has been overcome with emotion as he saw for himself the atrocities carried out in Bucha. After Russian forces withdrew, Ukrainian troops entered to find the bodies of civilians abandoned on the streets where they were murdered. https://t.co/vEgsOUNkOx #7NEWS https://t.co/WoEsd0xa0R", "_id": "1511208243871518724"}, {"created_at": "2022-04-04 09:01:54+00:00", "text": "Police have found human remains as they investigate the suspected murder of a Malaysian national. A dig on a rural property northwest of Bathurst was launched last Tuesday. Detectives found the remains yesterday afternoon believed to be those of Jacky Chong Kai Wong.  #7NEWS https://t.co/pdIp8XUUkD", "_id": "1510905488091000837"}, {"created_at": "2022-04-04 08:39:34+00:00", "text": "4 teenagers have faced court after a police chase through the Cross City Tunnel from Double Bay early this morning ended in a crash on the Western Distributor. The Mercedes stolen from a Belrose home only stopped after hitting a barrier. #7NEWS https://t.co/173oYJ1weq", "_id": "1510899868122103814"}, {"created_at": "2022-04-04 08:33:49+00:00", "text": "Harrowing pictures from inside Ukraine tonight have triggered claims of war crimes. Innocent civilians tied up and killed as Russia was forced to retreat from the capital Kyiv. https://t.co/3avMPhpHMq #Ukraine #7NEWS https://t.co/200AjdIKVi", "_id": "1510898422500716553"}, {"created_at": "2022-04-04 08:24:17+00:00", "text": "A suspected gangland feud has turned deadly in the United States. Six people have been killed and a dozen more wounded when multiple shooters opened fire outside a nightclub in California. https://t.co/h13x2gfi6F @ashleemullany #7NEWS https://t.co/KmK5cCs4m9", "_id": "1510896022620602369"}, {"created_at": "2022-04-04 08:19:25+00:00", "text": "A dangerous rescue operation is underway tonight in the Blue Mountains where a tragic landslide has killed 2 bushwalkers and injured 3 others. It's believed the path they were on near Wentworth Falls suddenly gave way taking the group with them. https://t.co/KX6YBftsOt #7NEWS https://t.co/g8AxIobWpI", "_id": "1510894798265532420"}, {"created_at": "2022-04-04 07:13:33+00:00", "text": "A family cat is being hailed a hero for alerting its owners to a fire at their Prestons home. The blaze started in the garage around 8-o-clock last night. The family was unaware until their pet noticed something and ran down the stairs. #Prestons  #7NEWS https://t.co/0h0uXRU05E", "_id": "1510878221398843394"}, {"created_at": "2022-04-04 06:52:36+00:00", "text": "A 75-year-old man has been charged with raping a teenage boy in a public toilet at Central Station. Sydney police worked around the clock in the hopes of finding the alleged offender. https://t.co/2rBqdvc4hc #7NEWS https://t.co/03U8C6otd6", "_id": "1510872949112602625"}, {"created_at": "2022-04-04 01:20:04+00:00", "text": "Flood victims will be offered another grant to assist with rebuilding their homes as the NSW government flags scrutiny of planning decisions to build in disaster prone areas. #7NEWS https://t.co/RCZbF4GQ7u", "_id": "1510789266623766529"}, {"created_at": "2022-04-03 22:42:03+00:00", "text": "A new funding package is set to be unveiled today to help police officers identify coercive control in domestic violence cases. The federal government is investing $4.1 million over the next four years to improve the justice system's response. https://t.co/OF81oZFF1j #7NEWS https://t.co/xJFcBheX5y", "_id": "1510749497470509059"}, {"created_at": "2022-04-03 22:35:23+00:00", "text": "Police have discovered human remains in their search for missing man, 'Jacky' Chong Kai Wong. Mr Wong's body was located around 40 kilometres north of Bathurst. Police began investigating alleged drug syndicate activity in the area midway through last year. #7NEWS https://t.co/ZhYjHaqUs8", "_id": "1510747818926882816"}, {"created_at": "2022-04-03 11:04:00+00:00", "text": "An alleged drunk driver has ploughed his car into a powerpole in Sydney's inner west. Police say the 39-year-old man crashed in Drummoyne around 11:30pm. https://t.co/OF81oZXgpT #Drummoyne #7NEWS https://t.co/IfxyJxljf9", "_id": "1510573827855683586"}, {"created_at": "2022-04-03 10:08:00+00:00", "text": "Estelle Harris, the actress famous for her role as George Costanza's mother in Seinfeld, has died at the age of 93. Harris also starred in the Toy Story franchise as the voice of Mrs Potato Head. https://t.co/OF81oZFF1j #7NEWS https://t.co/JKwVciZw4I", "_id": "1510559734935433224"}, {"created_at": "2022-04-03 08:45:45+00:00", "text": "A Lake Macquarie man has been taken to hospital after firefighters found him outside his burning home this morning. He had collapsed on the street. Crews performed CPR until paramedics arrived. https://t.co/OF81oZXOfr #Argenton #7NEWS https://t.co/23972cguRT", "_id": "1510539035886125056"}, {"created_at": "2022-04-03 08:45:27+00:00", "text": "A passenger has died after being thrown from an SUV when it crashed in Sydney's southwest this morning. It happened on Picton Road in Picton, just before 5am The vehicle rolled a number of times. Police don't believe any other vehicles were involved. https://t.co/OF81oZXOfr https://t.co/CEgEAA74Wb", "_id": "1510538961760174083"}, {"created_at": "2022-04-03 08:23:49+00:00", "text": "There's fresh evidence tonight of more war crimes committed by Russian soldiers in Ukraine. As fighting continues right across the country, even the celebrated liberation of areas, around the capital Kyiv, has come at a terrible cost. https://t.co/TWh1KQycs4 @hughwhitfeld #7NEWS https://t.co/QvBA9da1Ra", "_id": "1510533515191889926"}, {"created_at": "2022-04-02 08:31:37+00:00", "text": "The cost of a drug that can extend the life of thousands of Australian men with prostate cancer has been slashed after being added to the PBS. While the announcement is welcomed experts are reminding men to put aside their pride and get tested. https://t.co/IKhxMbehCY #7NEWS https://t.co/wDBAJBeNeZ", "_id": "1510173093280743424"}, {"created_at": "2022-04-02 08:02:35+00:00", "text": "Border Force is cracking down on the illegal smuggling and selling of some of Australia's most common backyard animals. Authorities have revealed the lengths some people have gone to trying to get in on the growing black market. https://t.co/IRhIKMOjFl #Smuggling #7NEWS https://t.co/MNeZXPHepn", "_id": "1510165784223707141"}, {"created_at": "2022-04-02 07:50:07+00:00", "text": "Wet conditions are hampering efforts to retrieve the bodies of five people killed in a helicopter disaster in Victoria. Two more victims have been publicly identified. https://t.co/n449KSf1B5 @BlakeJohnson #7NEWS https://t.co/4Z3xrLyIFR", "_id": "1510162647874142208"}, {"created_at": "2022-04-02 07:44:31+00:00", "text": "A 62-year-old former police officer is on a mission to climb Mount Everest and then jump off. If Ken Hutt succeeds, he'll become the oldest Australian to paraglide from the top of the world. https://t.co/xOFUugUTCL @KrystalENews #7NEWS https://t.co/b5jh5SiMSF", "_id": "1510161240202498053"}, {"created_at": "2022-04-02 07:42:25+00:00", "text": "Police have begun breaking down an illegal supply ring that's pushing drugs into Sydney's South West. They've seized a quarter of a million dollars worth of ice and in a series of dramatic arrests, have taken down the men accused of supplying it. https://t.co/ipAHwvVVnM #7NEWS https://t.co/VNmfMGjeEg", "_id": "1510160709531107331"}, {"created_at": "2022-04-02 07:38:49+00:00", "text": "A Leumeah family has escaped an early morning fire that caused extensive damage to their Oates Place home. The blaze took hold in the garage just after 5 before spreading to the house. Two vehicles were destroyed as well as the rooms above the garage. #Leumeah #7NEWS https://t.co/nTRDjpU3dl", "_id": "1510159805117530114"}, {"created_at": "2022-04-02 07:20:31+00:00", "text": "7NEWS cameras have made it into the recently liberated town of Irpin, just outside Kyiv, where in the last 24 hours they've cleared out the Russians and the traps left behind. Police and the military are surveying what's left of a shattered city. https://t.co/pbNEd2AuA8 #7NEWS https://t.co/nUBWVOQmoM", "_id": "1510155197342892039"}, {"created_at": "2022-04-01 19:22:00+00:00", "text": "A tiny victim of Australia's exotic predator problem is making a tentative return thanks to a captive breeding program and a ring-fenced refuge. The tree-dwelling red-tailed phascogale used to be common in NSW. #7NEWS https://t.co/8xCWdstdXU", "_id": "1509974377554595840"}, {"created_at": "2022-04-01 09:56:42+00:00", "text": "Tougher penalties against illegal blockades have passed NSW Parliament with a maximum fine of $22,00 and/or two years in jail. Conduct like this morning's protest at Sylvania where climate activists tried to block traffic near Tom Ugly's Bridge. https://t.co/LY9fS4NHUA #7NEWS https://t.co/HAXmGViwqT", "_id": "1509832115541901318"}, {"created_at": "2022-04-01 09:24:49+00:00", "text": "Police investigating the mysterious death of a woman in Bondi are working on a theory she may have died after a drunken fall. The 38-year-old was discovered early yesterday at her home with a head wound. https://t.co/OF81oZXOfr #Bondi #7NEWS https://t.co/kqCtj9cCeR", "_id": "1509824092828221440"}, {"created_at": "2022-04-01 09:22:01+00:00", "text": "Russian President Vladimir Putin is increasingly isolated and according to the head of Britain's armed forces has already lost the war he began 6 weeks ago. Russia's given no sign of a ceasefire, let alone surrender. https://t.co/bYBGbHJbVi #Ukraine #7NEWS https://t.co/KVTTeneWI8", "_id": "1509823385957957635"}, {"created_at": "2022-04-01 07:55:55+00:00", "text": "A treatment helping thousands of Australians with severe asthma is about to become a lot cheaper. It’s part of a new round of drugs being listed on the PBS to help medicine become more affordable. https://t.co/8AQDG6PE7V #7NEWS https://t.co/rguF3dM7ao", "_id": "1509801720288743428"}, {"created_at": "2022-04-01 07:19:31+00:00", "text": "Heartbroken families have paid tribute to the victims of a helicopter disaster, as emergency crews work to recover their bodies from rugged bushland in Victoria. https://t.co/jsR0wvhRLb #7NEWS https://t.co/ptLHmKdNiP", "_id": "1509792560532783104"}, {"created_at": "2022-04-01 06:03:41+00:00", "text": "Police have charged a nurse, accused of a shocking act while on the job. It's alleged the 42-year-old man sexually assaulted a 25-year-old woman who was recovering from heart surgery at a Bella Vista hospital. https://t.co/OF81oZXOfr #BellaVisa #7NEWS https://t.co/cWwZ6OWl2s", "_id": "1509773474172387333"}, {"created_at": "2022-04-01 05:58:40+00:00", "text": "A fire in a roof cavity has quickly spread causing major damage to a house in Carlingford. Crews battled for nearly 2 hours to extinguish the blaze using a cherry picker, while firefighters also entered through the ceiling. https://t.co/OF81oZXOfr #Carlingford #7NEWS https://t.co/VhlEPwCpUr", "_id": "1509772213951811586"}, {"created_at": "2022-04-01 03:53:09+00:00", "text": "European buyers of Russian gas are facing a deadline to start paying in roubles, while negotiations aimed at ending the five-week war are set to resume even as Ukraine braced for further attacks in the south and east. #7NEWS https://t.co/v1Rl2SYCeM", "_id": "1509740626153467908"}, {"created_at": "2022-04-01 03:50:16+00:00", "text": "A British pub is under fire for renaming a decades-old dish in an apparent attempt at political correctness. #7NEWS https://t.co/17AddkeGph", "_id": "1509739901004435459"}, {"created_at": "2022-04-01 03:16:47+00:00", "text": "Police were ready to arrest Will Smith at the Oscars - but one thing has stopped them in their tracks. #7NEWS https://t.co/dBepuWm497", "_id": "1509731473964027906"}, {"created_at": "2022-04-01 02:05:17+00:00", "text": "Police were ready to arrest Will Smith after he slapped Chris Rock at the Oscars but the comedian declined to press charges, the ceremony's producer says. #7NEWS https://t.co/mRFuXv7hLm", "_id": "1509713480827699206"}, {"created_at": "2022-04-01 01:07:52+00:00", "text": "Melbourne drug boss Tony Mokbel has been taken from his prison cell to hospital after suffering chest pains. https://t.co/TWh1KQycs4 #7NEWS https://t.co/WJ9pjxybcT", "_id": "1509699029348757525"}, {"created_at": "2022-03-31 10:22:00+00:00", "text": "The NSW Police Force has undergone another leadership reshuffle. Two new deputy commissioners and two new assistant commissioners have been announced. https://t.co/OF81oZXgpT #NSWpolice #7NEWS https://t.co/mb8oG9As4z", "_id": "1509476094310764544"}, {"created_at": "2022-03-31 08:56:57+00:00", "text": "A 38 year old woman has been found dead in a Bondi unit with the Homicide Squad now leading the investigation. The victim is said to have suffered severe facial injuries but the cause of death has yet to be determined. https://t.co/J8LrT20SNA #Bondi #7NEWS https://t.co/gXkGcTsV0p", "_id": "1509454692191203330"}, {"created_at": "2022-03-31 05:56:21+00:00", "text": "The man behind iconic TV puppet Ozzie Ostrich Ernie Carroll has died in a retirement village in Victoria. Carroll started his television career in the 1950's and was also a writer and producer. Ernie Carroll was 92. #ErnieCarroll #7NEWS https://t.co/wgnmLEE6l4", "_id": "1509409243518349313"}, {"created_at": "2022-03-31 05:54:45+00:00", "text": "A B-double has come off the road crashing into scrub southbound on the M1 Pacific Motorway, just past Peats Ridge Road at Somersby. The driver was not injured. https://t.co/TWh1KQh9q4 #M1 #Somersby #7NEWS https://t.co/4ZhwzLTvqz", "_id": "1509408839170662403"}, {"created_at": "2022-03-31 05:46:42+00:00", "text": "There's been a sudden spike in the number of people who've died from COVID in New South Wales. 17 people lost their lives in the past 24 hours and another 15 the day before. It is also the third straight day with more than 20-thousand new infections. #COVID #7NEWS https://t.co/zaQHsFqg5r", "_id": "1509406811941924864"}, {"created_at": "2022-03-31 05:42:13+00:00", "text": "A 38-year-old woman has been found dead in a Bondi home unit with the Homicide Squad called in. #Bondi #7NEWS https://t.co/90wT9fo5sh", "_id": "1509405685997776897"}, {"created_at": "2022-03-31 01:50:20+00:00", "text": "Police are investigating the possible murder of a woman in Bondi. Police have been called to a home on O’Brien Street. It's believed the 38-year-old had suffered severe facial injuries. A man is currently being questioned by detectives. https://t.co/AQuSAvXlCA #Bondi #7NEWS https://t.co/MV8uwE9mL9", "_id": "1509347329828343808"}, {"created_at": "2022-03-30 23:53:18+00:00", "text": "A woman has died at a unit in Bondi Beach and a man known to her is being questioned by police. #7NEWS https://t.co/xg2JLE9cGx", "_id": "1509317879430520832"}, {"created_at": "2022-03-30 20:40:20+00:00", "text": "Will Smith’s slap seen around the world at the Oscars was clearly a crime, legal experts say. #7NEWS https://t.co/py9pOlwURf", "_id": "1509269315614572544"}, {"created_at": "2022-03-30 20:33:20+00:00", "text": "Ernie Carroll, the man who voiced beloved Aussie TV puppet character Ossie Ostrich, has died at the age of 92. #7NEWS https://t.co/XMTmi13LmY", "_id": "1509267556108218368"}, {"created_at": "2022-03-30 20:30:07+00:00", "text": "Tom Parker, one fifth of British boy band The Wanted, has died after being diagnosed with a terminal brain tumour. #7NEWS https://t.co/g7A09B24Q9", "_id": "1509266747010203648"}, {"created_at": "2022-03-30 08:23:53+00:00", "text": "Three men are behind bars accused of carrying out a gruesome murder in New South Wales' Central West more than a year ago. Police are now at Killongbutta searching for the remains of a Malaysian national who was part of their drug cartel. https://t.co/yUF6FtbIDI #7NEWS https://t.co/yKKgJ2p9Ey", "_id": "1509083984386437122"}, {"created_at": "2022-03-30 08:05:29+00:00", "text": "An alleged drunk driver has spent the night in police custody after slamming her Mercedes into a parked 4 wheel drive in Sydney's northwest. The force of the impact sent the heavy vehicle flying across the street and it was all caught on camera. https://t.co/1GYZOWnsgW #7NEWS https://t.co/VW2ofNRrsc", "_id": "1509079353648648192"}, {"created_at": "2022-03-30 07:39:52+00:00", "text": "A Western Sydney man who ran at two police officers with a knife at a Bankstown shopping centre says he didn't intend to hurt them. Heart-stopping bodycam video shows the moment they came under attack and how the officers tried to save the offender's life. #Bankstown #7NEWS https://t.co/89GX6w12qS", "_id": "1509072905908682762"}, {"created_at": "2022-03-30 06:44:16+00:00", "text": "Flood Search: A 55-year-old aged care nurse from Nowra, who is working in Lismore, phoned police at 10pm to say that she was trapped in floodwaters. Police say she was driving on Wyrallah Road at Monaltrie, south of Lismore, at the time of the incident. https://t.co/OF81oZFF1j https://t.co/bfZWn4r2KQ", "_id": "1509058912036659213"}, {"created_at": "2022-03-30 05:38:22+00:00", "text": "One man was lucky to escape with his life when a boat exploded near Newcastle. Fire and Rescue crews were called to Fennell Bay just before 6 last night where they found the 30 foot cruiser ablaze. The man was taken to hospital while booms were placed around the boat. #7NEWS https://t.co/4MvqC1ly9A", "_id": "1509042329008865281"}, {"created_at": "2022-03-30 04:38:47+00:00", "text": "NSW Police are searching for the remains of a Malaysian national believed murdered more than a year ago after becoming involved with a drug cartel. #7NEWS https://t.co/EUnKr0kekT", "_id": "1509027335508357127"}, {"created_at": "2022-03-29 23:01:01+00:00", "text": "Queen Elizabeth made her first public appearance in five months overnight when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. #7NEWS https://t.co/mEopAjHLU9", "_id": "1508942330606149638"}, {"created_at": "2022-03-29 12:08:08+00:00", "text": "Queen Elizabeth has made her first public appearance in five months when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. https://t.co/QlaHn9sm6V #TheLatest #7NEWS https://t.co/vHouaGeVQR", "_id": "1508778026892292103"}, {"created_at": "2022-03-29 07:56:02+00:00", "text": "A Central Coast man who punched and choked police ripping one officer's hair out has been cleared of assaulting them. Even though William Kershaw admitted attacking the pair he couldn't be convicted of the serious charge of assaulting police. https://t.co/BVceRFRYCX #7NEWS https://t.co/OjbwdViOw8", "_id": "1508714585964302336"}, {"created_at": "2022-03-29 05:46:15+00:00", "text": "A 20-year-old man has faced court following a cafe crush which turned violent in Darling Harbour. A 21-year-old man was stabbed after a fight broke out at Cockle Bay Wharf early on Monday morning. Police have also released images of additional men they'd like to speak to. #7NEWS https://t.co/qqOE7a6pmB", "_id": "1508681925980205059"}, {"created_at": "2022-03-29 04:59:31+00:00", "text": "A new crime - “causing the loss of a foetus” - came into effect today as NSW becomes the first state to introduce a stand-alone offence, Attorney General @MarkSpeakman said. #nswpol #7NEWS https://t.co/NKRHYYHqRG", "_id": "1508670163381460993"}, {"created_at": "2022-03-29 04:34:22+00:00", "text": "At least three people have died after a snow squall led to a 50-vehicle crash on a Pennsylvania highway. #7NEWS https://t.co/snMYgrsIo6", "_id": "1508663833195610117"}, {"created_at": "2022-03-29 00:29:59+00:00", "text": "An inquest into the domestic violence deaths of Hannah Clarke and her three children has been shown bodycam video of the moment she pleaded with police for help. https://t.co/JAT1Eu7BlK #7NEWS https://t.co/YWqqqFDoNH", "_id": "1508602334275780608"}, {"created_at": "2022-03-28 22:47:45+00:00", "text": "Harsher punishments will be handed to NSW criminals convicted of injuring pregnant women causing them to lose their unborn babies. #nswpol #7NEWS https://t.co/zmfIRnW4pF", "_id": "1508576607883079680"}, {"created_at": "2022-03-28 09:55:00+00:00", "text": "Sydney police are hunting a safe snatcher. They say a man broke into a city pharmacy earlier this month, spending an hour and a half inside and stealing two safes. They contained prescription drugs and more than $7,000. https://t.co/OF81oZFF1j #Sydney #7NEWS https://t.co/SiGQZQtLfU", "_id": "1508382135953997827"}, {"created_at": "2022-03-28 08:50:32+00:00", "text": "A man charged over an alleged shooting outside a child's birthday party in Hebersham has been refused bail. 30-year-old Masih Khoshmorovat faced Fairfield Local Court today after he was arrested in the wake of a dramatic brawl and police raid at a home in Smithfield yesterday. https://t.co/dbC0617MvS", "_id": "1508365913552486408"}, {"created_at": "2022-03-28 08:49:43+00:00", "text": "Two Sydney brothers yesterday pinned-down a heavily armed gunman in Smithfield, pulling-off an incredible citizen's arrest. The brother's actions could help solve another underworld crime. https://t.co/N9gvacxIKe #Smithfield #Hebersham #7NEWS https://t.co/VcuIajY7HP", "_id": "1508365707964461059"}, {"created_at": "2022-03-28 08:12:15+00:00", "text": "A man has faced court charged with the murder of his former partner in Mayfield just weeks after being released from jail on parole. On Friday night, 21-year-old MacKenzie Anderson became the 14th woman to die in Australia this year from domestic violence. https://t.co/BAbxcBk2GB https://t.co/dWdl5jAtYz", "_id": "1508356278632185861"}, {"created_at": "2022-03-28 07:59:22+00:00", "text": ".@WestsTigers maintain they're united behind Michael Maguire and ready to fight their way out of the losing run that's already threatening to ruin their season. Today, players denied claims their under fire coach is being undermined from within https://t.co/OF81oZXOfr #NRL #7NEWS https://t.co/Mx3bQKEdv4", "_id": "1508353037370544129"}, {"created_at": "2022-03-28 07:57:16+00:00", "text": "The NSW Government had demanded harsh penalties for illegal protesters. And today they got it. 4 months in jail for @CurmiMax, the man who climbed a crane at Port Botany last Friday. The 26-year-old, who has previously been let off lightly, was shocked. https://t.co/w0S9zsliRL https://t.co/If1VmOiuY8", "_id": "1508352508166828035"}, {"created_at": "2022-03-28 06:15:35+00:00", "text": "A man who stabbed a man during a brawl at Darling Harbour overnight is still on the run. Paramedics worked desperately to save a man who suffered several knife wounds to the back. https://t.co/OF81oZXOfr #7NEWS https://t.co/dq7Q2i8tQ6", "_id": "1508326919892537346"}, {"created_at": "2022-03-28 01:38:08+00:00", "text": "A man has been charged over the horrific stabbing murder of a young mum in Mayfield. 21-year-old Mackenzie Anderson was found lying outside her home after being repeatedly stabbed in front of her 3-year-old son. https://t.co/sgn8VKvqzI #Mayfield #7NEWS https://t.co/v6q7Jd8s96", "_id": "1508257097682948099"}, {"created_at": "2022-03-27 22:00:01+00:00", "text": "A 22-year-old man has been charged with murder over the stabbing death of young mother MacKenzie Anderson inside her Newcastle home. #7NEWS https://t.co/15Z8lgjljK", "_id": "1508202206625173506"}, {"created_at": "2022-03-27 21:58:55+00:00", "text": "A six-year-old boy who went missing in Perth’s south on Sunday has died in hospital overnight. #7NEWS https://t.co/vfaMyoXqUo", "_id": "1508201930652524550"}, {"created_at": "2022-03-27 08:12:41+00:00", "text": "Thousands of Australians living with cystic fibrosis can now access life-saving treatment. The critical drug has just been listed on the PBS, for just a fraction of the price. https://t.co/Zlwlg1gbZz @SaraJones_7 #7NEWS https://t.co/9pYlQdMaSE", "_id": "1507994001701769217"}, {"created_at": "2022-03-27 07:30:23+00:00", "text": "Two Sydney brothers have pinned-down a heavily armed gunman in Smithfield, pulling-off an incredible citizen's arrest. The brother's actions could help solve another underworld crime. The gunman allegedly on the run after shooting a man in Hebersham. https://t.co/OF81oZFF1j https://t.co/IwcjhNzRID", "_id": "1507983356432031748"}, {"created_at": "2022-03-27 07:12:17+00:00", "text": "Russia has launched a missile strike near Poland in what appears to be a deadly warning to the United States. The attack came after US Joe Biden labelled Vladimir Putin “a butcher”. https://t.co/TWh1KQh9q4 @geofparry7 #7NEWS https://t.co/6MhQuJktcd", "_id": "1507978801825083395"}, {"created_at": "2022-03-27 01:48:57+00:00", "text": "Taylor Hawkins, the drummer for multi-platinum rock band Foo Fighters, had an assortment of drugs in his system when he died, Colombian authorities say. #7NEWS https://t.co/oVeeyMIe6r", "_id": "1507897432671416320"}, {"created_at": "2022-03-26 08:27:17+00:00", "text": "The longtime drummer of rock band @foofighters has died. The band says it's devastated by the tragic and untimely loss of @taylorhawkins. The band was in Australia earlier this month performing in Victoria and are due back here at the end of the year. #FooFighters #7NEWS https://t.co/VCgO5fQGHH", "_id": "1507635284644884480"}, {"created_at": "2022-03-26 07:36:19+00:00", "text": "A young Mayfield mother has been murdered in a vicious stabbing frenzy allegedly at the hands of her ex partner. The violent attack happened in front of her 3 year old child who police found hiding in the apartment covered in blood. https://t.co/BlUEdal8UP #Mayfield #7NEWS https://t.co/Q3ARw9b8Zy", "_id": "1507622462045192198"}, {"created_at": "2022-03-26 03:29:03+00:00", "text": "Foo Fighters drummer Taylor Hawkins has died aged 50. The band confirmed the news in a statement, writing: “The Foo Fighters family is devastated by the tragic and untimely loss of our beloved Taylor Hawkins.” #7NEWS https://t.co/Cc0hKz7Vc8", "_id": "1507560234763825154"}, {"created_at": "2022-03-26 00:04:50+00:00", "text": "A woman is dead and a man in custody following an alleged domestic violence-related stabbing in Newcastle, police say. #7NEWS https://t.co/suIb2YK1pl", "_id": "1507508838957682690"}, {"created_at": "2022-03-25 10:37:00+00:00", "text": "A suspected grave robber has been arrested following an investigation into the theft of human skulls in Melbourne last month. Police executed a search warrant this afternoon where a 40-year-old man was detained by police. https://t.co/OF81oZFF1j #7NEWS https://t.co/SUOIOjdf5n", "_id": "1507305541885865990"}, {"created_at": "2022-03-25 08:35:57+00:00", "text": "A Chinese herbalist who told a diabetic woman to stop taking western medicine before her death has been cleared of manslaughter. Yun Sen Luo was treating the 56-yr-old-woman for a skin condition in 2018. She died less than a fortnight after her first appointment with him. #7NEWS https://t.co/MzR32XHcAO", "_id": "1507275078567833602"}, {"created_at": "2022-03-25 08:24:53+00:00", "text": "Dramatic scenes played out at a Gold Coast shopping centre this morning, as police and onlookers chased down a fugitive. He was arrested on the footpath after allegedly leading officers on a dangerous pursuit on the road, and on foot. https://t.co/jq2kFSsWuG @AmandaAbate #7NEWS https://t.co/YIyktZGTwA", "_id": "1507272296708251654"}, {"created_at": "2022-03-25 07:31:28+00:00", "text": "There is growing concern China's plan to set up a military base in the Solomon Islands could threaten the stability of our region. Experts warn Beijing could be close to gaining another strategic foothold if Australia does not act soon. https://t.co/DMVi34cCSN #auspol #7NEWS https://t.co/Y85vAT3FjM", "_id": "1507258851254751240"}, {"created_at": "2022-03-25 05:56:43+00:00", "text": "A man has tried and failed to rob a service station in Sydney's south west. Police say he entered the Greenacre business on Tuesday night and threatened a 23-year-old worker with a knife. He then tried to jump onto the counter, but didn't get very far. https://t.co/OF81oZFF1j https://t.co/D9UkOBa9K4", "_id": "1507235006715813889"}, {"created_at": "2022-03-25 05:52:09+00:00", "text": "Police are pleading with pedestrians and motorists to take care on Sydney's roads after two people died in separate incidents in the past 24 hours. Last night at Tempe, a 25-year-old woman was killed, run over by a bus in the driveway to a depot. https://t.co/glk4aybe9P #7NEWS https://t.co/kQK8F5lVsZ", "_id": "1507233859716333569"}, {"created_at": "2022-03-25 05:21:07+00:00", "text": "A man has been taken to hospital with burns after fire tore through an apartment in Newtown. Crews were called to the block just after 11:30pm last night. https://t.co/OF81oZFF1j #Newtown #7NEWS https://t.co/bQ6OVN0cVL", "_id": "1507226050001993735"}, {"created_at": "2022-03-25 03:56:00+00:00", "text": "A protester has climbed a large crane at the Patrick Terminals in Port Botany. Police are at the location. https://t.co/OF81oZFF1j #7NEWS https://t.co/xF6FcEcwvF", "_id": "1507204626780618755"}, {"created_at": "2022-03-24 22:43:57+00:00", "text": "Emerging @GCTitans winger Treymain Spry has been cleared of any wrongdoing after an off-field incident left him badly injured on the eve of the @NRL season. #7NEWS https://t.co/MJz3FSyFSN", "_id": "1507126099188150278"}, {"created_at": "2022-03-24 09:18:35+00:00", "text": "2 kookaburras were spotted on a powerline at Marrickville fighting over a dead mouse as a black and white umpire watched on. The Environment Department put the video on Twitter adding ‘it's a jungle out there’. #Marrickville #7NEWS https://t.co/DggTBjRElW", "_id": "1506923420361306118"}, {"created_at": "2022-03-24 09:14:50+00:00", "text": "Despite 2 years without major bushfires the Rural Fire Service is preparing for every possible scenario to avoid another Black Summer. https://t.co/AbtJLj5buH #RFS #7NEWS https://t.co/WOdM0kkrR2", "_id": "1506922477813116928"}, {"created_at": "2022-03-24 08:41:41+00:00", "text": "He's vocal about being unvaccinated, now @CliveFPalmer has controversially claimed a cocktail of drugs saved him from dying of COVID. The billionaire made the stunning claims as cases soared to more than 11,000. https://t.co/6KDVQRgqic 7NEWS https://t.co/IlDJxxhfwM", "_id": "1506914133366632448"}, {"created_at": "2022-03-24 08:11:59+00:00", "text": "A Fairfield real estate agency is accused of being a front for organised crime, growing cannabis in empty rental properties and defrauding taxpayers. 6 people have been arrested over the alleged scam following a 7 month investigation. https://t.co/mXYl1pzuHs #Fairfield #7NEWS https://t.co/cI7qIx8z9Z", "_id": "1506906662275149825"}, {"created_at": "2022-03-24 07:47:59+00:00", "text": "First it was tennis star @DjokerNole now the federal immigration minister is deporting 2 German students. Their offence was taking part in illegal protests designed to cripple Sydney's major shipping terminal at Port Botany. https://t.co/S0FfuUJlWE #PortBotany #7NEWS https://t.co/kmR24891Te", "_id": "1506900618916810755"}, {"created_at": "2022-03-24 05:52:21+00:00", "text": "Residents on a south-western Sydney street have been awoken by a ferocious fire in an electrical box. Firefighters were called to Gregory Hills around 3am. Crews quickly isolated the power and brought the blaze under control. https://t.co/XbDDVSstt4 #7NEWS https://t.co/0uPCZ28QEE", "_id": "1506871522153041929"}, {"created_at": "2022-03-24 05:45:52+00:00", "text": "\"I'm back because I give a damn about issues that the others don't.\" @Nick_Xenophon is making a last-minute return to federal politics ahead of the May election. https://t.co/STAb52z1kw #auspol #7NEWS https://t.co/0qPI58nmGA", "_id": "1506869888656486400"}, {"created_at": "2022-03-24 05:26:03+00:00", "text": "Health authorities have confirmed a baby has died from the Omicron variant of COVID-19. The two month old passed away at John Hunter Hospital in December with the matter referred to the coroner. https://t.co/iJZKeFyYbz #7NEWS https://t.co/zB9zHzB2en", "_id": "1506864902958288900"}, {"created_at": "2022-03-24 05:24:13+00:00", "text": "New South Wales MP @garethjward has been suspended from parliament. The motion was passed through state parliament this afternoon. The Member for Kiama is facing a number of sex charges after being charged by police on Tuesday. https://t.co/OF81oZFF1j #nswpol #7NEWS https://t.co/jAjJab1GzO", "_id": "1506864441433866244"}, {"created_at": "2022-03-24 02:21:27+00:00", "text": "A two-month-old baby died of COVID-19 in Newcastle before Christmas, a coroner has determined. https://t.co/WiHNk9CiEo #7NEWS https://t.co/kw85ajGBLU https://t.co/WbWnzXk74J", "_id": "1506818446272569349"}, {"created_at": "2022-03-24 01:27:31+00:00", "text": "A two-month-old child with no underlying health conditions died with COVID, NSW Health has confirmed. #7NEWS https://t.co/DvsNajNbMN", "_id": "1506804874477924352"}, {"created_at": "2022-03-23 23:17:45+00:00", "text": "Police attended the location, near Gaiarine Gardens at Pagewood, and removed the man and his umbrella. Today is the third day in a row that the movement of freight has been disrupted due to protests. https://t.co/OF81oZFF1j #PortBotany #7NEWS https://t.co/jGi8r7QU2J", "_id": "1506772217706672131"}, {"created_at": "2022-03-23 23:17:44+00:00", "text": "A protestor has been arrested after establishing a pole in the middle of the Port Botany freight railway line, and climbing it. https://t.co/OF81oZFF1j #PortBotany #7NEWS https://t.co/jddV6skyFy", "_id": "1506772210366648321"}, {"created_at": "2022-03-23 22:09:35+00:00", "text": "Australia will establish a national register for convicted terrorists as part of the federal government's national security funding in the upcoming budget. #7NEWS https://t.co/82FhW7m56i", "_id": "1506755061656870916"}, {"created_at": "2022-03-23 07:56:22+00:00", "text": "New Orleans has been smashed by a deadly tornado, destroying homes and leaving thousands without power. It touched down close to the historic French Quarter after cutting a terrifying path through America's deep south. https://t.co/u4XOhLNhTj @AshleeMullany #7NEWS https://t.co/ptPM7gIiok", "_id": "1506540341054242821"}, {"created_at": "2022-03-23 07:45:52+00:00", "text": "A couple has come forward to Burwood Police over a northwest Sydney home invasion that left one man cable tied and a 2nd suffering stab wounds to his neck. Security video showed a man and a woman coming and going from the Castle Hill property in January. #7NEWS https://t.co/Ly5Z0TR29a", "_id": "1506537701096386563"}, {"created_at": "2022-03-23 07:34:42+00:00", "text": "Anthony Albanese has fired back at Scott Morrison who claimed the Opposition leader had gone into hiding following claims of a toxic culture within Labor. Mr Albanese fronted the cameras today, ruling out an independent inquiry into bullying claims. https://t.co/8Tc6uzSaBe #7NEWS https://t.co/foT8dGOkmm", "_id": "1506534890862686213"}, {"created_at": "2022-03-23 01:00:47+00:00", "text": "A young father-to-be has died protecting his pregnant partner as their caravan went up in flames. His baby boy was born just hours after he passed away. https://t.co/4UYDcCDIkm @Jordan_Bissell7 #7NEWS https://t.co/POh9X7tpwb", "_id": "1506435757023834117"}, {"created_at": "2022-03-22 11:12:00+00:00", "text": "A man has been stabbed in the chest and arms during an attack inside a unit in Sydney's north west. Emergency services were called to Telopea around 11pm to find the injured 47-year-old. The victim told police three men attacked him after he answered the front door. #7NEWS https://t.co/xJi8caj87o", "_id": "1506227186432360455"}, {"created_at": "2022-03-22 08:36:02+00:00", "text": "Detectives have released security video of the dark Toyota Landcruiser seen on Argyle Street at Picton early on Sunday November the 28th last year. They want to hear from anyone who can help track down the vehicle and its occupants. #Theft #7NEWS https://t.co/KMOmw1RaGi", "_id": "1506187935581757441"}, {"created_at": "2022-03-22 07:41:46+00:00", "text": "Russia has been obliterating Ukrainian towns from the air, now troops have been seen opening fire on peaceful protesters on the ground. The west believes Vladimir Putin's brutal advance is slowing. https://t.co/hiOMgvryEU #Ukraine #7NEWS https://t.co/rvofmoaNWk", "_id": "1506174279234179074"}, {"created_at": "2022-03-22 07:31:16+00:00", "text": "Climate activists brought Port Botany to a standstill this morning infuriating truckies and police. One man from the vigilante group was arrested with police vowing to arrest up to 20 other protestors. https://t.co/WIKHSgjGkV #PortBotany #7NEWS https://t.co/Lz2MX7vmrO", "_id": "1506171637753794562"}, {"created_at": "2022-03-22 07:20:12+00:00", "text": "132 people are feared dead after a passenger jet nose-dived into the ground in China. The Boeing 737-800 crash has baffled aviation experts because it's regarded as one of the safest planes built, and is the backbone of Australia's airline fleet. https://t.co/oq14Emf8w4 #7NEWS https://t.co/AP5aIvPWd7", "_id": "1506168852463296516"}, {"created_at": "2022-03-22 05:47:13+00:00", "text": "One person has been killed and two others injured in a horror smash in Lansvale. Emergency services were called to the scene on the Hume Highway just before 2pm, where a white SUV flipped onto its side during the crash. https://t.co/OF81oZFF1j #Lansvale #7NEWS https://t.co/mu4Mj97Sm7", "_id": "1506145453770895361"}, {"created_at": "2022-03-22 05:39:41+00:00", "text": "A new crackdown on international smugglers has been unveiled with a new forensics lab targeting mail-order drugs and weapons. The state-of-the-art lab will help border authorities and federal police intercept illicit goods and pursue criminal importers. https://t.co/Aw49fAfVbO https://t.co/T9ly9wI2gf", "_id": "1506143558268452865"}, {"created_at": "2022-03-22 02:17:32+00:00", "text": ".@smoknjoemekhael and Liberal state MP @TanyaDaviesMP have joined former firefighters, paramedics and police officers at a COVID mandate rally in Martin Place today. https://t.co/OF81oZFF1j #7NEWS https://t.co/ga56JAkvco", "_id": "1506092683655213056"}, {"created_at": "2022-03-22 00:40:43+00:00", "text": "Russian soldiers in Ukraine have resorted to brutal new tactics on unarmed civilians. They fired stun grenades and opened fire on protestors in the occupied city of Kherson. https://t.co/gwWsJ9osmo #7NEWS https://t.co/RWPqQ9cs5D", "_id": "1506068318876143619"}, {"created_at": "2022-03-21 23:26:26+00:00", "text": "A Victorian man who climbed 7 metres up a pole and disrupted Sydney's Port Botany container ship movements has been arrested by police. The man's actions created long traffic jams in the area. https://t.co/Csg7ceW1TK #7NEWS https://t.co/DtfXrtwqGz", "_id": "1506049627862155264"}, {"created_at": "2022-03-21 08:21:52+00:00", "text": "Australia has a new hub to fight online crime led by the federal police in Sydney. The Cybercrime Co-ordination Centre brings together the resources, equipment and know-how to take on a global problem costing us more than $30 billion a year. https://t.co/b8xy0b5lif #7NEWS https://t.co/t90V5j3vSv", "_id": "1505821985523191808"}, {"created_at": "2022-03-21 08:14:17+00:00", "text": "Investigators are trying to figure out what caused a unit to go up in flames at Mount Pritchard last night. Fire crews arrived just after 7pm to find the flat well alight with thick plumes of smoke billowing into the sky. https://t.co/OF81oZFF1j #7NEWS https://t.co/LnbKzauw1f", "_id": "1505820077353947148"}, {"created_at": "2022-03-21 07:12:51+00:00", "text": "A New South Wales family is in mourning after COVID took another young life. 2-year-old Carter Cheung succumbed to the virus at the Children's Hospital at Westmead. It’s a tragic reminder that the disease is still in our community and still deadly. https://t.co/vKNCawH7n6 #7NEWS https://t.co/wDdrZ2F9Rk", "_id": "1505804617598205957"}, {"created_at": "2022-03-21 06:01:46+00:00", "text": "Police have launched a fresh appeal to find the gunman who shot a man near a children's birthday party in Hebersham. Police say a silver vehicle, believed to be a Honda CRV, was seen speeding away from the scene on Bletchley Place. https://t.co/NuU0VPKHcJ #Hebersham #7NEWS https://t.co/b3guc8KR3B", "_id": "1505786725624266760"}, {"created_at": "2022-03-21 05:54:01+00:00", "text": ".@NRL premiership winner @burgessgeorge is set to be interviewed by police over a sexual touching accusation. #7NEWS https://t.co/O4EN5ZCD4D", "_id": "1505784775977570304"}, {"created_at": "2022-03-21 05:24:43+00:00", "text": "Two men have been charged after police seized nearly $6 million worth of the drug ice. The pair were stopped near Kempsey early yesterday morning. Officers found 6.5kgs of ice along with cash and cocaine inside their van. https://t.co/OF81oZFF1j #Kemspey #7NEWS https://t.co/0RHCScj8ZA", "_id": "1505777401183162371"}, {"created_at": "2022-03-21 03:48:49+00:00", "text": "A chartered fishing boat carrying 10 people has sunk in stormy weather off the New Zealand coast, with four people confirmed dead and one other missing. #7NEWS https://t.co/8qKVIZvDXQ", "_id": "1505753270945341440"}, {"created_at": "2022-03-21 01:51:41+00:00", "text": "A 2-year-old child has died from COVID in New South Wales. The child had no underlying health concerns and had previously been in good health. Three other people died from COVID in NSW over the past day. https://t.co/9fQgXUaoOF #7NEWS https://t.co/u0hRD7sdkB", "_id": "1505723789266808832"}, {"created_at": "2022-03-21 01:12:22+00:00", "text": "The flood crisis has moved to the prime minister's front yard. Protestors brought a load of flood damaged goods to @ScottMorrisonMP's official Sydney residence. However, police stopped the tip-truck from driving up to the gates of Kirribilli House. https://t.co/0RmpcG1TUG #7NEWS https://t.co/c7JaHKfbND", "_id": "1505713895595421701"}, {"created_at": "2022-03-21 00:53:51+00:00", "text": "A young family has endured a terrifying night after two men broke into their home, stabbing a father in front of his wife, then making off with cash. Remarkably, the victims had only moved into their Mount Druitt home hours earlier. https://t.co/pvAqZuRqxq #MountDruitt #7NEWS https://t.co/3xDVDReLqq", "_id": "1505709238970056704"}, {"created_at": "2022-03-21 00:35:59+00:00", "text": "A 2-year-old child has died in Sydney after contracting COVID-19. The child, who was “previously well”, died at The Children’s Hospital at Westmead. #7NEWS https://t.co/NrothTcgJs", "_id": "1505704741619175429"}, {"created_at": "2022-03-20 23:55:50+00:00", "text": "A 26-year-old man is fighting for life in hospital after being involved in a wild brawl at Lidcombe. A community fundraiser for the victims of the Tonga tsunami turned into chaos when punches were thrown and knives were pulled out. https://t.co/Lve8D0NR8H #Lidcombe #7NEWS https://t.co/rnCfoKtrTR", "_id": "1505694634692931588"}, {"created_at": "2022-03-20 09:33:59+00:00", "text": "A major police operation is underway in Hebersham. One man has been shot with the gunman still on the run. The attack happened just metres away from a children's birthday party. https://t.co/OF81oZFF1j #Hebersham #7NEWS https://t.co/ELOjHHvCBQ", "_id": "1505477743533690880"}, {"created_at": "2022-03-20 08:05:00+00:00", "text": "The Duke and Duchess of Cambridge have kicked off their Royal Tour of the Caribbean, mired in controversy, with locals protesting William's role in a so called 'colonial legacy of theft'. 7NEWS at 6pm | https://t.co/OiJH6W4jog @DavidWoiwod #7NEWS https://t.co/BtlJj6PWIw", "_id": "1505455351004549120"}, {"created_at": "2022-03-20 07:19:30+00:00", "text": "Russia has inflicted the single deadliest attack on Ukrainian forces since the invasion began. President Zelenskyy is warning of more pain for Moscow if Russia doesn't back down, but it appears Vladimir Putin isn't listening. https://t.co/8XHKyYlARU #7NEWS https://t.co/DyBiGSwoUv", "_id": "1505443903117266944"}, {"created_at": "2022-03-19 08:52:04+00:00", "text": "The state government will spend an extra $4.4 million for shark surveillance in New South Wales. It's hoped the new funding will help prevent another deadly attack, but conservationists say it doesn't go far enough. https://t.co/8NHBvqhh16 #Sharks #7NEWS https://t.co/LPhhffKMOo", "_id": "1505104808684195840"}, {"created_at": "2022-03-19 08:31:12+00:00", "text": "The Newtown boarding house fire that killed three people remains a crime scene as the local community rallies around victims and their families. https://t.co/XVv2YhI6Xz\n#Newtown #7NEWS https://t.co/yCuNp7KPif", "_id": "1505099557436538890"}, {"created_at": "2022-03-19 08:18:07+00:00", "text": "Shocking video of a street attack in broad daylight has been played in court. A gang can be seen running from a car and ambushing a man chasing him down, then beating and stabbing him. https://t.co/OF81oZXOfr #Panania #7NEWS https://t.co/3ToLRRK1Eh", "_id": "1505096262923984896"}, {"created_at": "2022-03-19 08:12:33+00:00", "text": "A teenage driver has been arrested after a short police chase ended with his car ploughing into another vehicle in Homebush West. Police had tried to stop the car on Homebush Bay Drive around midnight before the ill fated pursuit. https://t.co/OF81oZXOfr #Homebush #7NEWS https://t.co/H6Q2OXYggr", "_id": "1505094865704853505"}, {"created_at": "2022-03-19 08:07:04+00:00", "text": "An 82-year-old man is behind bars accused of murdering a woman he was supposed to be caring for in Sydneys west. Her body was discovered inside their Greenacre home by paramedics. https://t.co/eWTt1AMIXD #Greenacre #7NEWS https://t.co/c3O28GWE0V", "_id": "1505093483149021190"}, {"created_at": "2022-03-19 06:22:19+00:00", "text": "Police believe a body found in the Tweed River is that of a man who jumped off a boat in the early hours of this morning. #7NEWS https://t.co/G9QgL5JtIY", "_id": "1505067123592548353"}, {"created_at": "2022-03-19 01:28:43+00:00", "text": "A man wanted by police in three states has been extradited to NSW following his arrest on the Gold Coast. The 44-year-old had been sought in relation to outstanding warrants for domestic violence, drug, traffic and property offences. #7NEWS https://t.co/AxI1ENBS5l", "_id": "1504993236708114432"}, {"created_at": "2022-03-18 23:39:44+00:00", "text": "Police are reassuring the community there is no wider threat following the terrorism related arrest of an Adelaide teenager. #7NEWS https://t.co/v49uXbYSvQ", "_id": "1504965810519146496"}, {"created_at": "2022-03-18 22:43:36+00:00", "text": "The sole carer of a woman has been charged with murder after her emaciated body was found in Greenacre, police say. #7NEWS https://t.co/QjGskTkjHz", "_id": "1504951684162011136"}, {"created_at": "2022-03-18 20:39:53+00:00", "text": "The Kremlin says a technical glitch was behind the interrupted transmission of Russian President Vladimir Putin's speech to a packed Moscow stadium to mark the eighth anniversary of Crimea's annexation. https://t.co/cDPxanZPCW #7NEWS https://t.co/tdOHGjEmZR", "_id": "1504920548425740290"}, {"created_at": "2022-03-18 20:21:00+00:00", "text": "Domestic abusers around Australia will soon face a radical punishment aimed at protecting victims. Under a new $20 million trial, GPS trackers will be used on high-risk domestic and family violence offenders. https://t.co/OF81oZFF1j #7NEWS https://t.co/zO6a1EvzxI", "_id": "1504915795188494338"}, {"created_at": "2022-03-18 09:09:02+00:00", "text": "Thousands of jobs are up for grabs at the under-construction @flyWSA and locals will be the first to benefit. A new employment centre has opened to make sure the all-important opening deadline of late 2026 is met. https://t.co/8eOh3GrVLu #7NEWS https://t.co/Dzlt8nUPe4", "_id": "1504746689047187458"}, {"created_at": "2022-03-18 08:57:51+00:00", "text": "The 31-year-old man accused of murdering schoolgirl Charlise Mutten was on parole for drug offences when he allegedly killed her. Justin Stein will remain behind bars until at least May after a brief mention of his case in court today. https://t.co/OF81oZXOfr #7NEWS https://t.co/Bm8bfjhRZm", "_id": "1504743876187541507"}, {"created_at": "2022-03-18 08:53:27+00:00", "text": "It was the anti-lockdown rally that turned ugly when protesters attacked police in Sydney. It led to an outpouring of support from the public with more than 15,000 tip offs to help find those responsible. Today Jamie Schaefer fronted court. https://t.co/L8hDCfbOb3 #7NEWS https://t.co/7DNFT4L8U2", "_id": "1504742770078265344"}, {"created_at": "2022-03-18 08:25:20+00:00", "text": "An accused arsonist has jumped from a second storey, after allegedly setting a Tweed Heads unit block on fire in an act of rage. Eight officers risked their lives to ensure four families were out safe. Now, they're homeless. https://t.co/Oc4dR7Z55b  @KaitlanSteadman #7NEWS https://t.co/UNbEGSVB1G", "_id": "1504735694660734988"}, {"created_at": "2022-03-18 07:57:34+00:00", "text": "In the coming hours, the US president will be on the phone to China, warning its president of consequences if he supports Russia's invasion. @JoeBiden today labelling Putin a \"murderous dictator\" whose immoral war isn't going to plan. https://t.co/ZueQb2zgPx #7NEWS https://t.co/OAODNqzcpE", "_id": "1504728704051679232"}, {"created_at": "2022-03-18 07:34:34+00:00", "text": "Australia's consumer watchdog is taking on Facebook and its parent company in a world-first. It's suing the social media giant over scam ads that have conned victims out of millions of dollars. https://t.co/tXtqBruW3l #7NEWS https://t.co/TSFIq354Rq", "_id": "1504722918340640769"}, {"created_at": "2022-03-18 07:30:53+00:00", "text": "A retired Sydney accountant who strangled his wife told police she attacked him and he chose to silence her after being fed up with her nagging, taunting and bullying. #7NEWS https://t.co/XzohN9QkCX", "_id": "1504721992007942145"}, {"created_at": "2022-03-18 07:26:49+00:00", "text": "Incredibly there are reports of survivors, perhaps hundreds of them, emerging from the ruins of a bombed theatre in Ukraine. Casualty numbers are still unclear. But despair is rising. Russia now appears to be targeting food supplies. https://t.co/08JCofxy7l #Ukraine #7NEWS https://t.co/ugqEnwk864", "_id": "1504720964818718726"}, {"created_at": "2022-03-18 06:09:31+00:00", "text": "Parents in Lane Cove are being warned over apparent attempts by a man to lure children into a car. Principals say there have been two similar cases in the past week with a police investigation underway. https://t.co/c4X6fLhAPb #LaneCove #7NEWS https://t.co/sTZe7Cu2af", "_id": "1504701513696182273"}, {"created_at": "2022-03-18 06:02:48+00:00", "text": "A driver has been arrested after leading police on a wild chase in Sydney's north. The 23-year-old Mazda driver refused to stop for officers on the Roseville Bridge, sparking the pursuit which came to an abrupt end when he smashed into another vehicle in Forestville. #7NEWS https://t.co/pSZeR4Lejf", "_id": "1504699823114833922"}, {"created_at": "2022-03-18 05:53:01+00:00", "text": "Drivers heading home could be in for a long trip home after chaos unfolded in the Harbour Tunnel when a fire alarm was triggered. #7NEWS https://t.co/5A4RThTD46", "_id": "1504697363193266177"}, {"created_at": "2022-03-18 04:24:38+00:00", "text": "Prince Harry’s @WeAreInvictus’ family is mourning the loss of one of their own. Competitor Serhii Karaivan has died fighting against the Russian invasion of his country Ukraine. #7NEWS https://t.co/VEPxgS2mPf", "_id": "1504675120249716737"}, {"created_at": "2022-03-18 02:47:15+00:00", "text": "The Abdallah family, whose three children were killed alongside their cousin by a drunk and drugged driver in Oatlands, has welcomed a baby daughter into the world. #7NEWS https://t.co/fU6ghs4lIC", "_id": "1504650611991920642"}, {"created_at": "2022-03-18 02:21:26+00:00", "text": "A huge market in the Ukrainian city of Kharkiv has been set on fire by a Russian bombardment. Meanwhile, in the encircled city of Mariupol, survivors have begun to emerge from the ruins of a bombed-out theatre. https://t.co/QPrbunzGfZ #7NEWS https://t.co/Kfr038lQlS", "_id": "1504644114813681666"}, {"created_at": "2022-03-18 02:17:48+00:00", "text": "Sydney's former Lindt Cafe, the site of the deadly 2014 terrorist attack, could be turned into a boutique bottle shop. Liquor company Dan Murphy has lodged a $2 million application to build the store which would be called 'The Cellar' and cater to wine lovers. #LindtCafe #7NEWS https://t.co/eO3helPCyr", "_id": "1504643200665157632"}, {"created_at": "2022-03-18 01:34:56+00:00", "text": "Fire has destroyed a unit block at Tweed Heads, with a man suffering serious injuries after jumping from a second-storey balcony. A number of police officers also needed medical treatment after breathing in heavy smoke. https://t.co/4BBZZNYSEU @georgiacosti #7NEWS https://t.co/H0TJLLc4xf", "_id": "1504632412982378499"}, {"created_at": "2022-03-18 01:33:12+00:00", "text": "Mullumbimby: \"This deplorable act by criminals has further crippled our infrastructure when our community has suffered so much from the flood.\" #7NEWS https://t.co/YyndlhfqgJ", "_id": "1504631978121109507"}, {"created_at": "2022-03-17 10:42:31+00:00", "text": "A world class national bushfire lab has been set up at the CSIRO in Canberra to help better prepare for the next natural disaster. https://t.co/OF81oZXOfr #NSWfires #7NEWS https://t.co/4VWw5RcBzS", "_id": "1504407827959672834"}, {"created_at": "2022-03-17 10:23:39+00:00", "text": "Bullets have been fired into a family home in Bardia overnight narrowly missing those inside including a newborn baby. Police are still looking for those responsible with their suspected getaway car captured on camera. https://t.co/HtvEbwqvT8 #Bardia #7NEWS https://t.co/lmZNQHTklG", "_id": "1504403081110306821"}, {"created_at": "2022-03-17 09:38:13+00:00", "text": "Video has emerged of a tradesman and a businessman stopping traffic as they came to blows on a Woolloomooloo street. Despite the heated difference of opinion, police say they have no reports of any trouble. https://t.co/HHkWEcAXlz #Woolloomooloo #7NEWS https://t.co/ohUIY4cfJM", "_id": "1504391646942703616"}, {"created_at": "2022-03-17 08:48:32+00:00", "text": "Devastated locals in Newtown are banding together to raise funds and collect items for the survivors of Tuesday's horrific boarding house fire. https://t.co/1auEf8T4sv #Newtown #7NEWS https://t.co/nc9LID2L5p", "_id": "1504379145509167106"}, {"created_at": "2022-03-16 10:37:00+00:00", "text": "A retired mounted police officer has been honoured in a surprise visit from his old command. Today, Sergeant Peter Paterson was awarded a National Police Service Medal - presented to him by mounties officers. https://t.co/OF81oZFF1j #NSWpolice #7NEWS https://t.co/0HU92n1tGu", "_id": "1504044051212869634"}, {"created_at": "2022-03-16 10:14:19+00:00", "text": "The Latest examines one of billionaire @elonmusk's most ambitious projects that sits under the umbrella of @SpaceX, and how it's helping our flood zone victims. https://t.co/UfwEaCLubL #TheLatest #7NEWS https://t.co/Fy7qee3wXX", "_id": "1504038345617289216"}, {"created_at": "2022-03-16 10:03:09+00:00", "text": "NSW Police Force Commissioner Karen Webb has tested positive for COVID-19 but will remain on duty while isolating at home. #7NEWS https://t.co/dLV8zkqiGq", "_id": "1504035535412613125"}, {"created_at": "2022-03-16 08:28:19+00:00", "text": "Overseeing his 500th @NRL game when Melbourne @storm host @SSFCRABBITOHS on tomorrow night, Craig Bellamy says there's no longer a deadline for a decision on his coaching future. #NRL #7NEWS https://t.co/g0GCdCRHRx", "_id": "1504011669860540423"}, {"created_at": "2022-03-16 08:20:56+00:00", "text": "Police are investigating a fire that destroyed a two storey townhouse at Ingleburn last night. Emergency crews were called to the scene at 8pm after neighbours raised the alarm. The single occupant of the house was found safe at a nearby address. https://t.co/OF81oZFF1j #7NEWS https://t.co/SVORmrJwK1", "_id": "1504009809795854336"}, {"created_at": "2022-03-16 07:20:32+00:00", "text": "45-year-old Richard Hotoran is behind bars charged with murdering 3 people at a Newtown boarding house where he was a former resident. Police say they currently have no motive for the deadly inferno and have spent another day gathering evidence. https://t.co/V0OJLRqNEG #7NEWS https://t.co/72rHYk9oRl", "_id": "1503994610036604928"}, {"created_at": "2022-03-16 05:53:08+00:00", "text": "A deep fryer is being blamed for major traffic headaches this morning after catching fire in Sydney's inner west. Westbound lanes on Liverpool Road at Enfield were closed from 10:30am as fire crews battled the restaurant blaze. No injuries were reported. https://t.co/OF81oZFF1j https://t.co/WG7FgclaxG", "_id": "1503972615408345094"}, {"created_at": "2022-03-16 04:49:04+00:00", "text": "The NSW government has ruled out decriminalising drugs but is considering changes to divert users away from drugs rather than sending them to prison. #nswpol #7NEWS https://t.co/PBYWnR3tDK", "_id": "1503956493036519426"}, {"created_at": "2022-03-16 04:24:14+00:00", "text": "7NEWS at 6pm: A former Newtown boarding home resident has been formally refused bail after being charged with 3 counts of murder over the deadly blaze. Tonight on @Channel7, the police operation to recover the bodies and find out why the fire was lit. #7NEWS https://t.co/okqNH6pqX0", "_id": "1503950241673846786"}, {"created_at": "2022-03-16 04:04:55+00:00", "text": "Fire has damaged a house on Junction Road at Moorebank. The blaze has been contained by firefighters. https://t.co/OF81oZFF1j #Moorebank #7NEWS https://t.co/hDqjBKmXbO", "_id": "1503945380446146562"}, {"created_at": "2022-03-16 01:30:54+00:00", "text": "Two journalists working for Fox News have been killed in Ukraine when the vehicle they were travelling in outside of Kyiv with another reporter came under fire. #7NEWS https://t.co/j5GJld6F1c", "_id": "1503906622481252353"}, {"created_at": "2022-03-16 01:28:40+00:00", "text": "A man has been charged with murder over a boarding house fire that killed three people in Newtown. Police say 45-year-old Richard Hotoran was a former resident of the property and known to police. https://t.co/CQ4xlyRhfF #Newtown #7NEWS https://t.co/WthfcA2H35", "_id": "1503906060163162112"}, {"created_at": "2022-03-16 01:13:15+00:00", "text": "The flood crisis has claimed another life. A 56-year-old man's body was found in a storm drain at Broken Hill at about 10:30pm last night. Police say he was swept away by fast moving floodwater after getting out of his car. https://t.co/OF81oZFF1j #BrokenHill #7NEWS https://t.co/qZlmS3Pqrt", "_id": "1503902177852420097"}, {"created_at": "2022-03-15 20:27:52+00:00", "text": "Former police commissioner Mick Fuller has been cleared of any misconduct over his interests in horse racing and a police force catering contract. The Law Enforcement Conduct Commission looked into his dealings that were raised in media reports last month. https://t.co/OF81oZFF1j https://t.co/T6VTCZ8p8d", "_id": "1503830360924180480"}, {"created_at": "2022-03-15 20:00:53+00:00", "text": "A cameraman with US broadcaster Fox News is dead after coming under fire near Kyiv, the news network says. Pierre Zakrzewski was travelling with correspondent @BenjaminHallFNC near Horenka when their vehicle came under fire. #7NEWS https://t.co/j5GJldnI3c", "_id": "1503823569276473344"}, {"created_at": "2022-03-15 19:58:31+00:00", "text": "There is clear evidence that war crimes and crimes against humanity have been committed in Myanmar since the February 2021 military coup there, according to a report published by the @UN Office of the High Commissioner for Human Rights. #7NEWS https://t.co/NQwTQv8SST", "_id": "1503822975836983297"}, {"created_at": "2022-03-15 10:10:00+00:00", "text": "A father is rushing home to Perth from the other side of the world after an unimaginable family tragedy. His two children and wife have died in a suspected double murder-suicide. 7NEWS at 6pm | https://t.co/S7mmls6TJY #7NEWS https://t.co/JK0b2lNUUi", "_id": "1503674868486782979"}, {"created_at": "2022-03-15 09:41:07+00:00", "text": "Israeli forces have shot dead two Palestinians in the occupied West Bank, in what Israeli border police describe as clashes that erupted during a raid to detain suspected militants. #7NEWS https://t.co/7BNpf4RlIb", "_id": "1503667600567726082"}, {"created_at": "2022-03-15 09:35:04+00:00", "text": "A murder victim has been found in a Leumeah unit. Detectives say Jamie Colgan may have been killed weeks ago. Police only made the grim discovery yesterday giving the murderer a big head start. https://t.co/FcZhG5ROMw #Leumeah #7NEWS https://t.co/CIVbAZcdRT", "_id": "1503666080081866754"}, {"created_at": "2022-03-15 07:35:41+00:00", "text": "The bodies of 3 people have been found in the rubble of a Newtown boarding house after fire tore through the property in a terrifying overnight inferno. Residents woke to the sounds of explosions and scrambled to get out. https://t.co/zwdarJqKGb #Newtown #7NEWS https://t.co/wxb8ftgllY", "_id": "1503636036638846978"}, {"created_at": "2022-03-15 03:47:26+00:00", "text": "The deadly boarding house fire in Newtown is being treated as a murder investigation says Assistant Commissioner Peter Cotter, NSW Police Central Metropolitan Region Commander. Police believe the fire was 'maliciously-lit. https://t.co/qUiSuRruxf #Newtown #7NEWS https://t.co/9u3Luw6qUQ", "_id": "1503578594706034694"}, {"created_at": "2022-03-15 02:56:26+00:00", "text": "The death toll from the overnight fire in Newtown has risen to 3 after two additional bodies were found. Police have serious concerns held for a fourth person believed to be inside the property that is located on the corner of Probert and Albermarle streets. #7NEWS https://t.co/NgOTe1JsSl", "_id": "1503565757166219266"}, {"created_at": "2022-03-15 02:40:51+00:00", "text": "The body of Leumeah resident Jamie Colgan has been discovered in a unit on Middleton Road. Police say the 49-year-old's body was decomposing when it was found yesterday afternoon. https://t.co/3oYQMdoKOk #Leumeah #7NEWS https://t.co/iOv2VrfVpF", "_id": "1503561839166124035"}, {"created_at": "2022-03-15 01:15:59+00:00", "text": "At least one person is dead and three others are unaccounted for after fire destroyed a boarding house in Newtown overnight. https://t.co/qUiSuRruxf #Newtown #7NEWS https://t.co/wmXS23UjY5", "_id": "1503540481916997633"}, {"created_at": "2022-03-15 00:51:27+00:00", "text": "A man’s body has been discovered in a Leumeah home with police treating the death as suspicious. Officers were called to a home on Middleton Road yesterday afternoon. They found the body of a 49-year-old man inside. https://t.co/OF81oZFF1j #Leumeah #7NEWS https://t.co/Az5Xr3fLR0", "_id": "1503534305657585666"}, {"created_at": "2022-03-15 00:45:58+00:00", "text": "New Zealanders are somberly acknowledging the country’s worst mass shooting, three years after an Australian terrorist killed 51 worshippers at two Christchurch mosques. #7NEWS https://t.co/uYjz1ymrUq", "_id": "1503532925471817733"}, {"created_at": "2022-03-14 22:04:32+00:00", "text": "Arson investigators are examining a boarding house in Newtown after a person died in a tragic fire this morning. Police have been told that three unidentified people left the Albermarle Street premises. https://t.co/QhZc65BI6B #Newtown #7NEWS https://t.co/1oN6noz2f3", "_id": "1503492299539431424"}, {"created_at": "2022-03-14 20:02:28+00:00", "text": "One person is dead and several others have been injured in a house fire in Sydney’s Inner West. #7NEWS https://t.co/FjdcXA9J06", "_id": "1503461580121391106"}, {"created_at": "2022-03-14 19:21:06+00:00", "text": "At least one person is dead and dozens of people had to be evacuated after a fire broke out at a boarding house in Newtown. Police have established a crime scene on Albermarle Street. https://t.co/OF81oZFF1j #Newtown #7NEWS https://t.co/yXDKfMMNsa", "_id": "1503451171448492033"}, {"created_at": "2022-03-14 08:47:52+00:00", "text": "A pregnant woman and her baby have died after Russia bombed the maternity hospital where she was meant to give birth. #7NEWS https://t.co/DA1s9aLeId", "_id": "1503291812366405636"}, {"created_at": "2022-03-14 08:26:11+00:00", "text": "The first tenants of the NSW Government's newest housing project are moving in. 200 apartments are being rebuilt so that women, fleeing domestic violence, can have a stable home. https://t.co/BKRtiiyddl #7NEWS https://t.co/rZJ9b6liqj", "_id": "1503286353534287875"}, {"created_at": "2022-03-14 08:05:40+00:00", "text": "An innocent driver who was hit head on by a carjacked SUV on the Harbour Bridge a week ago is now facing a long recovery. The 31-year-old electrician was trapped in the white van as the other car burst into flames. https://t.co/OF81oZXOfr #7NEWS https://t.co/HwXCZKdaCE", "_id": "1503281190786433025"}, {"created_at": "2022-03-14 07:47:33+00:00", "text": "An Oscar-winning actor who carved out a role in the 80s as one of Hollywood's leading men has died. William Hurt passed away surrounded by family, one week short of his 72nd birthday. https://t.co/hqJy4BHyuN #7NEWS https://t.co/1Zz77N4YZJ", "_id": "1503276632542674947"}, {"created_at": "2022-03-14 07:17:34+00:00", "text": "Protestors from Fireproof Australia stopped traffic in Mosman today, lying down on Spit Road at 8:30am. Police were quickly called removing the group of 7. Two women and a man were later charged. https://t.co/OF81oZXOfr #7NEWS https://t.co/GxXkbpr3IC", "_id": "1503269085479849984"}, {"created_at": "2022-03-14 06:20:13+00:00", "text": "Menangle Park Night Markets turned-up the heat on Saturday night when a fire broke out in a food truck. Dozens of people watched on as smoke billowed from the stand. The owner of the Greek Souvlaki truck managed to extinguish the blaze on his own. #MenanglePark #7NEWS https://t.co/9vSlFB4VsJ", "_id": "1503254655744512000"}, {"created_at": "2022-03-14 06:15:40+00:00", "text": "Firefighters were called to Oxford Street in Sydney to contain a gas leak. Crews worked to divert traffic around the hazard at 11pm. The gas company was quickly brought in to shut off the gas and fix the leaking pipe. https://t.co/OF81oZXOfr #7NEWS https://t.co/bw5ur0WSIP", "_id": "1503253510204563457"}, {"created_at": "2022-03-14 05:05:53+00:00", "text": "Six police officers are suffering from smoke inhalation after running into a burning building. The ground-floor fire in Glebe happened around 9am with 3 people inside saved. It was later confirmed there was no-one else inside. https://t.co/OF81oZXOfr #Glebe #7NEWS https://t.co/8B9w23jsY6", "_id": "1503235946439127046"}, {"created_at": "2022-03-14 01:03:25+00:00", "text": "William Hurt, the Oscar-winning actor whose long-running career included roles in Marvel’s Avengers movies, Kiss Of The Spider Woman and Broadcast News, has died aged 71. https://t.co/hqJy4BHyuN #7NEWS https://t.co/m543cg0YT7", "_id": "1503174928899919872"}, {"created_at": "2022-03-14 00:57:49+00:00", "text": "Russia has launched dozens of missiles at a Ukrainian military base, just 25 kilometres from the Polish border. 35 people were killed, and more than a hundred injured at Yavoriv. The incident increasing fears that a miscalculation could lead to a wider conflict. #7NEWS https://t.co/ACEYfEGWxd", "_id": "1503173520049963008"}, {"created_at": "2022-03-14 00:50:38+00:00", "text": "Oscar-winning actor William Hurt has died aged 71. #7NEWS https://t.co/XcoVf5AKcM", "_id": "1503171712715988994"}, {"created_at": "2022-03-13 23:30:16+00:00", "text": "Australians dug deep to donate a staggering $25 million for flood victims during Saturday night’s live telethon. #7NEWS https://t.co/OrFghG0DtA", "_id": "1503151488356745219"}, {"created_at": "2022-03-13 07:34:33+00:00", "text": "A man has been hit and killed by a 4-wheel-drive at an intersection in Sydney's inner west. Emergency services were called to Ashfield at around 3:20pm where they found the victim. Sadly, he could not be saved. https://t.co/VWIJZB0eKf #Ashfield #7NEWS https://t.co/38MQtqw967", "_id": "1502910973942054913"}, {"created_at": "2022-03-13 07:31:41+00:00", "text": "In a massive operation, costing close to $30 million, a huge container of radioactive waste has been transported across Sydney under the cover of darkness. The convoy was escorted from Port Kembla to Lucas Heights by helicopters and heavily armed police. https://t.co/yymWi07BOE https://t.co/KCZN33CMk7", "_id": "1502910252773441536"}, {"created_at": "2022-03-12 08:43:00+00:00", "text": "Police have stumbled across an illegal drug house at Voyager Point. They were responding to an unrelated call when they discovered a hydroponic set up. https://t.co/OF81oZFF1j #7NEWS https://t.co/STrUk0nuKE", "_id": "1502565810774044673"}, {"created_at": "2022-03-12 08:35:42+00:00", "text": "A memorial for a firefighter who was killed during the Black Summer bushfires has officially opened. Sam McPaul died when the fire truck that he was in overturned in 2019 near the NSW-Victoria border. #NSWfires #7NEWS https://t.co/V3HYvN2TiB https://t.co/uJHtRYXuaV", "_id": "1502563976160284673"}, {"created_at": "2022-03-12 07:20:53+00:00", "text": "Transport Minister David Elliott says it could take weeks for NSW rail services to return to normal with extensive flood damage still impacting the network. But, it wasn't train delays that saw him under fire today, but rather Manly Ferries. https://t.co/OF81oZFF1j #7NEWS https://t.co/0QO4LMfp8p", "_id": "1502545145782185986"}, {"created_at": "2022-03-12 06:44:25+00:00", "text": "A 19-year-old man will face court after a fatal car pile-up near the intersection of the Snowy Mountains Highway and Kosciuszko Rd at Pine Valley. A 53-year-old man died at the scene of the 4-car crash yesterday. #7NEWS https://t.co/fRWUyMIutl", "_id": "1502535967617417217"}, {"created_at": "2022-03-12 01:11:00+00:00", "text": "Facebook's owner @Meta says a temporary change in its rules on hate content, only for Ukraine, was needed to let users voice opposition to Russia's attack, as Russia opened a criminal case against the company. #7NEWS https://t.co/PhWP9jktzm", "_id": "1502452061044154369"}, {"created_at": "2022-03-12 01:06:00+00:00", "text": "The United States has accused Russia of violating nuclear safety principles by continuing to fire on nuclear facilities in Ukraine but added there were no signs detected yet of any radiological release. #7NEWS https://t.co/IgxJYaCeDu", "_id": "1502450802895450115"}, {"created_at": "2022-03-12 00:32:00+00:00", "text": "Emilio Delgado, the actor and singer who for 45 years was fix-it shop owner Luis on @sesamestreet, has died aged 81. #7NEWS https://t.co/XRRwnNbKiW", "_id": "1502442246523658242"}, {"created_at": "2022-03-12 00:03:00+00:00", "text": "The first human to receive a heart transplant from a pig has died two months after the groundbreaking experiment. #7NEWS https://t.co/o8Zl3fU4b1", "_id": "1502434948564750339"}, {"created_at": "2022-03-11 11:06:24+00:00", "text": "Tributes are flowing for Labor Senator @kimbakit who died from a suspected heart attack in Melbourne last night. \"She was someone who was passionate about international affairs. Passionate about democracy and defending our way of life\" - @AlboMP. https://t.co/PO4DtWzM3L #7NEWS https://t.co/newaVNLGfh", "_id": "1502239512402923522"}, {"created_at": "2022-03-11 08:59:51+00:00", "text": "It was the horror crash in Cronulla that could have been avoided if a police officer had activated his siren. Instead, Gai Vieira was left with a serious life-long brain injury after the speeding police vehicle smashed into her car. https://t.co/JoC0vr05N2 #Cronulla #7NEWS https://t.co/K2r9ZCqEEq", "_id": "1502207666008969216"}, {"created_at": "2022-03-11 08:30:00+00:00", "text": "A Melbourne medical clinic is under fire over an IVF scandal. Monash IVF is accused of continuing to spruik genetic tests, even though it knew they were faulty. https://t.co/V0qoXcY8Ia #7NEWS https://t.co/WwzctwlHPj", "_id": "1502200151070314501"}, {"created_at": "2022-03-11 06:23:50+00:00", "text": "In a 7NEWS exclusive, reporter @AmeliaBrace takes a look inside the metaverse where online crime is running rampant. NSW Minister for Digital Government @VictorDominello says the metaverse is a space that the government should be policing. https://t.co/NpGAmIsnJR #7NEWS https://t.co/nerhCl95Bb", "_id": "1502168402734895109"}, {"created_at": "2022-03-11 05:43:28+00:00", "text": "A senior police officer who was charged over a crash which left a woman with a severe brain injury has avoided jail time. Senior Constable Harry Little was served a 12 month community corrections order in court today. https://t.co/OF81oZFF1j #7NEWS https://t.co/VSGxNdgQCk", "_id": "1502158244478738437"}, {"created_at": "2022-03-11 05:36:51+00:00", "text": "Residents at a retirement village on Sydney's Lower North Shore were given an abrupt wake up call overnight with the facility evacuated after a fire took hold. The blaze caused minor damage to the Hunters Hill facility before it was quickly extinguished. https://t.co/OF81oZFF1j https://t.co/taD6FsO7Ya", "_id": "1502156575758184465"}, {"created_at": "2022-03-11 04:51:40+00:00", "text": "US actor Jussie Smollett has maintained his innocence during his sentencing hearing after a judge sentenced him to 150 days in jail for lying to police about a racist and homophobic attack that he orchestrated himself. #7NEWS https://t.co/a2xyQOy9hK", "_id": "1502145207487561732"}, {"created_at": "2022-03-11 04:18:15+00:00", "text": ".@EmilioDelgado58, who for 45 years played fix-it shop owner Luis on children's TV show @sesamestreet, has died aged 81. #7NEWS https://t.co/KodsQop93S", "_id": "1502136796695523329"}, {"created_at": "2022-03-11 04:09:54+00:00", "text": "Snowy Mountain Helicopter Crash: Police say the male pilot suffered serious injuries and was airlifted to hospital in a serious but stable condition. The helicopter experienced difficulty north of Lake Crackenback near Guthega Road, Guthega – east of Perisher Valley. #7NEWS https://t.co/mJcQvRYfQx", "_id": "1502134695907057665"}, {"created_at": "2022-03-11 03:36:18+00:00", "text": "A jury has acquitted a Northern Territory policeman on trial for murder after he fatally shot an Aboriginal teenager during an outback arrest. #7NEWS https://t.co/PUI7FAU4tu", "_id": "1502126242304126987"}, {"created_at": "2022-03-11 03:31:10+00:00", "text": "Snowy Mountains: A helicopter made an 'emergency heavy' landing at the Guthega Dam in the Kosciuszko National Park just before midday says @FRNSW. \"Firefighters are using winches to perform a vertical rescue as there are five passengers with reported injuries.\" #7NEWS https://t.co/dHMLqMtcfv", "_id": "1502124946926886914"}, {"created_at": "2022-03-11 01:31:03+00:00", "text": "Both sides of politics are paying tribute today to Labor Senator Kimberley Kitching who died aged 52. @kimbakit had served in the parliament since 2016 and passed away overnight in Melbourne of a suspected heart attack. https://t.co/0Ms37GXrST #auspol #7NEWS https://t.co/HbCbjqTQ5l", "_id": "1502094719089664001"}, {"created_at": "2022-03-10 12:00:55+00:00", "text": "Two weeks ago @michaelusher spoke to Jessica Ragusa who is trying to get a life-saving cystic fibrosis drug on the Pharmaceutical Benefits Scheme. The petition for the cause has closed with more than 58,000 signatures and will now be delivered to Parliament. #7NEWS https://t.co/8d6HAv4mBm", "_id": "1501890844084695043"}, {"created_at": "2022-03-10 11:21:02+00:00", "text": "Victorian Labor Senator Kimberley Kitching has died suddenly aged 52. The former lawyer and trade unionist was serving her first term in the Senate and was a crusader for human rights. https://t.co/kRrQfu1JeV  #TheLatest #7NEWS https://t.co/DrwTIY6p2E", "_id": "1501880804317675523"}, {"created_at": "2022-03-10 10:43:32+00:00", "text": ".@AustralianLabor Senator Kimberley Kitching has died suddenly in Melbourne. It is understood Senator @kimbakit died of a heart attack today. https://t.co/pue78MXEC7 #auspol #7NEWS https://t.co/ZvlgaYZzyd", "_id": "1501871369880932355"}, {"created_at": "2022-03-10 09:49:38+00:00", "text": "A married teacher at one of Sydney's most prestigious private schools has been released on bail after being charged with child abuse. Federal police are accuse Cody Reynolds of being part of an online ring, arresting him as he headed to class. https://t.co/pHf7PY3NRB #7NEWS https://t.co/6INN1OYWrH", "_id": "1501857803660529665"}, {"created_at": "2022-03-10 07:31:50+00:00", "text": "The body of cricket legend Shane Warne is on a repatriation flight to Australia from Thailand, where he died almost a week ago. #7NEWS https://t.co/CeLGn4knqv", "_id": "1501823126371708928"}, {"created_at": "2022-03-10 07:25:54+00:00", "text": "Police believe an overseas drug lord ordered the execution of Sydney underworld figure Mejid Hamzy after arresting Christopher O'Brien and Bryce Williams, 2 alleged 'guns for hire'. https://t.co/98HNLaazKV #MejidHamzy #7NEWS https://t.co/im7R5FYtbz", "_id": "1501821632947494914"}, {"created_at": "2022-03-10 05:41:09+00:00", "text": "A man has been arrested after leading police on a wild chase in Sydney's south west. Police say the driver of a Ford Focus failed to stop for a random breath test on the Hume Highway in Casula before smashing into a parked car in a driveway. https://t.co/OF81oZFF1j #Casula #7NEWS https://t.co/gjgxqXytsu", "_id": "1501795270895431682"}, {"created_at": "2022-03-10 05:16:35+00:00", "text": "Police raided 4 homes today, arresting the men who are likely to be charged with murder. Another two men also remain before the courts in connection with Mejid Hamzy's death. https://t.co/UHqBkPoIjk #MejidHamzy #7NEWS https://t.co/wkPrUqnEKg", "_id": "1501789088491315205"}, {"created_at": "2022-03-10 04:57:11+00:00", "text": "Drug resistant strains of COVID-19 are developing in some vulnerable patients within days of them receiving treatment for the virus, Australian researchers have found. #7NEWS https://t.co/fuKSvRqS5s", "_id": "1501784206732836866"}, {"created_at": "2022-03-10 03:18:49+00:00", "text": "COVID-19 infections in the ACT have remained relatively stable, with 821 new cases recorded in the past 24 hours. #7NEWS https://t.co/GZxwiXMZgh", "_id": "1501759450650071040"}, {"created_at": "2022-03-10 03:16:12+00:00", "text": "@JohnBarilaroMP NSW police have dropped all charges against @friendlyjordies producer Kristo Langker after accusing him of stalking former deputy premier John Barilaro. #nswpol #7NEWS https://t.co/WWEaFy3Z6z", "_id": "1501758793322950656"}, {"created_at": "2022-03-10 02:30:27+00:00", "text": "Police have arrested two men over the murder of Sydney underworld figure Mejid Hamzy nearly two years ago. The 44-year-old was found suffering multiple gunshot wounds and died at the scene in Condell Park in 2020. https://t.co/UHqBkPoIjk #7NEWS https://t.co/SUEEk08F8T", "_id": "1501747282546348036"}, {"created_at": "2022-03-09 22:05:40+00:00", "text": "Russia has been condemned for bombing a children’s and maternity hospital in the besieged Ukrainian city of Mariupol during a supposed ceasefire to enable residents to escape. #7NEWS https://t.co/NrfV4n9tg0", "_id": "1501680647559020546"}, {"created_at": "2022-03-09 11:41:37+00:00", "text": "Russia has announced another temporary ceasefire so Ukrainian civilians can flee. @GeofParry7 is in Lviv with the latest. https://t.co/gIDd7wER1B #TheLatest #7NEWS https://t.co/uV6anvNkc1", "_id": "1501523596602077186"}, {"created_at": "2022-03-09 09:44:33+00:00", "text": "What is Japanese Encephalitis? @michaelusher takes an in-depth look at the deadly virus that has Australian health authorities on alert. https://t.co/qMRrs8qeqr #TheLatest #7NEWS https://t.co/5Lqp3MaCN0", "_id": "1501494135982682113"}, {"created_at": "2022-03-09 09:22:35+00:00", "text": "Residents across NSW are being urged to use mozzie spray to avoid getting bitten after a man in his 70s died from a mosquito borne disease. His death is the state's first from Japanese encephalitis, and follows another in Victoria. https://t.co/XyQXEUh5Ox #7NEWS https://t.co/IgcKCjPNEo", "_id": "1501488608402116612"}, {"created_at": "2022-03-09 09:15:51+00:00", "text": "Prime Minister @ScottMorrisonMP has toured Lismore, declaring the floods an unprecedented national emergency while increasing disaster payments for victims from $1,000 to $3,000. https://t.co/aZy4MJVvJi #NSWfloods #7NEWS https://t.co/TGL7GiV5JA", "_id": "1501486913496436739"}, {"created_at": "2022-03-09 08:37:21+00:00", "text": "Ukraine's former president Petro @poroshenko has fired a direct message from his country's front line to the Australian Government. As his nation battles and bleeds, 7NEWS was granted extraordinary access to the man who once ran the country. https://t.co/WWMANzcI7M #7NEWS https://t.co/Ik7YUBtxB0", "_id": "1501477228059959301"}, {"created_at": "2022-03-09 06:20:56+00:00", "text": "Two alleged criminal gang members have been arrested over an ATM robbery attempt. Three people tried to dislodge the machine from a Glenorie shopping centre in January, but failed and fled the scene. https://t.co/OF81oZXOfr #Glenorie #7NEWS https://t.co/chr4ix23El", "_id": "1501442896448622593"}, {"created_at": "2022-03-09 06:13:55+00:00", "text": "Sydney Floods: A body has been found in the search for a man feared missing in floodwaters. Police were alerted to Xianbin Liu's disappearance after a Isuzu Pantech truck was found submerged in water on Wolstenhome Avenue in Greendale. https://t.co/C7eaibupK9 #7NEWS https://t.co/Mji5hBt3zU", "_id": "1501441129895841796"}, {"created_at": "2022-03-09 03:23:28+00:00", "text": "NSW Floods: Prime Minister @ScottMorrisonMP is in Lismore to meet privately with flood victims today. A crowd of protesters are waiting to greet him outside the @LismoreCouncil chambers. https://t.co/XWm6BwYzp4 #NSWfloods #auspol #7NEWS https://t.co/0vHQTYqEd3", "_id": "1501398234430083073"}, {"created_at": "2022-03-09 03:13:49+00:00", "text": "An Adelaide man who attacked a stranger with a garden stake, swinging it like a baseball bat, has been jailed for at least 25 years for murder. #7NEWS https://t.co/LrlNUvbVAe", "_id": "1501395807949377539"}, {"created_at": "2022-03-08 12:08:00+00:00", "text": "A Victorian man has died from encephalitis as Australians are warned to take the risk posed by the condition seriously. #7NEWS https://t.co/HByzVjrCe8", "_id": "1501167849141772288"}, {"created_at": "2022-03-08 09:00:30+00:00", "text": "While communities beg for assistance, they're getting more bureaucrats. NSW now has a Resilience Commissioner, a newly appointed Minister for Flood Recovery and ttoday, Deputy Police Commissioner Mal Lanyon was named as Northern NSW Recovery Coordinator. https://t.co/w5YlwgDgpC https://t.co/t1nIIQYKaF", "_id": "1501120664421289988"}, {"created_at": "2022-03-08 08:52:27+00:00", "text": "During the downpour early this morning a northbound B Double jack knifed on the M1 at Ourimbah. Three other vehicles were caught up in the crash. Two people were taken to Gosford Hospital in a stable condition after suffering minor injuries. https://t.co/xNHqM4y72t #7NEWS https://t.co/tofn9dTZGO", "_id": "1501118638509625344"}, {"created_at": "2022-03-08 08:47:08+00:00", "text": "As the storm exploded over southwest Sydney in the dead of the night, the Georges River opened-up and overflowed. The flood warning has been downgraded to a minor level near Georges Hall. But, evacuation orders are still in place. https://t.co/aAWGSqRinl #NSWfloods #7NEWS https://t.co/cgHghrIUV2", "_id": "1501117299037671427"}, {"created_at": "2022-03-08 08:37:27+00:00", "text": "Thousands of families have used a brief Russian ceasefire to flee the Ukraine warzone. There were heartbreaking scenes as parents carried children and the frail. But not all humanitarian corridors were safe. https://t.co/2qVvQbgjbF #Ukraine #7NEWS https://t.co/jcLhWikxI1", "_id": "1501114862092505088"}, {"created_at": "2022-03-08 06:04:30+00:00", "text": "Police are appealing for help to identify a man with an elaborate tattoo involved in a fiery crash on Sydney Harbour Bridge that caused peak-hour traffic chaos. #7NEWS https://t.co/C1wmq78d4p", "_id": "1501076370918572033"}, {"created_at": "2022-03-08 06:00:09+00:00", "text": "Wentworthville: Traffic is heavy traffic in both directions on Cumberland Highway due to a police operation between Dunmore St &amp; Wentworth Ave. One northbound lane closed. #7NEWS https://t.co/xNHqM4y72t", "_id": "1501075275982905346"}, {"created_at": "2022-03-08 03:32:04+00:00", "text": "More wild weather is not what residents in New South Wales’ north need as they try and pick up the pieces of last week's floods. Defence Force troops are now on the ground in Broadwater helping flood victims. https://t.co/U4OydMKW8C #7NEWS https://t.co/vqXSHa54L3", "_id": "1501038013341528067"}, {"created_at": "2022-03-08 01:44:00+00:00", "text": "Royal Thai police will not charge a “fan” who entered an ambulance carrying the body of Shane Warne because she did not break the law. #7NEWS https://t.co/aOpM0AM4k2", "_id": "1501010814261764097"}, {"created_at": "2022-03-08 01:16:46+00:00", "text": "NSW Flood: A man and woman have been found dead in Wentworthville. 7NEWS reporter @Andrew_Denney and cameraman Michael Samaras discovered one of the bodies in floodwaters in a canal near Cooper Creek, and alerted police. https://t.co/Im25ccfTiw #NSWfloods #7NEWS https://t.co/pOrGesUG4L", "_id": "1501003963495112709"}, {"created_at": "2022-03-07 09:22:12+00:00", "text": "Shane Warne's autopsy report is released, a new ceasefire in Ukraine  allows civilians to escape the fighting, and we're tracking the unfolding weather crisis in Sydney.\n\nThe Latest, tonight from 10:45pm on @Channel7 and @7plus with @angelacox7news. #TheLatest #7NEWS https://t.co/r8iwGp78yl", "_id": "1500763739276333056"}, {"created_at": "2022-03-07 07:28:17+00:00", "text": "A car that exploded in flames on the Sydney Harbour Bridge, after crashing into 2 oncoming vehicles, had been stolen from a city street just moments earlier. The terrifying collision was caught on another driver's dashcam. https://t.co/QvgEqzIDqA #Sydney #7NEWS https://t.co/HIxVErbHH0", "_id": "1500735069593673732"}, {"created_at": "2022-03-07 06:14:01+00:00", "text": "Police have released new CCTV of a suspect wanted over a murder in Sydney's west almost 2 years ago. Former Comanchero bikie Fares Abounader was gunned down outside his home on Wall Avenue Panania in August 2020. https://t.co/OF81oZXOfr #Panania #7NEWS https://t.co/yIcKvs38a3", "_id": "1500716380861403136"}, {"created_at": "2022-03-07 05:06:25+00:00", "text": "The premier's tour of flood-affected communities in northern NSW went well off script yesterday with Coraki locals blasting @Dom_Perrottet. Many victims say they've been abandoned by the NSW govt nearly a week after their homes and businesses were swamped. https://t.co/YcHj4VpGaI https://t.co/LVb6rVOks3", "_id": "1500699368462389249"}, {"created_at": "2022-03-07 03:09:52+00:00", "text": "The driver of a Toyota Kluger is under police guard in Royal North Shore Hospital following a serious multi-vehicle crash on the Sydney Harbour Bridge today. Police are investigating if his car was stolen beforehand near Sussex &amp; Goulburn streets. https://t.co/UyfQ3Yk2Ge #7NEWS https://t.co/0xeO3Cyrfy", "_id": "1500670035597033479"}, {"created_at": "2022-03-07 00:18:00+00:00", "text": "Seven people were killed, including two children, when several tornadoes swept through central Iowa in the US midwest, destroying homes and knocking down trees and power lines in the state's deadliest storm in more than a decade. #7NEWS https://t.co/7bIFhat6Gu", "_id": "1500626783909122057"}, {"created_at": "2022-03-07 00:14:45+00:00", "text": "Sydney Harbour Bridge: Terrifying dashcam of the moment two cars collided this morning has emerged, causing one vehicle to flip onto its roof and catch fire. Incredibly, the driver escaped the flames. Three people have been taken to hospital. https://t.co/u2YWZsTIMx #7NEWS https://t.co/VeOk3sMxXG", "_id": "1500625965860659201"}, {"created_at": "2022-03-06 22:59:07+00:00", "text": "Sam Newman has opened up about the moment of disbelief when he heard his “dear friend” Shane Warne had died, saying he initially thought it was a bad dream. #7NEWS https://t.co/mScuFEm2YC", "_id": "1500606934113992706"}, {"created_at": "2022-03-06 20:46:39+00:00", "text": "A serious car crash has closed the Sydney Harbour Bridge in both directions. Emergency services are reporting that a car caught fire after flipping into its roof. It’s expected that the bridge will be closed to traffic for a long time. https://t.co/5dzRvJGjUZ #7NEWS https://t.co/G8ZwGgHLyE", "_id": "1500573596652998657"}, {"created_at": "2022-03-06 07:45:00+00:00", "text": "Civilians hoping to escape several besieged cities in Ukraine have been forced back as Russian troops opened fire. https://t.co/OF81oZFF1j #Ukraine #7NEWS https://t.co/s8J3t4T0lB", "_id": "1500376887888990208"}, {"created_at": "2022-03-06 07:38:49+00:00", "text": "Civilians hoping to escape several besieged cities in Ukraine have been forced back after Russian troops opened fire. The Russian President has warned the West that any attempt to enforce a no-fly zone would be regarded as a declaration of war. https://t.co/HAD6RDVGo3 #7NEWS https://t.co/tuZxNMsEnP", "_id": "1500375334088491008"}, {"created_at": "2022-03-06 07:36:45+00:00", "text": "A man has been treated in his hospital after being found on the side of Pittwater Road in Gladesville. Police say he was in a ride share with another man when they got into an argument and were kicked out by their driver. https://t.co/OF81oZFF1j #Gladesville #7NEWS https://t.co/Us23IICSfN", "_id": "1500374812853608456"}, {"created_at": "2022-03-06 07:34:15+00:00", "text": "It's still not known when @ShaneWarne will make a final journey back to Australia. Thai police have ruled-out foul play and have revealed that the cricketing legend was suffering from chest pains before his death. https://t.co/oBggRYKoTI #ShaneWarne #7NEWS https://t.co/6D04UP7xVO", "_id": "1500374181770194944"}, {"created_at": "2022-03-06 06:49:56+00:00", "text": "Russia has broken its promise of a ceasefire with fleeing Ukrainians facing a bombardment as they attempted to escape the war-torn country. Thousands of citizens have no way out as invading troops continue to push towards the capital Kyiv. https://t.co/HAD6RDVGo3 @ChrisReason7 https://t.co/fP94IyTe0r", "_id": "1500363032165490689"}, {"created_at": "2022-03-05 22:21:26+00:00", "text": ".@ShaneWarne saw a doctor about his heart before his death in a Thai villa, police said, as reports emerged blood stains were also found in the cricket legend’s hotel room. #7NEWS https://t.co/l9aUtF0Lmq", "_id": "1500235061831950340"}, {"created_at": "2022-03-05 06:35:00+00:00", "text": "An explosion at a petrol station in Belmore has left two men injured, one with serious burns. #7NEWS https://t.co/njfv9it86O", "_id": "1499996883267178500"}, {"created_at": "2022-03-05 05:15:00+00:00", "text": "Major cleanups are underway after parts of southeast Queensland were ravaged by floods but despite the carnage and the prospect of up to 10 years behind bars, opportunistic criminals have taken advantage of residents’ vulnerability. #7NEWS https://t.co/EI9QhE8uYn", "_id": "1499976750599573504"}, {"created_at": "2022-03-05 02:34:00+00:00", "text": "The US Embassy in Ukraine says attacking a nuclear power plant is a war crime after Russia seized a Ukrainian nuclear facility that is the biggest in Europe. #7NEWS https://t.co/1gI0WLgoIP", "_id": "1499936233849556997"}, {"created_at": "2022-03-04 20:19:48+00:00", "text": "Australia is in a state of “complete shock” after the loss of one of its greatest ever sports stars, with cricket legend @ShaneWarne dead at age 52. https://t.co/5IG6pl2S9U #ShaneWarne #7NEWS https://t.co/DguYqCxSn3", "_id": "1499842064564981762"}, {"created_at": "2022-03-04 20:14:52+00:00", "text": "A powerful bomb that exploded at a Shi'ite Muslim mosque during Friday prayers in the northwestern Pakistani city of Peshawar has killed at least 56 people and injured nearly 200, police and hospital officials say. #7NEWS https://t.co/jpJtQOBXrd", "_id": "1499840821645885441"}, {"created_at": "2022-03-04 19:47:36+00:00", "text": "Australia has been rocked by the loss of one of its greatest ever sports stars, with @ShaneWarne dead at age 52. https://t.co/5IG6pl2S9U #7NEWS https://t.co/A4oua6KsTN", "_id": "1499833958812446721"}, {"created_at": "2022-03-04 17:08:23+00:00", "text": "Australia has been rocked by the loss of one of its greatest ever sports stars, with Shane Warne dead at age 52.\n\nhttps://t.co/1eaCOdtOEM", "_id": "1499793891976876035"}, {"created_at": "2022-03-04 08:45:32+00:00", "text": "One man is dead and another is in hospital after they were shot in an ambush in Western Sydney. The two victims are known to police but so far they don't believe the murder is linked to the ongoing violence between warring crime families. https://t.co/UiWXbU8JNo #Merrylands https://t.co/wRcS2Cb7xM", "_id": "1499667347225079810"}, {"created_at": "2022-03-04 08:31:34+00:00", "text": "Former police minister Troy Grant has broken down outside a Newcastle court after his father, Ken, was sentenced to three and a half years for a hit and run killing in Bolwarra in 2019. https://t.co/NWKFIETeHu #7NEWS https://t.co/Fpts0RFXsS", "_id": "1499663833065193472"}, {"created_at": "2022-03-04 08:18:55+00:00", "text": "Russian forces have seized Europe’s biggest nuclear power plant in southeastern Ukraine after fierce fighting which set an adjacent training facility on fire. #7NEWS https://t.co/tk4tbMyvVp", "_id": "1499660646912528386"}, {"created_at": "2022-03-04 07:46:26+00:00", "text": "NSW Flood: A fifth person has been confirmed dead today. It came as the government promised an emergency response team of 400, overseen by a new 'floods minister.' But, Lismore locals say they need action right now. https://t.co/PjgVpk0n9a #NSWfloods #7NEWS https://t.co/pLiBFgFEPa", "_id": "1499652473942061057"}, {"created_at": "2022-03-04 07:22:13+00:00", "text": "There has been a dramatic and frightening escalation in the Ukraine war. Russian tanks attacking a nuclear power plant which then caught fire. https://t.co/6n1oRTJJUz #7NEWS https://t.co/Sy9XsGWbaE", "_id": "1499646377122754561"}, {"created_at": "2022-03-04 06:15:17+00:00", "text": "Ukraine has accused Russia of nuclear terror after Russian forces attacked Europe's largest nuclear power plant. A fire the plant in Ukraine has reportedly been put out which initially sparked fears of a major nuclear accident. https://t.co/6n1oRTJJUz #7NEWS https://t.co/UqfJUKn3uJ", "_id": "1499629533208915970"}, {"created_at": "2022-03-04 05:51:42+00:00", "text": "Kenneth Grant, the father of former New South Wales police minister Troy Grant, has been sentenced to 3 years and 10 months jail over the fatal hit and run of a man in the state's hunter valley in 2019. https://t.co/AzPyJWVmfu #7NEWS https://t.co/BVRZEhtEaE", "_id": "1499623598650433536"}, {"created_at": "2022-03-04 03:03:49+00:00", "text": "Ukraine's President has asked Vladimir Putin for a one-on-one meeting after ceasefire talks failed again overnight. At least 249 civilians have been killed and another 553 injured during Russia's military invasion that began a week ago. https://t.co/EyapKotn9g #Ukraine #7NEWS https://t.co/UdMckSIFTy", "_id": "1499581352119009280"}, {"created_at": "2022-03-04 02:52:45+00:00", "text": "A man has died and a second man has been shot in the buttocks following a shooting in Merrylands. #7NEWS https://t.co/mofeG0y2pH", "_id": "1499578564932698113"}, {"created_at": "2022-03-04 02:47:28+00:00", "text": "The cricket world is in mourning after legend Rod Marsh died aged 74 following a heart attack. Australian captain @PatCummins30 has led tributes: “He was always incredibly personable, a larger than life loving character to be around.\" 7NEWS at 6pm | https://t.co/ncCBViiQjZ #7NEWS https://t.co/3fTiqMK4U7", "_id": "1499577234767880196"}, {"created_at": "2022-03-04 02:14:00+00:00", "text": "A man is dead and another taken to hospital after a public shooting. Police found one man with a gunshot wound to his backside at a service station in Merrylands overnight. A short time later, the other man was found dead at nearby Holroyd. https://t.co/MyTrMglXt1 #7NEWS https://t.co/NxGnl9LmCc", "_id": "1499568812672561156"}, {"created_at": "2022-03-04 02:09:39+00:00", "text": "The Zaporizhzhia nuclear power plant in Ukraine, the largest of its kind in Europe, is on fire after an attack by Russian troops. #7NEWS https://t.co/z3PWlqXDkj", "_id": "1499567717309087746"}, {"created_at": "2022-03-04 02:07:49+00:00", "text": "The cricketing community is honouring legend Rod Marsh who has died at the age of 74. The big-hitting wicket-keeper passed away this morning after suffering a major heart attack last week. https://t.co/ncCBViiQjZ #7NEWS https://t.co/9zP7YYZF1J", "_id": "1499567256665489408"}, {"created_at": "2022-03-04 00:21:22+00:00", "text": "A man has died and a second man has been shot in the buttocks following a shooting in Merrylands. #7NEWS https://t.co/C4IEeaCwQV", "_id": "1499540470430834688"}, {"created_at": "2022-03-03 23:07:59+00:00", "text": "Australian cricket legend Rod Marsh had died aged 74 following a major heart attack last Thursday. #7NEWS https://t.co/Yq9YgkWsib", "_id": "1499522002574807042"}, {"created_at": "2022-03-03 22:54:02+00:00", "text": "Having braved bombs and gunfire, Ukraine’s athletes have made it safely to Beijing ahead of the Winter Paralympics, with their leader Valerii Sushkevych describing their arrival as a miracle. #7NEWS https://t.co/QrSD8N85g9", "_id": "1499518491203751936"}, {"created_at": "2022-03-03 20:35:46+00:00", "text": "Dean Woods, the prodigiously talented track cyclist best known as a member of the “Charlie’s Angels” team pursuit squad, has died. #7NEWS https://t.co/uwny0lWZym", "_id": "1499483693357809683"}]}