{"docs": [{"created_at": "2022-04-28 08:09:42+00:00", "text": "The leader of the Comancheros is behind bars, accused of the murder of Mitat Rasimi in Dandenong. \n\nSenior police say Mick Murray's arrest is one of the most significant in recent years. @elisabeth_moss9 #9News https://t.co/XZHbuuBBBj", "_id": "1519589660745424896"}, {"created_at": "2022-04-28 08:05:07+00:00", "text": "Two men have been found guilty of shooting dead an innocent security guard and a patron outside Prahran's Love Machine nightclub in 2019.\n\nOne of the killers, the son of slain crime boss Nabil Maghnie, said he was only acting on his father's orders. @eliza_rugg9 #9News https://t.co/dl5QCQRYBC", "_id": "1519588507118977025"}, {"created_at": "2022-04-28 07:35:00+00:00", "text": "Two men, including the son of slain crime figure Nabil Maghnie, have been found guilty of murder over a shooting that killed two men outside Melbourne's Love Machine nightclub. #9News \nhttps://t.co/AicIw59ChX", "_id": "1519580927688679426"}, {"created_at": "2022-04-28 04:52:00+00:00", "text": "A man has been shot dead after \"lunging at police with a knife\" on Sydney's Northern Beaches. #9News \nhttps://t.co/NPN6AMpeva", "_id": "1519539907143811072"}, {"created_at": "2022-04-28 04:01:47+00:00", "text": "Police have charged a man with murder following the death of a man in Melbourne's west early yesterday. #9News \nhttps://t.co/26jeO56WQZ", "_id": "1519527270108766209"}, {"created_at": "2022-04-28 02:45:00+00:00", "text": "A Queensland woman has been charged with manslaughter after allegedly providing a group of teenagers with a strong prescription drug, killing a 15-year-old and sending five others to hospital. #9News \nhttps://t.co/Dmze3cz8yM", "_id": "1519507946606141441"}, {"created_at": "2022-04-28 01:30:00+00:00", "text": "A man with intellectual disabilities has been executed in Singapore after a long campaign for clemency failed, putting the city-state's zero-tolerance drug laws back under scrutiny. #9News \nhttps://t.co/UE0976NkNO", "_id": "1519489073131438083"}, {"created_at": "2022-04-28 01:00:35+00:00", "text": "Two more people have been arrested over the fatal shooting of former underworld figure Mitat Rasimi in 2019. #9News\nhttps://t.co/8oz3tpOIuY", "_id": "1519481670126432256"}, {"created_at": "2022-04-27 14:30:06+00:00", "text": "The death comes after three people died in a tragedy during last year's Targa Tasmania rally event. #9News\nhttps://t.co/akAbecjrn2", "_id": "1519323005796503554"}, {"created_at": "2022-04-27 08:22:34+00:00", "text": "A great-grandfather who shot a business associate over a rubbish dispute has pleaded with a judge not to send him to jail.\n\n90-year-old Paolo Mannici says he's sorry, but maintains the victim provoked him. @eliza_rugg9 #9News https://t.co/7jq7HNhIQO", "_id": "1519230509364260864"}, {"created_at": "2022-04-27 08:12:29+00:00", "text": "A 45-year-old man is in custody tonight, suspected of killing a friend who offered him a place to stay while he got back on his feet.\n\nTactical police pounced on him as he sat inside his car, just a few kilometres from the Brooklyn murder scene. @lanamurphy #9News https://t.co/n8cdH7NGsu", "_id": "1519227975610384385"}, {"created_at": "2022-04-27 07:40:00+00:00", "text": "An illegal snake and lizard have been found alongside drugs and weapons at a property in Melbourne's north yesterday. #9News \nhttps://t.co/drhUD8f9C6", "_id": "1519219797795344384"}, {"created_at": "2022-04-27 05:15:00+00:00", "text": "Police are investigating a drive-by shooting in Brisbane's north after a family home was shot at in the early hours of the morning. #9News \nhttps://t.co/2NECg0Yj1g", "_id": "1519183307673505792"}, {"created_at": "2022-04-27 03:58:00+00:00", "text": "A convicted murderer and crime boss has been charged with directing a massive drug smuggling operation from inside his maximum security prison cell. #9News \nhttps://t.co/Fe6jgNcrLa", "_id": "1519163929846444033"}, {"created_at": "2022-04-27 03:33:00+00:00", "text": "Divisions within the Coalition on climate change have erupted again, after Nationals Senator Matt Canavan suggested net zero targets were \"dead\" and should be abandoned. #AusVotes https://t.co/ZtO79idtsd", "_id": "1519157638361059328"}, {"created_at": "2022-04-27 02:42:10+00:00", "text": "The washing machine repairman who was wrongly named as the chief suspect in the disappearance of William Tyrrell has begun his fight for justice against New South Wales Police. #9News\nhttps://t.co/QXCOQ8aS9i", "_id": "1519144845277011968"}, {"created_at": "2022-04-26 08:53:04+00:00", "text": "The injury curse has struck at Princes Park too, with ruckman Marc Pittonet falling victim to a knee injury. @cstanaway #9News https://t.co/l7JSMSehNh", "_id": "1518875800409452545"}, {"created_at": "2022-04-26 08:12:38+00:00", "text": "A convicted crime boss has been charged with directing a massive drug smuggling operation from his maximum security prison cell.\n\nIt's alleged George Marrogi was pretending to be on the phone to his lawyer when his girlfriend was actually on the line. @mimirosebecker #9News https://t.co/A0BkUbZVSC", "_id": "1518865625304772615"}, {"created_at": "2022-04-26 08:06:44+00:00", "text": "A 17-year-old boy from Meadow Heights has been charged with murder, accused of stabbing dead a rival gang member in a fight in Adelaide.\n\nPolice allege the attackers and the victim travelled from Melbourne before the fatal brawl. @lanamurphy #9News https://t.co/qLsSxuSKyd", "_id": "1518864140567207938"}, {"created_at": "2022-04-26 08:03:41+00:00", "text": "Prison guards told a young Collingwood woman to stop begging for help because she'd wake other inmates, just hours before she died alone in custody.\n\nVeronica Nelson's family is now leading a campaign for justice as the coroner probes her death. @eliza_rugg9 #9News https://t.co/tT7NPQSzal", "_id": "1518863372657336320"}, {"created_at": "2022-04-26 07:25:00+00:00", "text": "Pocock, who is running as an Independent, said he is the victim of a deliberate campaign by right-wing lobbyist group Advance Australia, which he says is deliberately misleading voters. #9News https://t.co/oz7GDmigzb", "_id": "1518853635165155328"}, {"created_at": "2022-04-26 05:34:50+00:00", "text": "SA Police believe the alleged stabbing was gang-related and did not appear to be a random incident. #9News\nhttps://t.co/kwHZRtIsfT", "_id": "1518825914007638016"}, {"created_at": "2022-04-26 05:10:00+00:00", "text": "Two women have been shot at in Brisbane this morning, with police now searching for the perpetrator. #9News \nhttps://t.co/YrfkcXdgBR", "_id": "1518819661264998401"}, {"created_at": "2022-04-26 02:20:00+00:00", "text": "A neighbour heard \"screaming\" coming from a house where four people were killed in a devastating alleged stabbing attack in London's south. #9News\nhttps://t.co/PWSTV6UuR4", "_id": "1518776879439785989"}, {"created_at": "2022-04-26 01:02:39+00:00", "text": "A 17-year-old Victorian boy has been charged with murder after South Australia Police intercepted a group of youths at Adelaide Airport about to board a plane for Victoria. #9News\nhttps://t.co/kwHZRtIsfT", "_id": "1518757414366973952"}, {"created_at": "2022-04-25 23:23:54+00:00", "text": "Police have arrested two men after a tip-off that alleged death threats were being made against people. #9News https://t.co/z1IlDs38Mq", "_id": "1518732565317885954"}, {"created_at": "2022-04-25 19:30:11+00:00", "text": "A decorated Queensland police officer with more than 20 years' experience says he was humiliated for years trying to clear his name after being accused of vulgar conduct in his workplace. #9News\nhttps://t.co/K2s248WDqn", "_id": "1518673745023578115"}, {"created_at": "2022-04-25 18:30:13+00:00", "text": "Kane Tanaka, the world's oldest person, has died in Japan aged 119, according to a statement released by the country's Ministry of Health, Labor and Welfare. #9News\nhttps://t.co/kg4mJiJRbU", "_id": "1518658656853794820"}, {"created_at": "2022-04-25 16:14:31+00:00", "text": "A man has been arrested on suspicion of murder after four people were found dead with stab wounds in London's south. #9News\nhttps://t.co/JN1ECsLc3r", "_id": "1518624503638724610"}, {"created_at": "2022-04-25 08:42:19+00:00", "text": "The extent of Victoria's court backlog crisis has been laid bare, with claims more than 200,000 cases are waiting to be heard. \n\nIt's sparked urgent calls for more funding as fears grow criminals may walk free. @reid_butler9 #9News https://t.co/nzYyQ0TqKX", "_id": "1518510706911498240"}, {"created_at": "2022-04-25 08:24:40+00:00", "text": "A gang of up to 15 men are being hunted by police after an ambush left two innocent victims with life threatening injuries. @LanaMurphy #9News https://t.co/Cr1kMY7Ezz", "_id": "1518506265701462016"}, {"created_at": "2022-04-25 05:47:08+00:00", "text": "A 45-year-old man has been arrested in relation to a series of thefts across Melbourne this month.\n\nAt least 10 churches were targeted in an Easter crime spree, with cameras capturing a thief stealing from parishioners midway through a service. #9News\n\nhttps://t.co/gNY2ZrMZmB", "_id": "1518466617742528513"}, {"created_at": "2022-04-25 04:40:00+00:00", "text": "#ALERT: Two men have been taken to hospital with critical injuries following a stabbing in Melbourne's eastern suburbs early this morning.\n\nDetectives are calling for witnesses to come forward with any information about the altercation.\n\nDETAILS: https://t.co/s4pJ3sqjI0\n\n#9News https://t.co/WRbqlRTm5C", "_id": "1518449723715297283"}, {"created_at": "2022-04-25 03:40:08+00:00", "text": "Returned service men and women, joined by their families, gathered at their local RSL service to pay respects.\n\nTraditional gunfire breakfasts were served at venues such as at Greensborough RSL, before crowds marched up the main road to the war memorial. #9News", "_id": "1518434659150942208"}, {"created_at": "2022-04-24 23:36:14+00:00", "text": "New US-led forecasts suggest the La Nina weather system that brought heavy rains and deadly flash flooding to Australia's east coast is \"struggling to break\", according to Weatherzone. #9News\nhttps://t.co/16AJcimMEK", "_id": "1518373277533564928"}, {"created_at": "2022-04-24 08:10:30+00:00", "text": "Federal Labor is being slammed as \"desperate and racist\" over a new attack ad targeting a Liberal MP in one of Australia's most marginal seats.\n\nThe ALP wants to win Chisholm in Melbourne's east, but the blatant targeting of Gladys Liu appears to have backfired. @CUhlmann #9News https://t.co/JThcZSiE09", "_id": "1518140311356252163"}, {"created_at": "2022-04-23 08:54:14+00:00", "text": "Heartbreak for the Western Bulldogs in Ballarat, going down to a resurgent Adelaide in a one-point thriller. \n\nIn a scrappy affair, Crows veteran Taylor Walker steadied his side when it mattered most. @AliciaMuling9 #9News https://t.co/u1wcBipTv7", "_id": "1517788927452667904"}, {"created_at": "2022-04-22 23:53:21+00:00", "text": "In Victoria, 8120 new cases of COVID-19 have been detected and an additional 13 people died with the virus overnight. #9News\nhttps://t.co/fW3dLmPyx8", "_id": "1517652809960681473"}, {"created_at": "2022-04-22 07:40:00+00:00", "text": "A 59-year-old woman has died following a serious collision in Melbourne on Monday. #9News \nhttps://t.co/FTaKG0m7PE", "_id": "1517407858614276097"}, {"created_at": "2022-04-22 06:25:00+00:00", "text": "Police say two men started yelling at the musician that he should have played the Oasis song 'Wonderwall', which they had requested. #9News \nhttps://t.co/tK0XvHcfP8", "_id": "1517388984221147136"}, {"created_at": "2022-04-22 03:55:00+00:00", "text": "A Victorian man whose father died after waiting 40 minutes for an ambulance to arrive said the government \"doesn't care\" and Premier Daniel Andrews \"doesn't want to listen\". #9News\nhttps://t.co/jQvrT82vFJ", "_id": "1517351235417956358"}, {"created_at": "2022-04-22 02:15:00+00:00", "text": "A man has been badly injured after two men allegedly stormed his apartment and set him alight  in Brisbane. #9News https://t.co/IgnasKQIOL", "_id": "1517326069648355328"}, {"created_at": "2022-04-21 18:30:10+00:00", "text": "Police are searching for a man accused of repeatedly performed explicit sexual acts at the doorstep of a home in Melbourne's north. #9News\nhttps://t.co/qSQYaXQqKr", "_id": "1517209092997140480"}, {"created_at": "2022-04-21 08:10:47+00:00", "text": "Pro-cannabis protestors have accused police of a heavy-handed response to an anti-prohibition rally in the city. \n\nOne user was pinned down and arrested for lighting up - but says he had a legal prescription. @emilyrice28 #9News https://t.co/ic6LlDeb8U", "_id": "1517053219435945985"}, {"created_at": "2022-04-21 08:03:53+00:00", "text": "Adrian Basham, the estranged husband of Phillip Island mum Samantha Fraser, has been found guilty of her murder.\n\nFriends of the slain mother of three say they're relieved at the verdict, and want the killer to rot in hell. @eliza_rugg9 #9New https://t.co/X0mpGSlUdo", "_id": "1517051484260732928"}, {"created_at": "2022-04-21 07:20:00+00:00", "text": "A woman has died in a caravan fire in Thornton, in Victoria's north east. #9News\nhttps://t.co/vRHJh9joes", "_id": "1517040437566922755"}, {"created_at": "2022-04-21 06:55:00+00:00", "text": "A Victorian woman has been slammed as a \"dishonest, cunning thief\", fined, and ordered to repay her victims after she was caught impersonating a registered builder. #9News\nhttps://t.co/6kCVoMkjMj", "_id": "1517034146098565121"}, {"created_at": "2022-04-21 06:07:06+00:00", "text": "A jury has taken less than two days to find Adrian Basham guilty of murdering his estranged wife Samantha Fraser at her Phillip Island home in 2018.\n\nCourt Reporter @eliza_rugg9 breaks down the events that have led to today's verdict. #9News https://t.co/fWS9DiucdA", "_id": "1517022092855754752"}, {"created_at": "2022-04-21 03:25:00+00:00", "text": "A man has been been found guilty of murdering his estranged wife at her home in regional Victoria almost four years after her death. #9News \nhttps://t.co/WFbwirp8ih", "_id": "1516981297872359424"}, {"created_at": "2022-04-20 18:30:00+00:00", "text": "A mother charged with conspiring to kill her children, her estranged husband and a lover's wife refused to enter a plea to murder and other charges. #9News\nhttps://t.co/lkaso6FKHz", "_id": "1516846661833617413"}, {"created_at": "2022-04-20 11:43:18+00:00", "text": "The officer of six years was killed when an unmarked police car collided with a ute. #9News\nhttps://t.co/2FMXeSu9en", "_id": "1516744311580553218"}, {"created_at": "2022-04-20 05:25:00+00:00", "text": "A 15-year-old Victorian girl has died after being struck by a car as she was walking along a road in the Mornington Peninsula. #9News\nhttps://t.co/KbBbRza92N", "_id": "1516649109117181955"}, {"created_at": "2022-04-20 02:55:00+00:00", "text": "Police have released security footage of a man who allegedly stole a valuable gold necklace from a Melbourne jewellery store. #9News\nhttps://t.co/MarDxInnLz", "_id": "1516611360569757700"}, {"created_at": "2022-04-19 23:02:35+00:00", "text": "#BREAKING: A hot air balloon has crashed in Melbourne's inner south, coming down over properties in #Elwood this morning.\n\nIt's believed no one has been injured.\n\nMore to come. #9News\n\nDETAILS: https://t.co/HAi2VOmy4g https://t.co/fzrWNhVyc5", "_id": "1516552870723825668"}, {"created_at": "2022-04-19 21:00:14+00:00", "text": "A 15-year-old girl has died after being struck by a car in #Baxter. #9News https://t.co/1UeSI2auyJ", "_id": "1516522080350654468"}, {"created_at": "2022-04-19 12:08:55+00:00", "text": "A draft of pact said Chinese warships could stop in the Solomons and China could send police and armed forces there \"to assist in maintaining social order\". #9News\nhttps://t.co/z0baLfsN9Q", "_id": "1516388372729585668"}, {"created_at": "2022-04-19 08:11:05+00:00", "text": "A State Opposition website aimed at showcasing Victoria's worst roads has backfired spectacularly, after it was revealed roads displayed on the site aren't even from Victoria. @ajhegarty9 #9News https://t.co/XdupaVIYZU", "_id": "1516328519160279041"}, {"created_at": "2022-04-19 08:08:32+00:00", "text": "Police are tonight questioning a man arrested over the sexual assault of a young woman in Broadmeadows overnight. @MaggieRaworth #9News https://t.co/QVomygiCti", "_id": "1516327877528236033"}, {"created_at": "2022-04-19 03:15:00+00:00", "text": "The hunt is on for a man who sexually assaulted a woman after following her from a train station in Melbourne's northern suburbs.\n\nPolice say the woman was followed by an unknown man into a premises in Broadmeadows shortly after midnight on Monday. #9News\n\nhttps://t.co/75jnOJUYWw", "_id": "1516254005764124676"}, {"created_at": "2022-04-18 16:38:00+00:00", "text": "One shooting left two minors dead and at least 31 people injured. #9News\nhttps://t.co/CijK1Nf30Y", "_id": "1516093699465224192"}, {"created_at": "2022-04-18 13:33:55+00:00", "text": "Police seized a gel blaster, knife and nitrous oxide canisters from the vehicle, alongside bags and multiple mobile phones. #9News\nhttps://t.co/6RNVfO9VCZ", "_id": "1516047372433821702"}, {"created_at": "2022-04-18 08:17:24+00:00", "text": "A man is fighting for life after a speeding car smashed into a tree in Taylors Hill.\n\nNeighbours raced to rescue two people trapped inside, quickly realising weapons and drugs were on the back seat. @LanaMurphy #9News https://t.co/lWterOl0on", "_id": "1515967718612250629"}, {"created_at": "2022-04-18 08:06:23+00:00", "text": "At least ten churches have been targeted in an Easter crime spree, with cameras capturing a brazen thief stealing from parishioners midway through a service.\n\nHe made-off with donation collection plates, the money intended for the poor. @reid_butler9 #9News https://t.co/MwLaUFKzH3", "_id": "1515964945845952514"}, {"created_at": "2022-04-18 05:50:00+00:00", "text": "Police say they are 'lost for words' after detecting a driver allegedly travelling at 251km/h in Melbourne's northwest on Easter Sunday. #9News\n\nhttps://t.co/wErxmac4Cl", "_id": "1515930624581722120"}, {"created_at": "2022-04-17 15:37:00+00:00", "text": "Two senior police constables have spent the night in hospital after being attacked during a wild brawl outside a Gold Coast nightclub. #9News\nhttps://t.co/z5rmKrzGhv", "_id": "1515715960262565889"}, {"created_at": "2022-04-17 08:06:21+00:00", "text": "A huge fire has destroyed two takeaway shops in Mornington, sparking panic from witnesses and forcing employees to run from the building.\n\nThe Red Rooster, and its neighbouring kebab shop, collapsing under the intensity of the blaze. @reid_butler9 #9News https://t.co/wA4Yi7y9iy", "_id": "1515602550170525700"}, {"created_at": "2022-04-17 06:29:42+00:00", "text": "#ALERT: The Country Fire Authority (CFA) have urged Victorians to not light any further burn-offs for the rest of the day today.\n\nThe windy conditions have led to a number of private burn-offs escaping, resulting in numerous fires being reported across the state. #9News https://t.co/s5tFlT0M9g", "_id": "1515578228345167875"}, {"created_at": "2022-04-17 04:38:20+00:00", "text": "#ALERT: A Red Rooster venue has gone up in flames this afternoon in Melbourne's south.\n\nIt is being reported that no one was seriously injured and the fast food chain blaze in #Mornington is now under control.\n\nDetails tonight at 6pm on #9News https://t.co/rCXAMO4btO", "_id": "1515550202140114945"}, {"created_at": "2022-04-17 01:58:32+00:00", "text": "The enrolment deadline for the 2022 Federal Election on Saturday, May 21, is looming.\n\nIf you're not yet enrolled, here's everything you need to know to get started. #9News\n\nhttps://t.co/yAnDAS2jcy", "_id": "1515509986155139072"}, {"created_at": "2022-04-16 11:59:00+00:00", "text": "A $500,000 reward has been offered for information about a 25-year-old murder of an unknown man who was found beheaded in the New South Wales southern highlands. #9News\nhttps://t.co/4F9BwR0yjQ", "_id": "1515298710841802752"}, {"created_at": "2022-04-16 09:44:47+00:00", "text": "A 50-year-old man has died following a plane crash in the Western Australian town of Kununurra. #9News\nhttps://t.co/cilqHuPhKo", "_id": "1515264935730696192"}, {"created_at": "2022-04-16 08:05:21+00:00", "text": "A 22-year-old man is fighting for life after being shot in a Thomastown driveway.\n\nNeighbours say the victim was taken to hospital screaming in pain after the late night ambush and tonight, the shooter is on the run. @Elisabeth_Moss9 #9News https://t.co/1KgkEEtqBf", "_id": "1515239910755774467"}, {"created_at": "2022-04-16 03:20:00+00:00", "text": "Palestinians and Israeli police clashed at the Al-Aqsa mosque in Jerusalem on Friday, as thousands gathered for prayers during the Islamic holy month of Ramadan. #9News\n\nhttps://t.co/eA06teXX9z", "_id": "1515168100479471619"}, {"created_at": "2022-04-15 08:05:34+00:00", "text": "A young thug who carried out a violent crime spree across Melbourne's west while on bail is making another bid for freedom.\n\nVincent Seluga allegedly terrorised a mother as her children slept inside. @lanamurphy #9News https://t.co/wOHJcNyHd9", "_id": "1514877578338840579"}, {"created_at": "2022-04-15 06:45:00+00:00", "text": "A Michigan police officer fatally shot 26-year-old Patrick Lyoya in the head following a traffic stop in Grand Rapids. #9News https://t.co/7ssgkXKYS3", "_id": "1514857302578417669"}, {"created_at": "2022-04-15 05:45:00+00:00", "text": "The man charged with opening fire in a Brooklyn subway car full of people was jailed without bail overnight as prosecutors told a judge he terrified all of New York City. #9News \nhttps://t.co/H16tXvi6Le", "_id": "1514842202878316545"}, {"created_at": "2022-04-15 04:30:00+00:00", "text": "A man has died in hospital after being struck by a motorcycle in Melbourne overnight. #9News \nhttps://t.co/X2JjNEbzbT", "_id": "1514823329886052354"}, {"created_at": "2022-04-15 04:05:00+00:00", "text": "Prime Minister Scott Morrison has confirmed three police officers involved in yesterday's security vehicle crash have been discharged from hospital. #9News\nhttps://t.co/jdaZSKS9oj", "_id": "1514817037410848789"}, {"created_at": "2022-04-15 03:40:00+00:00", "text": "CUSTARD CROOK: Workers at a grocery store in Queensland have defended themselves against an armed robber by throwing custard at the intruder.\n\nPolice are after the man and hope to bring him into custard-y.\n\nSTORY: https://t.co/nvmR8kFGM6\n\n#9News https://t.co/b4XY7o1Rkw", "_id": "1514810745430683649"}, {"created_at": "2022-04-14 08:22:53+00:00", "text": "A driver who abandoned a dying Ballarat grandfather on the side of the road has admitted his guilt for the first time. \n\nBradley Spark entered a plea but still hasn't given his victim's family any answers. @lanamurphy #9News https://t.co/8AbjBHbjQ2", "_id": "1514519547335872513"}, {"created_at": "2022-04-14 08:11:09+00:00", "text": "Lawyers for alleged cop killer Jason Roberts have accused one of the police witnesses of lying about the dying declaration of one of the victims.\n\nGlenn Pullin admitted he signed a backdated statement that added information about there being multiple gunmen. @eliza_rugg9 #9News https://t.co/D2w6RFl8KR", "_id": "1514516594000547840"}, {"created_at": "2022-04-14 08:06:20+00:00", "text": "A vehicle carrying the Prime Minister's security team has crashed off the road in Tasmania, leaving four police officers in hospital.\n\nScott Morrison cancelled the rest of his campaign events this afternoon, while the Opposition Leader had another difficult day. @cuhlmann #9News https://t.co/PtC0LI803G", "_id": "1514515385411854337"}, {"created_at": "2022-04-14 05:35:00+00:00", "text": "Four South Korean backpackers in their 20s have died after their car and a semi-trailer collided in a horror Queensland highway crash. #9News \nhttps://t.co/WiVRoUx9du", "_id": "1514477298547785729"}, {"created_at": "2022-04-14 05:21:06+00:00", "text": "BREAKING: A vehicle in Prime Minister Scott Morrison's security detail has crashed in Tasmania, with four police officers to be taken to hospital for assessment. #9News\nhttps://t.co/mM4tTFZ2uK", "_id": "1514473802800926720"}, {"created_at": "2022-04-14 05:16:30+00:00", "text": "After hearing the puppy crying through the rubble, police officers scrambled to rescue the terrified creature, before returning it to its 77-year-old owner in a heartwarming reunion.\n#9News", "_id": "1514472643138777091"}, {"created_at": "2022-04-14 05:10:00+00:00", "text": "Police are looking for a man who allegedly sexually assaulted a young boy in Melbourne's south-east late last year. #9News\nhttps://t.co/4WwvxpFh6u", "_id": "1514471006848569345"}, {"created_at": "2022-04-14 04:50:00+00:00", "text": "Firefighters have pulled off a fitting Easter rescue by saving a bunny from an apartment blaze in Sydney's south-west. #9News\nhttps://t.co/a6YgP9Zce9", "_id": "1514465973968928768"}, {"created_at": "2022-04-14 03:30:00+00:00", "text": "A Perth dentist who was charged with two alleged rapes of women he met online has been accused of similar crimes against three other women. #9News \nhttps://t.co/310DVoyBZa", "_id": "1514445842823802884"}, {"created_at": "2022-04-14 01:22:46+00:00", "text": "William Tyrrell's foster mother has been charged by Strike Force Rosann detectives with giving false or misleading evidence to the NSW Crime Commission. #9News\nhttps://t.co/wJpTMnZBzg", "_id": "1514413824916348929"}, {"created_at": "2022-04-14 00:58:28+00:00", "text": "Two people have died after the car they were driving in rolled near the NSW-Victorian border this morning. #9News\nhttps://t.co/R2eaksTLcF", "_id": "1514407707591151616"}, {"created_at": "2022-04-13 13:23:09+00:00", "text": "The long weekend is expected to bring heavy traffic as police crackdown on drink and drug driving in an Easter blitz. @maddieslattery #9News https://t.co/XDN1fwsuid", "_id": "1514232723841425413"}, {"created_at": "2022-04-13 11:45:29+00:00", "text": "The number of people injured in accidents involving an electric scooter and admitted to the Alfred Hospital has doubled this summer. #9News\nhttps://t.co/8OTbRnIMgC", "_id": "1514208145916186625"}, {"created_at": "2022-04-13 08:26:25+00:00", "text": "The Partygate scandal has once again engulfed the British government.\n\nBoris Johnson is coming under renewed pressure to resign, after police fined him and his wife for celebrating his birthday in lockdown. @brett_mcleod #9News https://t.co/0XttFD5uXz", "_id": "1514158050562781188"}, {"created_at": "2022-04-13 08:22:28+00:00", "text": "Police are pleading with drivers who are planning on heading away for Easter to take extra care, and rest along the way. @maddieslattery #9News https://t.co/wXHKjczzW8", "_id": "1514157056302931981"}, {"created_at": "2022-04-13 08:11:29+00:00", "text": "Shocking details have been heard in court, following a deadly crash between a tow truck and a cyclist at Pascoe Vale South. @ajhegarty9 #9News https://t.co/vsvYur9w10", "_id": "1514154294022483968"}, {"created_at": "2022-04-13 08:09:38+00:00", "text": "The Premier has conceded more must be done to fix the health system, after a man died waiting to be treated at Bairnsdale Hospital.\n\nThe Health Service boss says that her workforce is under major stress. @_stephanderson @msanto92 #9News https://t.co/RA4tq6gQmT", "_id": "1514153826319835137"}, {"created_at": "2022-04-13 07:05:00+00:00", "text": "A major investigation is now underway after a 72-year-old died after waiting more than three hours for treatment at the Bairnsdale Regional Health Service. #9News https://t.co/ggwJ3e8puz", "_id": "1514137560196558850"}, {"created_at": "2022-04-13 04:25:00+00:00", "text": "A building at a primary school in Melbourne's east has been extensively damaged in an overnight fire. #9News\nhttps://t.co/aGjLwv1sNP", "_id": "1514097294370508802"}, {"created_at": "2022-04-13 04:00:00+00:00", "text": "Police have fined and will charge a man in Victoria who they say was driving without a driver's licence before he returned a positive alcohol reading and a positive drug result. #9News \nhttps://t.co/xvEsfirHiR", "_id": "1514091004370030598"}, {"created_at": "2022-04-13 03:10:00+00:00", "text": "Police were first called to Greenvale Reservoir at 6.30pm on Tuesday evening after human remains were located. #9News\nhttps://t.co/Hdbb5yfQe8", "_id": "1514078420363362318"}, {"created_at": "2022-04-13 02:45:00+00:00", "text": "CLOSE CALL: US highway cameras have captured the moment a speeding car collides with a truck on a Minnesota overpass, causing it to lose control and erupt into an intense fireball.\n\nMiraculously, both drivers managed to survive the crash.\n\n#9News https://t.co/QPRzPNJIPq", "_id": "1514072129016266755"}, {"created_at": "2022-04-13 02:20:00+00:00", "text": "Three people have been charged after allegedly selling drugs, including e-cigarettes containing THC, through the dark web near the Lake Macquarie area in NSW. #9News \nhttps://t.co/vZooYk299r", "_id": "1514065837174386695"}, {"created_at": "2022-04-12 15:29:51+00:00", "text": "Photos and video from the scene showed people tending to bloodied passengers lying on the floor of the station and the air filled with smoke. #9News\nhttps://t.co/UykTAt8Kpi", "_id": "1513902220667891712"}, {"created_at": "2022-04-12 13:05:52+00:00", "text": "NSW Police do not believe the teen was responsible for the stabbing and are still looking for those responsible. #9News\nhttps://t.co/Jk4mWQqzqq", "_id": "1513865988235677696"}, {"created_at": "2022-04-12 08:35:30+00:00", "text": "Police have described a terrifying shooting at an Epping wedding as a planned ambush.\n\nUp to ten shots were fired at the large crowd last month, and the shooter is still on the run. @maggieraworth #9News https://t.co/sLmgzcJhD3", "_id": "1513797946323652610"}, {"created_at": "2022-04-12 08:10:24+00:00", "text": "A cyclist has died after being hit by a tow truck at Pascoe Vale South. @mimirosebecker #9News https://t.co/wDUe6J6oeo", "_id": "1513791633313214470"}, {"created_at": "2022-04-12 07:35:00+00:00", "text": "Victoria Police today released dramatic CCTV footage of the March 10 drive-by shooting in Epping, hoping it helps lead them to the at-large shooters. #9News \nhttps://t.co/NWFpiwGLOd", "_id": "1513782721725743106"}, {"created_at": "2022-04-12 07:30:12+00:00", "text": "A cyclist has died after being hit by a tow truck in Melbourne's north this afternoon. #9News\nhttps://t.co/82OKcVCC0F", "_id": "1513781513527066626"}, {"created_at": "2022-04-12 03:35:00+00:00", "text": "Prime Minister Scott Morrison has played down fears Beijing could establish a naval base in the Solomon Islands, but Opposition leader Anthony Albanese has questioned why more wasn't done to ensure it. #9News\nhttps://t.co/0vjDP3oJq0", "_id": "1513722323722977280"}, {"created_at": "2022-04-12 03:10:00+00:00", "text": "A Victoria Police vehicle has been involved in a head-on crash with a car west of Melbourne, which has led to the other vehicle flipping and a woman being taken to hospital. #9News\nhttps://t.co/2JdZeSwDHk", "_id": "1513716032283848709"}, {"created_at": "2022-04-12 01:52:00+00:00", "text": "A teenage boy has been charged in connection with a fatal stabbing at the Sydney Royal Easter Show, but more suspects are being sought. #9News\nhttps://t.co/Jk4mWQqzqq", "_id": "1513696402999681024"}, {"created_at": "2022-04-11 13:35:00+00:00", "text": "A teenager has died after he was stabbed during a fight at the Sydney Royal Easter Show. #9News https://t.co/Jk4mWQ9woq", "_id": "1513510933355991046"}, {"created_at": "2022-04-11 08:49:57+00:00", "text": "Bulldog Josh Dunkley has revealed the club's midfielders have been challenged to provide more firepower.\n\nThe Dogs are confident they can fix their scoring woes ahead of Friday's clash with North Melbourne. @ayrtonwoolley #9News https://t.co/PWrkF2sTwN", "_id": "1513439196341493763"}, {"created_at": "2022-04-11 08:11:12+00:00", "text": "An award-winning police officer is facing up to ten years in prison for speeding to reach an injured colleague while on the job.\n\nBrad Beecroft's license exempts him from the speed limit, and he's fighting the charge in court. @lanamurphy #9News https://t.co/Hw4GVF1gxR", "_id": "1513429446577037314"}, {"created_at": "2022-04-11 03:12:00+00:00", "text": "New daily COVID-19 case numbers appear to be stabilising in some parts of the country. #9News\nhttps://t.co/ZF2uGv3pQ0", "_id": "1513354147805937666"}, {"created_at": "2022-04-10 22:55:13+00:00", "text": "Chris Bailey, lead singer of legendary punk band The Saints, has died at the age of 65. #9News\nhttps://t.co/qIgfMdPahV", "_id": "1513289525358837761"}, {"created_at": "2022-04-10 08:23:40+00:00", "text": "A small community in Victoria's north-west is mourning the loss of 23-year-old mechanic Josh Moore, killed in a head on collision.\n\nThe incident also claimed the life of young policewoman Bria Joyce, who is being remembered as a hero. @penelopeliersch #9News https://t.co/3IIOlmuXpG", "_id": "1513070193689382916"}, {"created_at": "2022-04-10 08:20:26+00:00", "text": "Tragedy at a notorious intersection in the city's inner north-east this morning, with an elderly pedestrian hit and killed.\n\nSecurity cameras captured the moment the driver appears to run a red light, mowing down the victim. @Eliza_Rugg9 #9News https://t.co/EuLhmCRs2O", "_id": "1513069382146179075"}, {"created_at": "2022-04-10 04:25:35+00:00", "text": "#BREAKING: Police are investigating a fatal collision in Melbourne's north-east this morning, where a pedestrian was hit by a car in Abbotsford.\n\nSadly, the pedestrian died at the scene. #9News https://t.co/Qd3bIo86mk", "_id": "1513010278333841410"}, {"created_at": "2022-04-09 08:08:01+00:00", "text": "Victoria Police is mourning one of their own after a 25-year-old senior constable was killed in a head on collision that also took the life of the other driver.\n\nA senior constable remains in hospital tonight as police investigate what led up to the crash. @penelopeliersch #9News https://t.co/4u2BwU5x1i", "_id": "1512703869964402694"}, {"created_at": "2022-04-09 07:09:00+00:00", "text": "#BREAKING: Bria Joyce, 25, has been identified as the police officer killed in the \"catastrophic\" car crash in Victoria's north-west overnight. #9News\n\nDETAILS: https://t.co/tcORQDSkeP https://t.co/pCgUmKb1Xa", "_id": "1512689015325339650"}, {"created_at": "2022-04-09 00:06:00+00:00", "text": "A police officer and a man have been killed in a car crash in Victoria's far north-west overnight, with another officer fighting for life in hospital. #9News\nhttps://t.co/qPizsckGkr", "_id": "1512582564560572420"}, {"created_at": "2022-04-08 19:29:00+00:00", "text": "A US couple that had been missing for more than a week were \"at peace\" when the husband died a day before rescuers reached his wife. #9News\nhttps://t.co/9SbOZqYN4d", "_id": "1512512854099779585"}, {"created_at": "2022-04-08 12:05:11+00:00", "text": "The court heard the man had been drinking and the crime was religiously-motivated. #9News\nhttps://t.co/5snwtiZ0Wl", "_id": "1512401164113158146"}, {"created_at": "2022-04-08 08:12:46+00:00", "text": "A renowned cosmetic surgeon has been sent to prison, after being found guilty of raping a woman at a karaoke club in the city. \n\nThe judge said Ahnsup Kim was \"full of nonsense\", when he claimed the victim manipulated him. @eliza_rugg9 #9News https://t.co/VOjpuJsmfX", "_id": "1512342675193835520"}, {"created_at": "2022-04-08 08:07:15+00:00", "text": "A 30-year-old Scoresby man has been charged with murder, accused of killing his elderly father inside the family home.\n\nFriends of Bill Matthews say he was a gentle soul, who tried to help his troubled child until the very end. @lanamurphy #9News https://t.co/XQ3QD9qPCD", "_id": "1512341288019972096"}, {"created_at": "2022-04-08 06:44:44+00:00", "text": "United Australia Party leader Craig Kelly has been egged by a protestor at a political event in Melbourne.\n\nA video posted on social media shows a woman smashing an egg over the head of the former Liberal backbencher.\n\nVictoria Police are now investigating the incident. #9News https://t.co/OolqEARMsn", "_id": "1512320521752375299"}, {"created_at": "2022-04-08 03:50:00+00:00", "text": "A man has ben arrested after an elderly father was found dead inside a Scoresby home last night.\n\nMORE: https://t.co/e5i04k2mAe\n\n#9News https://t.co/PHINKl7Ayw", "_id": "1512276547255775232"}, {"created_at": "2022-04-08 02:35:00+00:00", "text": "Former Sydney teacher and Newtown Jets footballer Chris Dawson will face a criminal trial over the alleged murder of his wife Lynette nearly 40 years ago. #9News\nhttps://t.co/iezFMPOmfL", "_id": "1512257672766115843"}, {"created_at": "2022-04-08 01:45:00+00:00", "text": "Five puppies who were trapped in a submerged car in rising floodwaters after their owner was rescued have all escaped uninjured after the terrifying ordeal. #9News\nhttps://t.co/EevCNK3agA", "_id": "1512245090080616450"}, {"created_at": "2022-04-08 01:22:00+00:00", "text": "A man has been found dead in floodwaters at Cobbity, south-west of Sydney. #9News\nhttps://t.co/lmbnxNAQbk", "_id": "1512239301718773762"}, {"created_at": "2022-04-07 22:50:19+00:00", "text": "Police have found the body of a man inside a home in Nardu Court, Scoresby. #9News\n https://t.co/TFIB0xyEy1", "_id": "1512201130763329540"}, {"created_at": "2022-04-07 09:40:50+00:00", "text": "It took more than 60 firefighters to bring the large blaze under control. #9News\nhttps://t.co/zuwE5zgAjr", "_id": "1512002448793419783"}, {"created_at": "2022-04-07 08:17:14+00:00", "text": "Vladimir Putin's daughters are the latest targets of crippling American sanctions.\n\nMeanwhile, Ukraine is accusing Russian troops of using mobile crematoriums to destroy evidence of war crimes. @apiotrowski9 #9News https://t.co/JCnnS4Ifed", "_id": "1511981410927661057"}, {"created_at": "2022-04-07 08:05:19+00:00", "text": "A Brunswick East warehouse owner has watched his family business go up in flames after bravely trying to stop the fire from spreading.\n\nBut there was no stopping the inferno as it tore through an apartment block next door, leaving some residents homeless. @_stephanderson #9News https://t.co/cIhxbOgq1U", "_id": "1511978413069938691"}, {"created_at": "2022-04-07 07:10:00+00:00", "text": "Victorian Police have recommended the state's gambling regulator explore \"disciplinary action\" against a popular Melbourne nightclub after a string of alleged licensing breaches. #9News\nhttps://t.co/McPTy3UbLE", "_id": "1511964490782322690"}, {"created_at": "2022-04-07 06:07:13+00:00", "text": "Firefighters are battling a warehouse fire in Brunswick East that sent toxic smoke billowing across the city. \n\nA number of people have been forced to flee, as the family business went up in flames. @_stephanderson #9News https://t.co/XaPjbop3Mb", "_id": "1511948691975950339"}, {"created_at": "2022-04-07 04:50:00+00:00", "text": "A seventh teenager has been charged with murder over the alleged stabbing death of Reservoir boy Declan Cutler in Melbourne's north last month. #9News \nhttps://t.co/XjhGxTbnfb", "_id": "1511929258590887937"}, {"created_at": "2022-04-07 04:25:00+00:00", "text": "More than 30 firefighters are working to control a large blaze that has engulfed a factory in Melbourne's inner suburbs. #9News\nhttps://t.co/yNBUVxaeW3", "_id": "1511922967097266176"}, {"created_at": "2022-04-07 03:40:57+00:00", "text": "DEVELOPING: Firefighters are currently working to contain a massive blaze in a warehouse located in Brunswick East.\n\nA smoke warning has been issued to residents in surrounding areas, including Brunswick, Carlton North, Coburg, Northcote, Parkville, and Thornbury.\n\n#9News https://t.co/fd2mzl7Wxr", "_id": "1511911883619848193"}, {"created_at": "2022-04-07 03:35:00+00:00", "text": "A massive 40kg of ice, worth an estimated $20 million, has been seized from a Melbourne home after police tracked the drugs as they were imported from the US. #9News\nhttps://t.co/n4AuIHJD7B", "_id": "1511910384420093954"}, {"created_at": "2022-04-07 02:20:00+00:00", "text": "A man has been charged after a group of people were allegedly stabbed east of Melbourne. #9News\nhttps://t.co/dcldtWzChV", "_id": "1511891509926313987"}, {"created_at": "2022-04-07 01:53:00+00:00", "text": "A woman has been charged following a number of alleged suspicious fires in Sydney's east dating back to last year. #9News\nhttps://t.co/gRUF3hMl2L", "_id": "1511884715338338304"}, {"created_at": "2022-04-06 21:56:11+00:00", "text": "A 36-year-old man has been charged after a group of people were allegedly stabbed in #Warburton. #9News https://t.co/dcldtWzChV", "_id": "1511825120117014528"}, {"created_at": "2022-04-06 08:24:06+00:00", "text": "Victims of crime could be given easier access to compensation under a state government overhaul of legislation.\n\nIt's been labelled the most significant change in 50 years, but some want to see the benefits sooner. @_stephanderson #9News https://t.co/5SLHJt56N5", "_id": "1511620753195683847"}, {"created_at": "2022-04-06 08:15:57+00:00", "text": "President Zelensky has accused Russia of the \"most terrible war crimes\" since World War II.\n\nIn an address to the United Nations, he spoke of the invader's unimaginable brutality and the horrors that unfolded in the city of Bucha. @brett_mcleod #9News https://t.co/6rFmLrHXAh", "_id": "1511618700251697155"}, {"created_at": "2022-04-06 08:03:49+00:00", "text": "Police Air Wing footage has captured the horrifying moment innocent lives were put at risk by two fugitive drivers on EastLink.\n\nWilliam Dowell and Jordan Jenkins were careering into oncoming traffic at 200 kilometres an hour. @lanamurphy #9News https://t.co/dyss4ySWds", "_id": "1511615649315008520"}, {"created_at": "2022-04-06 06:45:00+00:00", "text": "Victims of upskirting, grooming and image-based sex offences are set to become eligible for financial help in Victoria as the process for all victims of crime to get financial assistance is made easier. #9News\nhttps://t.co/qzcSP5qlas", "_id": "1511595811632783367"}, {"created_at": "2022-04-06 06:19:38+00:00", "text": "Sweeping new reforms will be introduced to Victoria's parliament, making it easier for victims of crime to access financial compensation.\n\nVictims of Crime Commissioner (@voccvic) Fiona McCormack joins @dougalbeatty to discuss why these reforms are so overdue. #9News https://t.co/Lb2h0bysmY", "_id": "1511589427176431620"}, {"created_at": "2022-04-06 05:40:00+00:00", "text": "A UK man who stabbed his neighbour to death on the front lawn on his home following a long-running dispute has been found guilty of murder. #9News\nhttps://t.co/E3tzPq3PKt", "_id": "1511579453629116417"}, {"created_at": "2022-04-06 05:15:00+00:00", "text": "A new study claims to have unearthed evidence which suggests Chinese surgeons are executing death-row prisoners by removing their hearts before they are clinically dead. #9News\nhttps://t.co/7X9L8WTSCD", "_id": "1511573162303135749"}, {"created_at": "2022-04-06 03:10:00+00:00", "text": "A man accused of murdering his girlfriend has been extradited to Victoria today to front court exactly 17 months after she was killed. #9News\nhttps://t.co/Is2SASIREA", "_id": "1511541705371181061"}, {"created_at": "2022-04-06 01:32:00+00:00", "text": "A 12-year-old boy who suffered a head injury after falling from a ride at Movie World on the Gold Coast is in a stable condition this morning, as an investigation into the accident continues. #9News \nhttps://t.co/Inrw3lqM3y", "_id": "1511517042469482498"}, {"created_at": "2022-04-06 00:39:47+00:00", "text": "A 36-year-old man from #Warburton has been arrested after an alleged stabbing attack. #9News https://t.co/dcldtWzChV", "_id": "1511503902713303047"}, {"created_at": "2022-04-05 20:15:41+00:00", "text": "Crown Resorts is facing a mammoth fine over its illegal dealings with Chinese bank cards. @IzaStaskowski #9News https://t.co/xdsO2scURk", "_id": "1511437438400540674"}, {"created_at": "2022-04-05 15:33:24+00:00", "text": "Sickening scenes of mass graves and murdered civilians in Ukraine have jolted the world back to some of humanity's cruelest outrages. #9News\nhttps://t.co/WCcvsgncty", "_id": "1511366401973694464"}, {"created_at": "2022-04-05 12:41:53+00:00", "text": "A Melbourne mother could finally have justice after her daughter was found dead inside her home. @ajhegarty9 #9News https://t.co/VRudNiGAT4", "_id": "1511323238512664580"}, {"created_at": "2022-04-05 08:16:54+00:00", "text": "Frontline police say they aren't able to get to every emergency call in time because of a shortage of staff.\n\nA dispute has erupted over how many more officers are needed. @heidimur #9News https://t.co/aeyTUwrgQz", "_id": "1511256553193680897"}, {"created_at": "2022-04-05 08:12:22+00:00", "text": "A crestfallen Ukrainian president has visited the town of Bucha, ravaged by Russian troops. \n\nHe's described the hundreds of corpses he saw strewn across the streets as war crimes the world will recognise as genocide. @brett_mcleod #9News https://t.co/scD6Isxk46", "_id": "1511255409729884164"}, {"created_at": "2022-04-05 08:05:14+00:00", "text": "Nearly two years of campaigning by the mother of a woman savagely killed in Endeavour Hills has paid off.\n\nPolice today charged Jessica Geddes' former boyfriend with murder, and will soon extradite him from Queensland. @ajhegarty9 #9News https://t.co/8A0ZvLEkfQ", "_id": "1511253615889063940"}, {"created_at": "2022-04-05 07:35:00+00:00", "text": "A child has been injured on a ride at Movie World on the Gold Coast during the first week of the school holidays in Queensland. #9News\nhttps://t.co/Inrw3l9aEY", "_id": "1511246006750392328"}, {"created_at": "2022-04-05 04:00:00+00:00", "text": "A Queensland man has been charged with murder after a young woman was found dead inside a Victorian property in 2020. #9News \nhttps://t.co/I1iw01NnHl", "_id": "1511191902770679815"}, {"created_at": "2022-04-04 22:36:05+00:00", "text": "At least two shooters fired more than 100 rounds in #Sacramento, killing six people. #9News\nhttps://t.co/IJJ59JQ0ds", "_id": "1511110384626765826"}, {"created_at": "2022-04-04 14:25:50+00:00", "text": "The Demons fan illegally entered Perth to attend the 2021 AFL Grand Final during Western Australia's tough COVID-19 rules. #9News\nhttps://t.co/W4wl5moaPy", "_id": "1510987009485320198"}, {"created_at": "2022-04-04 11:27:12+00:00", "text": "Police said the car was speeding at more than 150km/h on the wrong side of the road. #9News\nhttps://t.co/rZb2kq7f7l", "_id": "1510942052930174979"}, {"created_at": "2022-04-04 10:36:56+00:00", "text": "It follows recent reports of flood victims being forced to move out of Byron Bay to make way for holiday tourists. #9News\nhttps://t.co/YTCXnQbf1s", "_id": "1510929405501382657"}, {"created_at": "2022-04-04 08:36:41+00:00", "text": "Victoria Police is hoping serial stalkers will be stopped, in a trial of a new tool to identify and track potentially serious offenders.\n\nIt's an Australian-first designed to give officers a look at the bigger picture. @lanamurphy #9News https://t.co/M96JNLk5Yc", "_id": "1510899143513935876"}, {"created_at": "2022-04-04 08:34:07+00:00", "text": "A man has been charged with murder, after a seasonal worker was stabbed to death in Victoria's northwest. @elisabeth_moss9 #9News https://t.co/vVr2I2MWYq", "_id": "1510898497951830019"}, {"created_at": "2022-04-04 08:13:35+00:00", "text": "Two bushwalkers are dead following a landslide in the Blue Mountains.\n\nRescuers are tonight racing to winch out other members of the group injured when flood-soaked earth gave way beneath them. @vickyjardim #9News https://t.co/VyMvLNZZkT", "_id": "1510893329961164802"}, {"created_at": "2022-04-04 07:40:00+00:00", "text": "As peak growing season comes to an end, authorities have urged people to look out for fields of illegal tobacco which could be mistaken for crops of kale, cabbage or corn. #9News\nhttps://t.co/mjXKWIuf6C", "_id": "1510884876899205121"}, {"created_at": "2022-04-04 06:56:45+00:00", "text": "Two people have died and others are trapped after a landslip in the NSW Blue Mountains. #9News\nhttps://t.co/jyzLznh80b", "_id": "1510873994521882628"}, {"created_at": "2022-04-04 04:37:00+00:00", "text": "Two people have been arrested in New South Wales after a man was found dead in north-west Victoria on Wednesday. #9News\nhttps://t.co/jCQlD1jSIM", "_id": "1510838823424446466"}, {"created_at": "2022-04-04 04:12:00+00:00", "text": "With stalking crimes in Victoria rising sharply, police are trialling a new tool to try and better protect victims. #9News \nhttps://t.co/1RV7DtMR2q", "_id": "1510832532081811457"}, {"created_at": "2022-04-04 03:45:45+00:00", "text": "JUST IN: Two men have been arrested following a police pursuit with a stolen vehicle throughout Melbourne's south eastern suburbs today.\n\nDetectives located the two men hiding in the roof space of a Cranbourne property following the high-speed pursuit. #9News https://t.co/Zw5JHMZDMy", "_id": "1510825927336656900"}, {"created_at": "2022-04-04 02:45:00+00:00", "text": "Scott Morrison said Russia must be held accountable for any war crimes after officials in Ukraine said the bodies of 410 civilians have been removed from towns that were recently retaken from Russian forces. #9News\nhttps://t.co/3ATQvc4z3f", "_id": "1510810637860892674"}, {"created_at": "2022-04-04 00:37:48+00:00", "text": "Flight crash investigators have taken control of the remote Mount Disappointment site where five people died in an horrific helicopter crash north of Melbourne. #9News https://t.co/5BxKluo5Dm", "_id": "1510778627910213632"}, {"created_at": "2022-04-03 20:00:26+00:00", "text": "A gunman is on the run this morning after a mass shooting left six people dead in the capital of California. #9News\nhttps://t.co/OVk8aCq91g", "_id": "1510708826944655361"}, {"created_at": "2022-04-03 15:07:00+00:00", "text": "When an asteroid slammed into the Earth 66 million years ago, three-quarters of plants and animals on Earth died, including all dinosaurs.\n\nCockroaches, however, survived the impact. #9News https://t.co/3oc9SWec0S", "_id": "1510634980413562880"}, {"created_at": "2022-04-02 23:18:00+00:00", "text": "Hope Solo was arrested in North Carolina on charges of misdemeanor child abuse, resisting arrest and impaired driving, police said. #9News\nhttps://t.co/je6r7HMs79", "_id": "1510396156697841667"}, {"created_at": "2022-04-02 22:08:17+00:00", "text": "Storms and rough surf could lead to deadly sea snakes washing up along the east coast of Australia. #9News\nhttps://t.co/YHVpOb8Ak4", "_id": "1510378614814289921"}, {"created_at": "2022-04-02 21:31:52+00:00", "text": "The former chief prosecutor of the International Criminal Court has called for an international arrest warrant to be issued for Russian President Vladimir Putin. #9News\nhttps://t.co/DedXKogCmH", "_id": "1510369446874951680"}, {"created_at": "2022-04-02 19:00:00+00:00", "text": "WA Police allege the 27-year-old passenger got into the driver's seat and stole the car while the woman was buying a cake.\nThe woman's 5-year old-daughter was still in the back seat. #9News https://t.co/Zg49uYfy9M", "_id": "1510331228766965763"}, {"created_at": "2022-04-02 07:17:00+00:00", "text": "Protesters have been arrested after blockading and climbing aboard a fuel tanker outside the Exxon Mobil terminal in Yarraville.\n\nIt was part of a week-long climate change campaign, diverting police resources to deal with their antics. @EmilyRice28 #9News https://t.co/4PaWilYzi0", "_id": "1510154314148417539"}, {"created_at": "2022-04-02 07:05:35+00:00", "text": "The final two victims of the Mt Disappointment helicopter disaster are being remembered tonight for their devotion to their families.\n\nThe men were formally identified, as rescuers retrieved all five bodies from the rugged terrain. @MaggieRaworth #9News https://t.co/ABIoJBpxSO", "_id": "1510151439766667266"}, {"created_at": "2022-04-02 03:49:03+00:00", "text": "A South Australian man has been charged with the murder of his mother after her body was found inside the shed of an Adelaide Hills home. #9News\n\nhttps://t.co/hM1MkqUkXX", "_id": "1510101982979100673"}, {"created_at": "2022-04-02 02:33:02+00:00", "text": "The fourth victim of a helicopter crash in rural Victoria on Thursday has been identified. #9News\n\nhttps://t.co/F9PGVSIaA0", "_id": "1510082853530263554"}, {"created_at": "2022-04-01 22:29:14+00:00", "text": "A new anti-COVID-19 drug has shown promising signs of eliminating the virus in three days, a study has revealed. #9News\nhttps://t.co/jrlIF97N3W", "_id": "1510021497905348609"}, {"created_at": "2022-04-01 22:09:52+00:00", "text": "Authorities will continue the operation to retrieve the bodies from the Mt Disappointment helicopter crash as victims have been identified. @IzaStaskowski #9News https://t.co/Il4Mh2dWXI", "_id": "1510016622983098376"}, {"created_at": "2022-04-01 20:05:12+00:00", "text": "Three of the five victims in the helicopter crash in Mt Disappointment have been identified. @IzaStaskowski #9News https://t.co/UWYsTqFOH9", "_id": "1509985251698819081"}, {"created_at": "2022-04-01 16:31:00+00:00", "text": "Police have shared footage of several drivers travelling recklessly on roads, endangering themselves and others. #9News\nhttps://t.co/L4C6Wxg73O", "_id": "1509931344184315904"}, {"created_at": "2022-04-01 08:31:22+00:00", "text": "The attack is alleged to have happened the day after police rescued Cleo Smith from Terence Kelly's home. #9News\nhttps://t.co/6Vlu32Bszh", "_id": "1509810642781319170"}, {"created_at": "2022-04-01 07:22:33+00:00", "text": "More than 120 drivers have been nabbed during a police operation targeting motorists on some of Melbourne's major freeways. \n\nArmed with high-tech lasers, officers were strategically placed on a footbridge to catch speedsters breaking the law. @nearyty_9 #9News https://t.co/DCehmmJqjk", "_id": "1509793321530576908"}, {"created_at": "2022-04-01 07:12:19+00:00", "text": "Victoria Police is vowing to get back to basics in a bid to rebuild damaged community trust after the pandemic.\n\nThe state’s top cop says it should result in a much more visible presence on suburban streets. @heidimur #9News https://t.co/qoKskoOh36", "_id": "1509790746848677910"}, {"created_at": "2022-04-01 07:08:21+00:00", "text": "Convicted drug lord Tony Mokbel has been rushed to hospital from his cell at Barwon Prison. @dougalbeatty #9News https://t.co/eMOCeBhnM1", "_id": "1509789749124419596"}, {"created_at": "2022-04-01 06:40:00+00:00", "text": "A young family have had their home and brush fence set on fire deliberately in Netley, South Australia overnight but police say the attacker was not targeting the property's current occupants. #9News  \nhttps://t.co/g4DFlQhZTa", "_id": "1509782613858291716"}, {"created_at": "2022-04-01 06:02:33+00:00", "text": "Speeding drivers are being warned to slow down, as police increase their presence across Melbourne's major roads. @nearyty_9 #9News https://t.co/ex3x2ifOmt", "_id": "1509773191954288643"}, {"created_at": "2022-04-01 05:21:12+00:00", "text": "Victoria Police is getting back to basics, resetting its approach with the community through a new neighbourhood policing model.\n\nChief Commissioner Shane Patton says the initiative aims to build trust and ensure all members of the community feel safe. #9News https://t.co/sMj9xDcQdb", "_id": "1509762783122010154"}, {"created_at": "2022-04-01 05:05:39+00:00", "text": "Air safety investigators have arrived at Mount Disappointment, to examine the wreckage of the state's deadliest helicopter crash in decades. \n\nIt comes as details emerge around some of the victims involved in the crash. @ajhegarty9 #9News https://t.co/wZEbEthkQN", "_id": "1509758871694454827"}, {"created_at": "2022-04-01 01:20:00+00:00", "text": "A record haul of cocaine with an estimated street value of more than $166 million is in police hands after it was seized in South Australia. #9News\nhttps://t.co/Kec5kPGNzd", "_id": "1509702083393425415"}, {"created_at": "2022-04-01 00:02:54+00:00", "text": "A longstanding leader in the meat industry has been identified among those killed in a deadly helicopter crash in regional Victoria. #9News\nhttps://t.co/pY7w1oJlQX", "_id": "1509682682539954178"}, {"created_at": "2022-03-31 23:03:00+00:00", "text": "The company that owned a chartered helicopter lost to a deadly crash in regional Victoria yesterday has halted all flights, as authorities continue to investigate. #9News\nhttps://t.co/hb4UkBcLTZ", "_id": "1509667606734807056"}, {"created_at": "2022-03-31 18:35:30+00:00", "text": "Five people are confirmed dead after a helicopter crashed north of Melbourne. @IzaStaskowski  #9News https://t.co/QC2q2ONFqH", "_id": "1509600289569001476"}, {"created_at": "2022-03-31 18:15:33+00:00", "text": "The drug also works to prevent migraines, rather than treating them once they arrive. #9News https://t.co/RFNGqGL4Fo", "_id": "1509595270022983682"}, {"created_at": "2022-03-31 11:52:59+00:00", "text": "The search for survivors following a helicopter crash in Victoria has ended in tragedy.\n\nFive people have been confirmed dead at Mount Disappointment, north of Melbourne. @maddieslattery #9News https://t.co/psqNGr8gZv", "_id": "1509498991825801220"}, {"created_at": "2022-03-31 08:48:30+00:00", "text": "#BREAKING: Police have confirmed five people have been killed in a helicopter crash near Mt Disappointment. #9News\nhttps://t.co/hb4UkAVavp", "_id": "1509452563770331136"}, {"created_at": "2022-03-31 07:10:55+00:00", "text": "The sons of murdered Thornbury mother Maria James say they're devastated a new inquest has failed to identify her killer, 42 years on. \n\nThe Coroner slammed the initial police investigation, where vital evidence was either lost or destroyed. @eliza_rugg9 #9News https://t.co/MM6Z5sWJlg", "_id": "1509428007018143748"}, {"created_at": "2022-03-31 07:04:07+00:00", "text": "Five people are feared dead after their helicopter crashed into rugged terrain on Mount Disappointment, north of Melbourne. @lanamurphy #9News https://t.co/P0FnhRaTlZ", "_id": "1509426294349602818"}, {"created_at": "2022-03-31 04:30:00+00:00", "text": "A second coronial inquest into the cold case murder of a Melbourne mother has provided no clarity about the culprit, with the coroner recommending Victoria Police take immediate action to further the investigation. #9News\nhttps://t.co/SRfvGeZfTz", "_id": "1509387511302295552"}, {"created_at": "2022-03-31 04:05:00+00:00", "text": "\"We've seen Russian soldiers - short of weapons and morale - refusing to carry out orders, sabotaging their own equipment and even accidentally shooting down their own aircraft.\" #9News https://t.co/6Xapv7Q6zF", "_id": "1509381219221446659"}, {"created_at": "2022-03-31 03:25:36+00:00", "text": "JUST IN: #9News understands that police have located the crash site of a helicopter in dense bushland near Mt Disappointment.\n\nThe helicopter was one of two travelling north in convoy from Melbourne's CBD over Mt Disappointment when it disappeared just after 9.30am. #9News https://t.co/8FAwQ4wu2M", "_id": "1509371306579730432"}, {"created_at": "2022-03-31 03:15:00+00:00", "text": "A man is believed to have been stabbed to death in rural Victoria. #9News\nhttps://t.co/3mfYic96TO", "_id": "1509368636456116226"}, {"created_at": "2022-03-30 20:30:06+00:00", "text": "A 58-year-old man is believed to have been stabbed to death in #Manangatang, rural Victoria. #9News https://t.co/3mfYicqIio", "_id": "1509266739468677122"}, {"created_at": "2022-03-30 14:39:06+00:00", "text": "The inquest was shown video footage of Hannah Clarke's estranged husband purchasing the items used to murder her. #9News\nhttps://t.co/cF3Uip5NRf", "_id": "1509178410215510021"}, {"created_at": "2022-03-30 13:38:11+00:00", "text": "#GALLERY: Thousands of people are dead, and almost four million Ukrainians have fled the country over the past month. #9News\nhttps://t.co/yxjGhI19WH", "_id": "1509163080030167047"}, {"created_at": "2022-03-30 09:04:09+00:00", "text": "#BREAKING: Australian television personality Ernie Carroll, best known for his character Ossie Ostrich on Hey Hey It's Saturday, has died at the age of 92. #9News\nhttps://t.co/U4tHm4jgRV", "_id": "1509094114976968708"}, {"created_at": "2022-03-30 07:36:01+00:00", "text": "The relatives of a man mown down by a hit-run driver say they're willing to forgive the killer if he hands himself in.\n\nAlmost three months have passed since he was left for dead in Hampton Park on his way to work. @lanamurphy #9News https://t.co/yVxl6dqtSc", "_id": "1509071936525115394"}, {"created_at": "2022-03-30 02:20:00+00:00", "text": "A Singapore court has rejected a final appeal by a man sentenced to death for drug trafficking, following a campaign by his lawyers who said the trial violated international laws as the man has intellectual disabilities. #9News \nhttps://t.co/lrmZvuRSqk", "_id": "1508992407244881920"}, {"created_at": "2022-03-30 00:08:48+00:00", "text": "A sixth man has been charged over the fatal stabbing of basketballer Alier Riak during an alleged brawl in Melbourne. #9News\nhttps://t.co/JdvYnre9Ip", "_id": "1508959391412031488"}, {"created_at": "2022-03-29 23:26:41+00:00", "text": "Police are calling out for witnesses who were in #HamptonPark on January 6. #9News https://t.co/tkWIim7oGt", "_id": "1508948792221044747"}, {"created_at": "2022-03-29 21:05:17+00:00", "text": "Israeli paramedics say at least five people have been killed in a shooting east of Tel Aviv. #9News\nhttps://t.co/f5DWDvQItI", "_id": "1508913208035139589"}, {"created_at": "2022-03-29 12:38:27+00:00", "text": "Accelerated coral bleaching in the Great Barrier Reef and deadly floods across the nation.\n\nDoes the environment benefit from the Federal Budget? #9News\nhttps://t.co/I8EU8psSxp", "_id": "1508785657300226050"}, {"created_at": "2022-03-29 07:33:50+00:00", "text": "Detectives have revealed they're still searching for another suspect over a deadly Docklands stabbing that claimed the life of a budding basketballer. @eliza_rugg9 #9News https://t.co/Aizmb4uu1R", "_id": "1508708998714961932"}, {"created_at": "2022-03-29 07:03:40+00:00", "text": "The family of a boy stabbed to death days before his 18th birthday have broken down after hearing his final words.\n\nA court heard two men who continued to attack the student as he lay dying have shown no remorse. @lanamurphy #9News https://t.co/2no6JaVWZT", "_id": "1508701408450826243"}, {"created_at": "2022-03-29 05:45:00+00:00", "text": "Police are calling for help to track down 19-year-old Mageri Sari as they investigate a Melbourne stabbing incident that killed a man and left his brother seriously injured. #9News\nhttps://t.co/QEXS953x2G", "_id": "1508681609213628418"}, {"created_at": "2022-03-29 03:20:00+00:00", "text": "A federal judge has asserted it is “more likely than not” that Donald Trump committed crimes in his attempt to stop the certification of the 2020 election. #9News\nhttps://t.co/dwafnpIrtr", "_id": "1508645118735224833"}, {"created_at": "2022-03-29 01:40:00+00:00", "text": "The body of a man swept away by floodwaters yesterday has been located by police. #9News\nhttps://t.co/CSPGZ07joV", "_id": "1508619952907071496"}, {"created_at": "2022-03-29 01:15:00+00:00", "text": "Detectives have released CCTV images of six men they wish to speak to as part of their investigation into a late-night Sydney stabbing inside a Darling Harbour cafe. #9News\nhttps://t.co/TC4m8IRo3q", "_id": "1508613661413175297"}, {"created_at": "2022-03-28 07:40:38+00:00", "text": "An elderly woman accused of running a drug empire with her daughter from their Hughesdale home could die in prison. \n\nPolice allege they trafficked drugs via the dark web before posting them in the mail. @lanamurphy #9News https://t.co/UeGuTR1XnN", "_id": "1508348321655660544"}, {"created_at": "2022-03-28 07:34:11+00:00", "text": "Victorian schools are installing high tech sensors to stop students from vaping.\n\nDisposable e-cigarettes are being sold illegally to children, with an increasing number becoming addicted to nicotine without realising. @nearyty_9 #9News https://t.co/zuP2dn7IIc", "_id": "1508346700833955842"}, {"created_at": "2022-03-28 07:25:42+00:00", "text": "Security footage of the incident that sparked the deadly shooting at Prahran's Love Machine nightclub in 2019 has been released publicly.\n\nBut the man at the centre of the tragedy has told a jury he doesn't remember anything. @eliza_rugg9 #9News https://t.co/Z7Coor5JSi", "_id": "1508344565551579141"}, {"created_at": "2022-03-28 04:35:46+00:00", "text": "Forest Fire Management Victoria has conducted 23 planned burns since Friday, including 16 in Greater Melbourne, leading to a drop in air quality for parts of the metropolitan area.", "_id": "1508301800457510912"}, {"created_at": "2022-03-27 07:33:32+00:00", "text": "Australians with Cystic Fibrosis will no longer have to fork out hundreds of thousands of dollars a year for treatment, after a life changing drug was listed on the PBS.\n\nThe medicine will now cost as little as $6.80 for concession holders. @Elisabeth_Moss9 #9News https://t.co/yFLvj7Y2sE", "_id": "1507984147041734659"}, {"created_at": "2022-03-27 05:36:12+00:00", "text": "A man has died after being pulled from the water on a popular beach in Sydney.\n\nVolunteer Surf Life Savers were alerted by the public after they found a surf ski floating unaccompanied. #9News\n\nhttps://t.co/cplLkBxOYv", "_id": "1507954620626137089"}, {"created_at": "2022-03-26 22:51:29+00:00", "text": "A 40-year-old #Spotswood man has been arrested over the alleged theft of partial human remains from mausoleums at a cemetery in #Footscray. #9News https://t.co/LrPkrhActd", "_id": "1507852769180680194"}, {"created_at": "2022-03-26 15:59:00+00:00", "text": "A raging fire erupted on Friday at an oil depot in Jiddah ahead of a Formula One race in the Saudi city, with Yemen's Houthis rebels acknowledging they had launched a series of attacks on the kingdom. #9News\nhttps://t.co/PY7fsrSdFS", "_id": "1507748963528560646"}, {"created_at": "2022-03-26 12:07:00+00:00", "text": "A four-year-old boy with a terminal illness has been granted a special police honour as part of his bucket list. #9News\nhttps://t.co/ZqiNu4eKZD", "_id": "1507690579353747462"}, {"created_at": "2022-03-26 07:37:52+00:00", "text": "A Perth family is tonight pleading for justice, after their son was stabbed to death in a violent unprovoked attack, while celebrating his birthday in Melbourne.\n\nAlier Riak was laid to rest as friends and family remembered him. @lucyamcleod #9News https://t.co/FbL91ULRmc", "_id": "1507622850387132421"}, {"created_at": "2022-03-26 07:29:00+00:00", "text": "Telstra 000 call takers say they're being forced to listen to Victorians die over the phone, because it's taking too long to transfer them to emergency services.\n\nThe government's continuing to blame pandemic related pressures for the deadly delays. @reid_butler9 #9News https://t.co/ukoT7Hl9MX", "_id": "1507620619114131460"}, {"created_at": "2022-03-26 07:11:07+00:00", "text": "A terrified resident has described the moment she was pulled from her burning home by two off duty firefighters.\n\nThe inferno tore through the Wyndham Vale property sending a cloud of black smoke into the suburbs. @Elisabeth_Moss9 #9News https://t.co/xgP9MMM7CD", "_id": "1507616117350612994"}, {"created_at": "2022-03-26 04:33:26+00:00", "text": "The MCG was evacuated during the Magpies' clash with the Crows  after the fire alarm sounded during the second quarter.\n\nPlayers from both sides were forced to gather in the middle of the oval, while fans were ushered out of the stadium. #9News\n\nhttps://t.co/OTJTWKAw5N", "_id": "1507576438358126595"}, {"created_at": "2022-03-25 23:56:32+00:00", "text": "There are currently 250 people in hospital with the virus and 18 in ICU.\n\nSadly, a further nine people died with the virus in Victoria. #9News https://t.co/ge8sCNM5Lf", "_id": "1507506750597050378"}, {"created_at": "2022-03-25 19:34:18+00:00", "text": "The raging fire came after a series of attacks on the kingdom of Saudi Arabia.\n\nConcerns are now being raised over the Saudi Arabian Grand Prix being held on Sunday. #9News https://t.co/g1ozxy9dAJ", "_id": "1507440757581488129"}, {"created_at": "2022-03-25 07:23:05+00:00", "text": "Two people, including a baby, have been taken to hospital following a stabbing in Melbourne's west this morning. \n\nWitnesses say they heard an argument unfold before a man covered in blood emerged. @maggieraworth #9News https://t.co/INkPWGZ9K1", "_id": "1507256743344099358"}, {"created_at": "2022-03-25 07:04:48+00:00", "text": "Police believe they've located the remains of two people after grave sites were tampered with and body parts stolen from a Footscray cemetery.\n\nOfficers have arrested a 40-year-old man in relation to the crime. @mimirosebecker #9News https://t.co/If0JiidaA4", "_id": "1507252141966118924"}, {"created_at": "2022-03-25 07:03:21+00:00", "text": "A mother and her two daughters have been found dead in a burnt out car on the outskirts of Cranbourne.\n\nArson investigators are treating the tragedy as a murder-suicide. @lanamurphy #9News https://t.co/PjqC6gPXqV", "_id": "1507251777959251971"}, {"created_at": "2022-03-25 02:52:14+00:00", "text": "Police executed a warrant of a Spotswood property today, where they allegedly recovered what is believed to be the partial human remains stolen from the grave sites.\n\nMORE: https://t.co/bymkBWbGCy\n\n#9News", "_id": "1507188580439195651"}, {"created_at": "2022-03-25 01:33:10+00:00", "text": "Emergency services were called to a fire beside the Western Port Highway just before 8pm, and rushed to extinguish the blaze before it could spread further.\n\nDetectives from the Arson and Explosives Squad are now investigating the incident.", "_id": "1507168681155248130"}, {"created_at": "2022-03-25 01:33:00+00:00", "text": "A woman and two children have tragically died after a car burst into flames near Cranbourne West last night. #9News https://t.co/QimGexOQsx", "_id": "1507168639413538816"}, {"created_at": "2022-03-25 01:20:00+00:00", "text": "A record $58 million will be spent on establishing specialist endometriosis and pelvic pain clinics in every Australian state and territory in a move experts say will drastically slash costs for patients. #9News \nhttps://t.co/ciGUtGv2lI", "_id": "1507165368527302662"}, {"created_at": "2022-03-25 00:01:57+00:00", "text": "Three bodies have been found after a car fire on the side of a highway in Melbourne's south overnight. #9News\nhttps://t.co/GTyl1ctHz3", "_id": "1507145726782226432"}, {"created_at": "2022-03-24 23:37:51+00:00", "text": "YOUR SAY: Is the Australian Dream of owning a home dead?\n\nNew research has revealed four out of five Australians wishing to enter the property market now think owning a house in their lifetime is unachievable. #9News\n\nFULL DETAILS: https://t.co/34zSjwp2bv https://t.co/fV869Z4WCy", "_id": "1507139663651172359"}, {"created_at": "2022-03-24 07:14:57+00:00", "text": "It's exactly one month since Russia invaded Ukraine, with thousands of civilians being killed and millions more displaced.\n\nThe ongoing bloodshed has forced the United States to declare Vladimir Putin's troops have committed war crimes. @cgreenbank9 #9News https://t.co/ACh61Hj4if", "_id": "1506892306389118980"}, {"created_at": "2022-03-24 07:05:38+00:00", "text": "There's been a bombshell twist in the retrial of accused police killer Jason Roberts, with former co-accused Bandali Debs due to testify against him.\n\nProsecutors allege they were heard on secret phone recordings, bragging they'd got away with the murders. @eliza_rugg9 #9News https://t.co/If6OcfaFxY", "_id": "1506889961517338629"}, {"created_at": "2022-03-23 22:22:46+00:00", "text": "The US government has formally declared that members of the Russian armed forces have committed war crimes. #9News\nhttps://t.co/3LHHY8Eex5", "_id": "1506758379057807362"}, {"created_at": "2022-03-23 20:53:35+00:00", "text": "The death of a 16-year-old #Reservoir boy has been described as \"one of the most vicious and brutal attacks\" police officers have seen. #9News https://t.co/2H5vlHfkfE", "_id": "1506735934699675651"}, {"created_at": "2022-03-23 09:34:45+00:00", "text": "The inquest heard that in the weeks leading to Hannah Clarke's murder, the young mother had asked a work colleague how to write a will. #9News\nhttps://t.co/m1npEEIYRv", "_id": "1506565102106865664"}, {"created_at": "2022-03-23 06:50:00+00:00", "text": "Australia's largest Outlaw Motorcycle Gang is under the spotlight after police arrested four senior bikies on firearm related offences. #9News \nhttps://t.co/GHZTC3yaKK", "_id": "1506523639545401344"}, {"created_at": "2022-03-22 18:25:00+00:00", "text": "Fire investigators sifting through what's left of the caravan believe an exploding E-scooter charger caused the blaze. #9News\nhttps://t.co/jf5Nobk7Al", "_id": "1506336154706231300"}, {"created_at": "2022-03-22 13:25:19+00:00", "text": "The mother-of-three had burns to 97 per cent of her body when she told police what her estranged husband had done. #9News\nhttps://t.co/MzP7G0fvvH", "_id": "1506260739182702596"}, {"created_at": "2022-03-22 11:33:16+00:00", "text": "Australia's largest mail processing centre is using a new forensics lab to detect and test for illegal items sent in the mail. #9News\nhttps://t.co/vCqJWdcV1V", "_id": "1506232540570734592"}, {"created_at": "2022-03-22 11:09:40+00:00", "text": "A 23-year-old driver is accused of hitting an aged care worker in Melbourne - claiming her Tesla was on autopilot at the time. \n\nPolice say the P-plater left the scene and returned hours later to speak to officers. @penelopeliersch #9News https://t.co/U0xEqAPUkk", "_id": "1506226599028535298"}, {"created_at": "2022-03-22 07:53:21+00:00", "text": "Barry Hall and Sonny Bill Williams have almost come to blows during a dramatic weigh-in for tomorrow night's fight.\n\nWhile Sonny Bill scurried for the exit, \"Big Bad Barry\" stuck around to fire a few verbal barbs. @cstanaway #9News https://t.co/cRvkfRkE8g", "_id": "1506177197006102536"}, {"created_at": "2022-03-22 07:34:36+00:00", "text": "Drivers who use their phone behind the wheel are on notice, with new high tech portable cameras to be legalised and rolled out across Victoria. \n\nHefty fines will earn the government a fortune, but the Police Minister insists it's not about revenue raising. @reid_butler9 #9News https://t.co/d7Z8MaLrfH", "_id": "1506172478745366537"}, {"created_at": "2022-03-22 07:33:02+00:00", "text": "Three men have gone on trial over the fatal shooting at a Prahran nightclub in 2019, where a security guard and innocent patron were killed.\n\nThe teenage gunman today admitted he pulled the trigger, but denies it was murder. @eliza_rugg9 #9News https://t.co/fb2XC2p5M7", "_id": "1506172082291412992"}, {"created_at": "2022-03-22 07:05:00+00:00", "text": "An aged care worker is fighting for life after she was struck and left for dead as she boarded a tram in Armadale. \n\nThe driver involved, who later handed herself in, claimed her Tesla was on autopilot when the woman was hit. @lanamurphy #9News https://t.co/pYqTQTleQz", "_id": "1506165029422383112"}, {"created_at": "2022-03-22 05:25:00+00:00", "text": "The plane, with 132 aboard, crashed in a remote mountainous area of southern China, setting off a forest fire visible from space. #9News \nhttps://t.co/XMDjR0Yz87", "_id": "1506139860817506313"}, {"created_at": "2022-03-22 04:20:00+00:00", "text": "The long-running, multi-million-dollar British police operation to find out what happened to Madeleine McCann is on the brink of shutting down. #9News\nhttps://t.co/5Gj4n2syyi", "_id": "1506123503187083266"}, {"created_at": "2022-03-22 03:30:00+00:00", "text": "If accurate, it means four times as many Russians have died in Ukraine in three weeks as US military personnel in Afghanistan in 20 years. #9News\nhttps://t.co/Zoi8RtiCtD", "_id": "1506110921155956740"}, {"created_at": "2022-03-22 00:33:00+00:00", "text": "After coming under fire earlier this year for requiring prospective students to sign an \"anti-gay\" enrolment contract, a Christian school in Brisbane is now accused of demanding similar commitments from its teachers. #9News https://t.co/vUsQarteg9", "_id": "1506066376703754246"}, {"created_at": "2022-03-21 19:08:34+00:00", "text": "Police are one step closer to solving one of Australia's longest lasting cold cases, charging a 62-year-old man with the 1984 murder of Bernie Williams. @IzaStaskowski #9News\n\nDETAILS: https://t.co/GaUCLQtK2U https://t.co/kvzvcLz5QL", "_id": "1505984731195785219"}, {"created_at": "2022-03-21 17:30:14+00:00", "text": "With civilian deaths mounting in the besieged port city of Mariupol, European Union countries have accused the Russian armed forces of committing war crimes in Ukraine. #9News\nhttps://t.co/bqhk19NnTQ", "_id": "1505959984177233923"}, {"created_at": "2022-03-21 15:30:16+00:00", "text": "An inquest into the horrific murders of Queensland mother Hannah Clarke and her three children has heard of her bravery in their final moments. #9News\nhttps://t.co/TSaSygGpe5", "_id": "1505929794881470464"}, {"created_at": "2022-03-21 13:43:01+00:00", "text": "Up to nine fishermen are feared dead after their boat capsized about 900km off Broome this morning. #9News\nhttps://t.co/CqYvRIdmjU", "_id": "1505902804703002629"}, {"created_at": "2022-03-21 10:39:08+00:00", "text": "A brave woman has fought off a man who stabbed her multiple times during an attempted daylight robbery at a Melbourne tobacco store. #9News\nhttps://t.co/WaSPEIMTZJ", "_id": "1505856530234675212"}, {"created_at": "2022-03-21 08:27:07+00:00", "text": "A brave mother has fought off a violent thug who stabbed her multiple times during a daylight robbery.\n\nThe 59 year old was working alone when she was confronted by the knife wielding man. \n\nA warning, this report includes confronting images. @NearyTy_9 #9News https://t.co/z2qIotkUJe", "_id": "1505823304187211779"}, {"created_at": "2022-03-21 07:45:03+00:00", "text": "The pint-police are on patrol!\n\nAs @AllanRaskall discovered, Government officers are hitting pubs and clubs to ensure patrons get what they pay for when ordering their favourite drink. #9News https://t.co/B0v9DvBgwb", "_id": "1505812719873802241"}, {"created_at": "2022-03-21 07:43:15+00:00", "text": "A crackdown on cyber criminals has been unveiled, to stop Australians losing billions in online scams.\n\nEddy Meyer says the national plan comes with the launch of a new taskforce. @eddy_meyer #9News https://t.co/0XkwtUgMCL", "_id": "1505812267077713922"}, {"created_at": "2022-03-21 07:31:20+00:00", "text": "One of Melbourne's most baffling cold cases is a step closer to being solved, after a man was charged with murder. \n\nDetectives believe others may have been involved in Bernie Williams' death, and they're investigating whether sexual jealousy was the motive. @reid_butler9 #9News https://t.co/AFaJjKFHgJ", "_id": "1505809265067442178"}, {"created_at": "2022-03-21 07:28:21+00:00", "text": "Family and close friends of Phillip Island mother Samantha Fraser say she was happy in the lead up to her death in 2018, after breaking up with her husband.\n\nAdrian Basham is standing trial for his estranged wife's murder, but insists she took her own life. @Eliza_Rugg9 #9News https://t.co/jHV0C0zu7D", "_id": "1505808514861744129"}, {"created_at": "2022-03-21 07:24:38+00:00", "text": "Firefighters had their work cut out when two speedboats burst into flames at Blairgowrie.\n\nChallenged by distance, they ran hoses to the burning vessels as owners scrambled to save neighbouring boats. @MaggieRaworth #9News https://t.co/3FOY2jTpv8", "_id": "1505807582954459138"}, {"created_at": "2022-03-21 07:17:30+00:00", "text": "#EMERGENCY: There's an emergency unfolding in the city's north-west with a fire tearing through a home at St Albans. @MimiRoseBecker #9News https://t.co/i4WUkO0zok", "_id": "1505805786844434439"}, {"created_at": "2022-03-21 05:25:00+00:00", "text": "Queensland police have charged a 50-year-old man with the murder of a 74-year-old woman after her body was found at a home in the Gold Coast suburb of Molendinar. #9News\n\nhttps://t.co/S5sBvxhzvv", "_id": "1505777473023352833"}, {"created_at": "2022-03-21 04:40:00+00:00", "text": "Former AFL player Brennan Stack is behind bars after being charged over his alleged involvement in a brutal attack police described as the worst they've seen. #9News\n\nhttps://t.co/3A3COC72Zk", "_id": "1505766148419190784"}, {"created_at": "2022-03-21 04:10:00+00:00", "text": "Queensland police have charged a 50-year-old man with the murder of a 74-year-old woman after her body was found at a home in the Gold Coast suburb of Molendinar. #9News\n\nhttps://t.co/S5sBvxzan3", "_id": "1505758598768431104"}, {"created_at": "2022-03-21 02:00:00+00:00", "text": "Victoria has recorded no new #COVID19 related death for the second consecutive day.\n\nSadly, a two-year-old has died overnight in NSW after testing positive to COVID-19. #9News\n\nhttps://t.co/fZf3ghb6rO", "_id": "1505725884283559936"}, {"created_at": "2022-03-21 01:10:00+00:00", "text": "A man has been charged over the 1984 cold case death of Melbourne footballer Bernie Williams.\n\nDetectives confirmed a 62-year-old man was charged with murder this morning and they believe others are behind the young father's killing. #9News\n\nhttps://t.co/97nuXdEeTs", "_id": "1505713300172070920"}, {"created_at": "2022-03-21 00:40:00+00:00", "text": "An inquest into the horrific murders of Queensland mother Hannah Clarke and her three children is set to begin in Brisbane this morning. #9News\n\nhttps://t.co/B3yOEGo9KF", "_id": "1505705750538072066"}, {"created_at": "2022-03-20 18:06:00+00:00", "text": "The wheelchair-bound couple say the robbery feels \"like a disability hate crime.\"\n\nMr Marrinon suspects the thieves had been watching them prior to the incident. #9News https://t.co/UlUMP1649F", "_id": "1505606597145362434"}, {"created_at": "2022-03-20 16:04:00+00:00", "text": "The tech will allow experts to better understand the fuels that ultimately drive our disastrous bushfires. #9News\nhttps://t.co/ctaYOYxW7z", "_id": "1505575895297368070"}, {"created_at": "2022-03-20 07:39:50+00:00", "text": "Australians suffering a raft of health conditions are now able to order and receive medicinal cannabis from the comfort of their home. \n\nBut leading GPs have told Medical Reporter @EmilyRice28 the plant drugs are not a cure-all and should be treated with caution. https://t.co/e2dpOczEjB", "_id": "1505449019828547587"}, {"created_at": "2022-03-20 07:24:46+00:00", "text": "A family events business has been burnt to the ground after flames engulfed a warehouse in Cheltenham.\n\nInvestigators are still working to uncover the cause of the blaze. @penelopeliersch #9News https://t.co/nNZoaARoWs", "_id": "1505445227485671424"}, {"created_at": "2022-03-19 12:26:00+00:00", "text": "Police said Western Australian man Alier Riak, 23, died after being stabbed in Bourke Street in Docklands following reports of an alleged brawl. #9News https://t.co/o5dh7k5Vvs", "_id": "1505158645654376448"}, {"created_at": "2022-03-19 08:01:52+00:00", "text": "The family of a basketball player fatally stabbed in Docklands are a step closer to justice after five men were arrested over his death.\n\nThe budding athlete from Perth was brutally killed in a gang brawl on Sunday, his brother left injured in hospital. \n\n#9News | Nightly at 6pm https://t.co/91hinBzfQm", "_id": "1505092174446305286"}, {"created_at": "2022-03-19 07:05:18+00:00", "text": "The family of a basketball player fatally stabbed in Docklands are a step closer to justice after five men were arrested over his death.\n\nThe budding athlete from Perth was brutally killed in a gang brawl on Sunday, his brother left injured in hospital. @MaggieRaworth #9News https://t.co/jeVbO4SuJw", "_id": "1505077940136165379"}, {"created_at": "2022-03-19 03:58:05+00:00", "text": "One of Australia's most respected broadcasters, Rob Readings, has died after months of illness, aged 79. #9News\n\nhttps://t.co/ql5XX2EUvz", "_id": "1505030823300386817"}, {"created_at": "2022-03-18 11:08:54+00:00", "text": "When police couldn't determine who it belonged to, they arrested almost everybody at the party. \n#9News\nhttps://t.co/O5Hjp29CKn", "_id": "1504776854196039680"}, {"created_at": "2022-03-18 07:48:05+00:00", "text": "Online hackers are preying on young business owners, stealing their social media accounts to extort them for cash. \n\nVictims are furious little is being done to help them. @ajhegarty9 #9News https://t.co/yrLWXKw2LC", "_id": "1504726318629507072"}, {"created_at": "2022-03-18 07:16:36+00:00", "text": "New GPS technology will instantly tell police if perpetrators of domestic violence are approaching their victims.\n\nSurvivors are praising the multi-million dollar investment, after years of pushing for stronger protective methods. @nearyty_9 #9News https://t.co/biLr8TSnkf", "_id": "1504718395329110056"}, {"created_at": "2022-03-18 07:13:40+00:00", "text": "#BREAKING: There's just been a fresh assault on Western Ukraine, as Russia fires missiles close to Lviv - a city bursting with displaced citizens trying to escape the violence. @ameliaadams9 #9News https://t.co/tB3VMBkt8U", "_id": "1504717655923646467"}, {"created_at": "2022-03-18 07:10:07+00:00", "text": "Three Labor Senators accused of bullying Kimberley Kitching before she died of a suspected heart attack have broken their silence.\n\nPenny Wong, Kristina Keneally and Katy Gallagher deny the allegations, but pressure is building on the Opposition Leader. @fi_willan #9News https://t.co/G7q8w6AolR", "_id": "1504716763535233025"}, {"created_at": "2022-03-18 07:07:47+00:00", "text": "A mum of seven, severely burned when her Albanvale home was set alight, has died in hospital, with her husband remaining under police guard. @elisabeth_moss9 #9News https://t.co/5Ab7obzrcA", "_id": "1504716175497912324"}, {"created_at": "2022-03-18 06:35:00+00:00", "text": "A deliberately lit fire has knocked out all mobile coverage in the flood-hit town of Mullumbimby in northern New South Wales. #9News \nhttps://t.co/q993I5gY9s", "_id": "1504707925536780289"}, {"created_at": "2022-03-18 05:54:03+00:00", "text": "Despite the ferocity of Putin's deadly aerial assault on Ukraine, @theage correspondent Anthony Galloway says he's \"constantly struck\" by the ongoing bravery, courage and optimism displayed by the country's people. #9News https://t.co/xS6WgFPUtf", "_id": "1504697622191390724"}, {"created_at": "2022-03-18 05:45:00+00:00", "text": "A disability worker has been jailed after the Adelaide woman she was meant to be caring for died from neglect. #9News \nhttps://t.co/CiFE0XuoPH", "_id": "1504695342549417998"}, {"created_at": "2022-03-18 03:45:00+00:00", "text": "A red panda that escaped from a local wildlife park south of Sydney had died after it was found injured on a highway by zookeepers. #9News\nhttps://t.co/0YJqcFXvcc", "_id": "1504665143568859136"}, {"created_at": "2022-03-18 00:00:00+00:00", "text": "A mother-of-seven has died four days after her home in Melbourne's west went up in flames while she and a number of her children were inside. #9News\nhttps://t.co/U2FvUc6E8S", "_id": "1504608522616549394"}, {"created_at": "2022-03-17 23:35:06+00:00", "text": "The Barabashovo Market in Kharkiv has gone up in flames after being shelled by the Russian military. #9News\nhttps://t.co/dI7jE5xbWH", "_id": "1504602253470371842"}, {"created_at": "2022-03-17 17:30:13+00:00", "text": "A manslaughter trial involving a NSW police officer has been aborted due to the alleged misconduct of a juror, accused of conducting a \"home experiment\" on evidence presented. #9News\nhttps://t.co/snopAtmNlS", "_id": "1504510431276290051"}, {"created_at": "2022-03-17 07:16:07+00:00", "text": "Labor's Deputy Leader has clashed with a journalist in an emotional news conference, following allegations the late Senator Kimberley Kitching was bullied by her colleagues before she died of a suspected heart attack. @elizaednews #9News https://t.co/xx64MgHsKF", "_id": "1504355885811916800"}, {"created_at": "2022-03-17 05:39:08+00:00", "text": "Former AFL footballer Andrew Lovett has been jailed for eight months over a shocking domestic violence campaign against his former girlfriend, who was a police officer at the time. @eliza_rugg9 #9News https://t.co/xZ3XMIi79B", "_id": "1504331478309773312"}, {"created_at": "2022-03-17 04:15:00+00:00", "text": "Two police officers have been injured after a car crashed into the back of their van near Geelong in Victoria this morning. #9News\nhttps://t.co/fLghnNXxHG", "_id": "1504310305488220163"}, {"created_at": "2022-03-16 22:40:29+00:00", "text": "Eugene Parker, best known for his 1958 theory of the existence of solar wind, has died at 94. #9News\nhttps://t.co/KuTY0dowGd", "_id": "1504226124204634112"}, {"created_at": "2022-03-16 21:11:12+00:00", "text": "Police arrested an 18-year-old from Ascot Vale in #Docklands yesterday, later charging him with murder. #9News https://t.co/Fgsk3pO6rv", "_id": "1504203651887341571"}, {"created_at": "2022-03-16 16:30:15+00:00", "text": "New details have emerged surrounding the escape of accused drug lord and restaurateur Mostafa Baluch during a bail hearing for the truck driver who allegedly helped him flee NSW during a two-week nationwide manhunt last year. #9News\nhttps://t.co/OX1RJCu7Ux", "_id": "1504132948823523335"}, {"created_at": "2022-03-16 08:25:00+00:00", "text": "Police stumbled across almost $100,000 worth of stolen jewellery hidden in a car's backseat after they seized a group of suspected stolen cars from a Melbourne property. #9News\nhttps://t.co/Zwf1rlh3Kc", "_id": "1504010832262299648"}, {"created_at": "2022-03-16 07:25:19+00:00", "text": "Almost $100,000 worth of jewellery has been found in the back of a stolen car – but police don't know who it belongs to.\n\nDetectives have vowed to find the owner, after rounding up an accused drug trafficker and thief. @lanamurphy #9News https://t.co/l2VGrxq4Hz", "_id": "1503995812736638981"}, {"created_at": "2022-03-16 07:11:52+00:00", "text": "The former husband of Phillip Island mother Samantha Fraser has gone on trial for her murder.\n\nAdrian Basham injured his estranged wife on the day she died, but insists she later took her own life. @eliza_rugg9 #9News https://t.co/wQ5VwCP3Te", "_id": "1503992428168204289"}, {"created_at": "2022-03-16 07:08:16+00:00", "text": "A chunk of concrete hurled from an overpass has smashed through a truck windscreen, sending the driver from Ballarat to hospital. \n\nHe's said he managed to avoid a deadly crash as he travelled 100 kilometres an hour on the Western Freeway. @mimirosebecker #9News https://t.co/n3cKidlNpb", "_id": "1503991520877322244"}, {"created_at": "2022-03-16 06:05:00+00:00", "text": "Meth remains the most widely used illicit drug in Australia, the latest analysis of the nation's wastewater has found. #9News\nhttps://t.co/ddHGKK00WF", "_id": "1503975600276484097"}, {"created_at": "2022-03-16 03:00:00+00:00", "text": "Police witnessed 53 driving offences on one major Melbourne road in the space of just two hours, leading to seven drivers losing their licences. #9News\nhttps://t.co/zvfLTHKazc", "_id": "1503929044106162180"}, {"created_at": "2022-03-16 01:45:00+00:00", "text": "As many as 2500 civilians have died in Mariupol, Ukrainian officials estimate. #9News\nhttps://t.co/eQwXiXREkL", "_id": "1503910169041809408"}, {"created_at": "2022-03-16 00:55:00+00:00", "text": "A man suspected of stalking and shooting homeless people asleep on the streets of New York City and Washington, DC was arrested early Tuesday. #9News\nhttps://t.co/ImiVQBu5oa", "_id": "1503897585957842946"}, {"created_at": "2022-03-15 18:25:24+00:00", "text": "The Kremlin on Tuesday described the action as \"hooliganism,\" a criminal offence in Russia. #9News\nhttps://t.co/pCfCKKt3Ov", "_id": "1503799539446128646"}, {"created_at": "2022-03-15 07:06:49+00:00", "text": "A mother of seven is fighting for life after her husband allegedly set fire to their Albanvale home.\n\nSix children, including a baby, were inside at the time. @lanamurphy #9News https://t.co/x1iwz3F7ig", "_id": "1503628771525595137"}, {"created_at": "2022-03-15 06:55:00+00:00", "text": "Methylamphetamine remains the most widely used illicit drug in Australia, the latest analysis of the nation's wastewater has found. #9News\nhttps://t.co/ddHGKK00WF", "_id": "1503625794945372160"}, {"created_at": "2022-03-15 05:40:00+00:00", "text": "Detectives are seeking to identify two men who stormed a country Victoria family bistro armed with knives in a robbery last year. #9News\nhttps://t.co/ilzvlnkv2z", "_id": "1503606920631967745"}, {"created_at": "2022-03-15 04:55:00+00:00", "text": "A woman is fighting for life and a teenage girl is in hospital after a man allegedly lit a house on fire in Melbourne's west. #9News\nhttps://t.co/FU3xSRl18Q", "_id": "1503595595985944576"}, {"created_at": "2022-03-15 02:10:00+00:00", "text": "Police have confirmed three people remain unaccounted for after the blaze erupted in Newtown overnight. #9News\nhttps://t.co/W6nzuYBSgB", "_id": "1503554072460230659"}, {"created_at": "2022-03-14 21:43:43+00:00", "text": "A 38-year-old man is under police guard and a woman is fighting for life after a fire at a home in #Albanvale. #9News https://t.co/FU3xSR3qhi", "_id": "1503487061164269568"}, {"created_at": "2022-03-14 18:16:01+00:00", "text": "A government notice said that police permission would be required for people to leave the area or travel from one city to another. #9News\nhttps://t.co/IYh5ikdrzA", "_id": "1503434790153834496"}, {"created_at": "2022-03-14 12:32:28+00:00", "text": "Queensland police have fined a man over a series of driving offences after capturing him riding dangerously on his motorbike and then crashing in front of officers. #9News\nhttps://t.co/GJLKgR7MrT", "_id": "1503348332571201538"}, {"created_at": "2022-03-14 10:42:31+00:00", "text": "A Melbourne Uber driver is recovering in hospital after being stabbed seven times by two male passengers in the early hours of Saturday morning. #9News\nhttps://t.co/96uoTBStFA", "_id": "1503320666338062343"}, {"created_at": "2022-03-14 07:19:18+00:00", "text": "The AFL is adamant it can break the all-time Round 1 attendance record, with tickets selling fast to all five MCG matches.\n\nIt all kicks off on Wednesday night with the Grand Final rematch, with promises of fireworks on and off the field. @cstanaway #9News https://t.co/7F2rukf9Pl", "_id": "1503269525223100419"}, {"created_at": "2022-03-14 07:11:50+00:00", "text": "An Uber driver stabbed seven times on Saturday morning says he didn't want to die and leave his parents alone.\n\nHassan Ahmed came to Melbourne to study, but found himself caught up in a weekend of violence in the city. @penelopeliersch #9News https://t.co/mUZlP6Tnrj", "_id": "1503267643784114180"}, {"created_at": "2022-03-14 07:10:47+00:00", "text": "Vladimir Putin's bombardment of a Ukrainian military base near the Polish border has killed at least 35 people and brought war to NATO's doorstep. \n\nIt's one of the deadliest attacks yet, marking a shift in Russian military tactics. @markwburrows #9News https://t.co/rH6R1fO7Th", "_id": "1503267378808905728"}, {"created_at": "2022-03-14 06:10:00+00:00", "text": "Six NSW Police officers have been hospitalised with smoke inhalation injuries after rescuing three people from a burning house in Sydney's Inner West. #9News\nhttps://t.co/OnrrlJIGaW", "_id": "1503252082714943489"}, {"created_at": "2022-03-14 05:17:34+00:00", "text": "Police have described the stabbing death of a 16-year-old Melbourne boy as a \"very vicious assault\". #9News\nhttps://t.co/VS8YKPnZt8", "_id": "1503238888844062721"}, {"created_at": "2022-03-13 16:57:00+00:00", "text": "Police are investigating a number of alleged violent attacks and two deaths in Melbourne overnight. #9News\nhttps://t.co/tyNvsKqykf", "_id": "1503052517986508808"}, {"created_at": "2022-03-13 14:59:00+00:00", "text": "Three police officers have been injured after a patrol car was torn apart in a serious car crash in Queensland's south-east which has left one person in a critical condition. #9News\nhttps://t.co/x0YB38jEbA", "_id": "1503022821986820106"}, {"created_at": "2022-03-13 14:00:01+00:00", "text": "A police taskforce is hunting suspected gang members involved in a wild brawl at an Adelaide bar. #9News\nhttps://t.co/NIouO1U1Zj", "_id": "1503007978131128320"}, {"created_at": "2022-03-13 09:58:51+00:00", "text": "Eight recovery centres have been established in the NSW’s north to assist flood victims so far. #9News\nhttps://t.co/ezLu8iO7SN", "_id": "1502947286036361217"}, {"created_at": "2022-03-13 07:10:27+00:00", "text": "The heartbroken family of a 16-year-old, stabbed to death in Coburg North, say they're desperate to know what happened to their boy.\n\nNeighbours have told @Elisabeth_Moss9 they heard yelling, before rushing to try and help him. #9News https://t.co/PFnGUK6O4j", "_id": "1502904907464122371"}, {"created_at": "2022-03-13 07:08:01+00:00", "text": "A 23 year old man has died and a teenager is fighting for life, following separate incidents in the City early this morning.\n\nPolice have charged three teenage boys over a fight at Flinders Street Station, as they continue to investigate a fatal stabbing. @penelopeliersch #9News https://t.co/2COKe7i0nw", "_id": "1502904295359979528"}, {"created_at": "2022-03-13 02:25:00+00:00", "text": "Police are investigating a number of alleged violent attacks and two deaths in Melbourne overnight.\n\nA man has died and another is fighting for life following a stabbing in Docklands early this morning. #9News\n\nhttps://t.co/tyNvsKqykf", "_id": "1502833071887994885"}, {"created_at": "2022-03-12 13:22:45+00:00", "text": "The devastating floods in NSW and Queensland have left a nation shocked but generous Aussies have responded in the only way they know how - by raising millions of dollars for the victims. #9News\nhttps://t.co/LtT00lrdEh", "_id": "1502636213596950530"}, {"created_at": "2022-03-12 10:46:43+00:00", "text": "Follow live coverage as Australia unites to raise money for victims of the flood crisis in NSW and Queensland. #9News\nhttps://t.co/px0TNLjqnL", "_id": "1502596943972737029"}, {"created_at": "2022-03-12 07:10:32+00:00", "text": "A police chase in Geelong has ended with a stolen car bursting into flames. @NearyTy_9 #9News https://t.co/YWw6avDTiO", "_id": "1502542542088384513"}, {"created_at": "2022-03-12 07:06:03+00:00", "text": "A teenager is fighting for life in hospital after being stabbed at Federation Square, right as families headed home from the first night of Moomba. @penelopeliersch #9News https://t.co/gJVO9wJVZX", "_id": "1502541414110044162"}, {"created_at": "2022-03-11 18:30:13+00:00", "text": "Japan paid tribute to the victims of  a massive earthquake and tsunami 11 years ago that also triggered a nuclear disaster in Fukushima, and has renewed searches for those still missing. #9News\nhttps://t.co/1HvzHpXYW7", "_id": "1502351201630892038"}, {"created_at": "2022-03-11 07:23:16+00:00", "text": "Northern Territory police officer Zachary Rolfe has been cleared over the shooting death of an Aboriginal teen in 2019.\n\nThe young man's family says a \"white system of justice\" has failed them. @amy_clements9 #9News https://t.co/2zbG2f0mr9", "_id": "1502183356326416386"}, {"created_at": "2022-03-11 07:06:40+00:00", "text": "A Geelong mother, who killed her husband by dousing him in petrol and setting him on fire, has been jailed for 12 years for manslaughter. \n\nThe judge branded Angela Surtees ‘outrageous and disgraceful’ for claiming the victim caused her to lose her temper. @eliza_rugg9 #9News https://t.co/bkigFawu81", "_id": "1502179181144072192"}, {"created_at": "2022-03-11 05:45:00+00:00", "text": "Tasmanian Premier Peter Gutwein has revealed he was a victim of sexual assault as a child. #9News\nhttps://t.co/Si3FSUZf6P", "_id": "1502158627666153476"}, {"created_at": "2022-03-11 04:55:00+00:00", "text": "Smollett, 39, was found guilty in December on five counts of felony disorderly conduct for making false reports about what he said was an anti-gay and anti-Black hate crime. #9News \nhttps://t.co/z9SEpfXrCJ", "_id": "1502146044510965760"}, {"created_at": "2022-03-11 04:05:00+00:00", "text": "Northern Territory police officer Zachary Rolfe has been found not guilty of the murder of Aboriginal teenager Kumanjayi Walker. #9News\nhttps://t.co/UnZqpdGV0U", "_id": "1502133461833953284"}, {"created_at": "2022-03-11 02:00:00+00:00", "text": "A Victorian mother-of-five has been jailed for 12 years after she poured petrol over her husband and set him on fire, causing his death. #9News\nhttps://t.co/RzVXRDrgus", "_id": "1502102007573729283"}, {"created_at": "2022-03-11 01:08:00+00:00", "text": "More than 1,300 people have died in the 10-day siege of  Mariupol, according to Deputy Prime Minister Iryna Vereshchuk. #9News\nhttps://t.co/DNCfpqDHkU", "_id": "1502088918283472901"}, {"created_at": "2022-03-10 17:30:13+00:00", "text": "Criminals will not walk free en masse, according to Victoria Police Chief Commissioner Shane Patton, who is banking on new laws to fix an old error that has seen at least one case thrown out of court. #9News\nhttps://t.co/27PsFHoS1w", "_id": "1501973715608817669"}, {"created_at": "2022-03-10 15:47:05+00:00", "text": "Criminals will not walk free en masse, according to Victoria Police Chief Commissioner Shane Patton, who is banking on new laws to fix an old error that has seen at least one case thrown out of court. #9News\nhttps://t.co/I4PbyA6OmH", "_id": "1501947760056037384"}, {"created_at": "2022-03-10 13:11:14+00:00", "text": "GRAPHIC CONTENT WARNING: The Russian bombing of a maternity hospital in Ukraine has been labelled a war crime by the Ukrainian president. @AmeliaAdams9 #9News https://t.co/twBvoOnJLC", "_id": "1501908538985263104"}, {"created_at": "2022-03-10 09:03:46+00:00", "text": "Police say a house fire at a south-east Queensland home this morning was an act of domestic violence set intentionally by a resident's ex-girlfriend. #9News\nhttps://t.co/3LLrHLbd0H", "_id": "1501846262194352130"}, {"created_at": "2022-03-10 07:15:43+00:00", "text": "Victoria’s Chief Commissioner says criminals will not walk free en-masse.\n\nHe's banking on new laws to fix a police error that's already led to at least one case being thrown out. @msanto92 #9News https://t.co/eMQW5kwtoI", "_id": "1501819069510656001"}, {"created_at": "2022-03-10 07:14:30+00:00", "text": "Former AFL star Andrew Lovett has admitted to a shocking campaign of domestic violence against his ex-girlfriend.\n\nThe victim today bravely took to the stand, telling Lovett she feared he would kill her. @eliza_rugg9 #9News https://t.co/vbePCJIodA", "_id": "1501818766195318785"}, {"created_at": "2022-03-10 07:10:22+00:00", "text": "Vladimir Putin's campaign of terror in Ukraine has taken an evil turn, in what the country's president has branded an atrocity.\n\nA Russian airstrike has destroyed a maternity hospital during a ceasefire, burying women and children beneath the rubble. @ameliaadams9 #9News https://t.co/TvI0toRT0p", "_id": "1501817722988122112"}, {"created_at": "2022-03-10 01:10:00+00:00", "text": "Police are searching for a man after he allegedly climbed through the roof of a home in Melbourne's west to steal a $150,000 loot of cash and jewellery. #9News \nhttps://t.co/m1Od9vYI1f", "_id": "1501727033839128582"}, {"created_at": "2022-03-09 21:40:53+00:00", "text": "For years, Rodney Galvin's family believed he had simply left them to start a new life. But police now think he met with foul play. #9News https://t.co/5o0NSuTcC5", "_id": "1501674410926817285"}, {"created_at": "2022-03-09 20:20:00+00:00", "text": "The first person to receive a genetically modified pig heart has died. #9News\nhttps://t.co/JcpzdnM0lQ", "_id": "1501654052945473541"}, {"created_at": "2022-03-09 13:31:43+00:00", "text": "Police allege the 19-year-old driver stole the car after assaulting the owner in Sydney's CBD. #9News\nhttps://t.co/qmTgeAgKkU", "_id": "1501551307508748293"}, {"created_at": "2022-03-09 07:34:43+00:00", "text": "Melbourne Airport's been swarmed by Border Force and Australian Federal Police officers following a spike in mules smuggling money in and out of the country. @LanaMurphy #9News https://t.co/o3P5SF7XtY", "_id": "1501461464703373313"}, {"created_at": "2022-03-09 07:31:19+00:00", "text": "A man in Geelong has gone on trial for the murder of a young woman.\n\nProsecutors say Nicholas Cross tried to cover his tracks by burning a tent with his victim inside. @Eliza_Rugg9 #9News https://t.co/Gxc4G4vEQf", "_id": "1501460610126651394"}, {"created_at": "2022-03-09 04:45:00+00:00", "text": "Police are searching for a man who allegedly viciously attacked another man in Melbourne CBD then ran from the scene. #9News\n\nhttps://t.co/SXIfIG16QW", "_id": "1501418752474181635"}, {"created_at": "2022-03-09 01:30:25+00:00", "text": "#LIVE: Police Minister Lisa Neville and TAC provide a road safety update. #9News \n\nhttps://t.co/Ps3FMkFLgW", "_id": "1501369786080854016"}, {"created_at": "2022-03-08 13:30:10+00:00", "text": "The trial has begun for a man charged over the infamous shooting of two police officers in Victoria more than two decades ago. #9News https://t.co/IiL34LEvGy", "_id": "1501188529455390725"}, {"created_at": "2022-03-08 08:30:09+00:00", "text": "#BREAKING: A Victorian man in his 60s has died from Japanese encephalitis.\n\nIt comes after the acting Australian chief medical officer declared a national alert about the spread of the mosquito-borne virus last week.\nFULL DETAILS: https://t.co/BvcOsXlpVI #9News https://t.co/h7TLEKODYj", "_id": "1501113026778386433"}, {"created_at": "2022-03-08 07:34:20+00:00", "text": "The Premier has defended the besieged Triple Zero service.\n\nQuestions continue about how many Victorians have died while waiting for a call to be answered. @heidimur #9News https://t.co/GvFtW9yag5", "_id": "1501098980809318403"}, {"created_at": "2022-03-08 07:25:30+00:00", "text": "A man who tried to abduct a woman on a Hawthorn street says he has no memory of the attack because his \"other personality\" had taken over.\n\nDaniel Cassidy-Fitzpatrick ran from police for a week but could be a free man in months. @lanamurphy #9News https://t.co/XfTjUrbTx0", "_id": "1501096756607660034"}, {"created_at": "2022-03-08 07:19:06+00:00", "text": "Fired-up farmers on dozens of tractors have descended on State Parliament. \n\nLed by the star of Australian cult classic The Castle, they're angry about overhead powerlines they say will threaten lives and livelihoods. @msanto92 #9News https://t.co/NEojs0MrYF", "_id": "1501095147764912128"}, {"created_at": "2022-03-08 07:09:05+00:00", "text": "A mother and her son are the latest victims of deadly floods now swamping Sydney.\n\nSuburbs on the Northern Beaches bore the brunt of a day of torrential rain, where homes have gone under and a dam threatens to spill. @alicialoxley #9News https://t.co/sZPvnnxIeq", "_id": "1501092626031915011"}, {"created_at": "2022-03-08 07:06:18+00:00", "text": "The families of two police officers slain in a hail of gunfire at Moorabbin over two decades ago have come face-to-face with the man on trial for murdering them. @eliza_rugg9 #9News https://t.co/JWErQlOU5M", "_id": "1501091924131913731"}, {"created_at": "2022-03-08 02:35:00+00:00", "text": "A person is fighting for life after a suspected shooting in a residential area south east of Darwin. #9News\nhttps://t.co/AhqFtTYp23", "_id": "1501023649205305344"}, {"created_at": "2022-03-08 00:30:00+00:00", "text": "A dog who spent three days stuck up a tree in a flooded town in northern NSW has been rescued by a firefighter in a kayak. #9News\nhttps://t.co/JQHqIPGLJl", "_id": "1500992191753195520"}, {"created_at": "2022-03-07 17:30:01+00:00", "text": "Amazing vision has emerged of the moment a firefighter catches a kitten after it leapt ten metres in the air from a tree. #9News https://t.co/oTxsO5Hg7b", "_id": "1500886498450685955"}, {"created_at": "2022-03-07 11:46:15+00:00", "text": "Shane Warne's body will be flown home to Australia tomorrow.\n\nIt comes as Thai police reveal that the former cricketer died from natural causes. @sophie_walsh9 #9News https://t.co/Mp3X54EnNo", "_id": "1500799987222986758"}, {"created_at": "2022-03-07 07:56:59+00:00", "text": "#BREAKING: Thai police have just released a statement on the death of Shane Warne, confirming that he died from natural causes. #9News https://t.co/Kdy36wIotz", "_id": "1500742293443301376"}, {"created_at": "2022-03-07 07:20:12+00:00", "text": "The family of a man killed in a Moe house fire says his death could've been prevented. \n\nThe father of four perished in a blaze that destroyed his parents' home and put his stepfather in ICU. @lanamurphy #9News https://t.co/Gbf7eZDIGJ", "_id": "1500733033435078658"}, {"created_at": "2022-03-07 07:18:22+00:00", "text": "The firefighters union is accusing the Andrews Government of dishonesty and disrespect, over a planned change to a cancer compensation scheme.\n\nThe union's not happy it's being expanded to include mechanics. @heidimur #9News https://t.co/nX7iMULSIW", "_id": "1500732573609299969"}, {"created_at": "2022-03-07 07:16:11+00:00", "text": "Less than two weeks into a conflict that could stretch on for months, Russia has already fired more than 600 missiles into Ukraine.\n\nA recent strike on Irpin on the outskirts of the capital has killed civilians, who were desperate to reach safety. @ameliaadams9 #9News https://t.co/12tEtm6vZ5", "_id": "1500732023060762625"}, {"created_at": "2022-03-07 05:45:00+00:00", "text": "FLOOD FRAUD: Australians are being warned to remain vigilant for online scammers in the wake of the east coast's flood disaster as cyber criminals take advantage of the community's goodwill.\n\nDETAILS: https://t.co/HuDVITcEuz\n\n#9News https://t.co/9rUWUdb9Gh", "_id": "1500709076023582720"}, {"created_at": "2022-03-07 04:50:00+00:00", "text": "Australians are being urged to be vigilant for online scams in the wake of the east coast's flood disaster as cybers criminals take advantage of the community's goodwill. #9News\nhttps://t.co/MfLQSJcOfc", "_id": "1500695234719760388"}, {"created_at": "2022-03-07 04:00:01+00:00", "text": "Police believe a car at the centre of the spectacular crash on the Sydney Harbour Bridge this morning was stolen from the CBD just before the collision. #9News\nhttps://t.co/TLBg0OuGZB", "_id": "1500682656085856260"}, {"created_at": "2022-03-07 02:40:00+00:00", "text": "Victoria's emergency call taking workforce is set to receive a $115.6m funding injection, following reports that 12 Victorians had died over the past six months after their emergency calls weren't connected on time. #9News https://t.co/rkqZjnw2AO", "_id": "1500662519265775616"}, {"created_at": "2022-03-07 00:59:00+00:00", "text": "Police hope new CCTV vision of a white Subaru and a hooded man will help find the hitmen who fatally gunned down Fares Abounader, a 39-year-old Comanchero bikie, outside his home in Sydney's west. #9News\nhttps://t.co/krSv8vFhqD", "_id": "1500637101901025280"}, {"created_at": "2022-03-06 21:56:25+00:00", "text": "A 39-year-old man has been killed and another man has been seriously injured in a house fire in #Moe. #9News https://t.co/70UB053ruL", "_id": "1500591154408177667"}, {"created_at": "2022-03-06 07:39:01+00:00", "text": "Water Police and Life Saving Victoria have formed a new strike team and are targeting fisherman illegally anchored in shipping channels. \n\nIt follows a spate of rescues involving smaller boats swamped by large waves. @NearyTy_9 #9News https://t.co/ERSyJHf4La", "_id": "1500375384365359105"}, {"created_at": "2022-03-05 20:06:09+00:00", "text": "Police in Thailand have revealed new information about the King of Spin's health in the lead-up to the suspected heart attack.\n\nLATEST: https://t.co/7hKdNowDlD\n\n#9News https://t.co/9FsjdoxcsI", "_id": "1500201017614508042"}, {"created_at": "2022-03-05 07:40:42+00:00", "text": "There was a full house at Devonport Oval today where footy fans came together to honour the six young victims of Tasmania's jumping castle tragedy.\n \nSurvivors took centre stage as Richmond and Hawthorn hosted \"Healing for Hillcrest\". @MimiRoseBecker #9News https://t.co/mVwzKdEh2y", "_id": "1500013417750573057"}, {"created_at": "2022-03-04 15:00:37+00:00", "text": "#BREAKING: Australian cricketing legend Shane Warne has died suddenly, aged 52.\n\nThe iconic spin bowler suffered a heart attack while in Thailand.\n\nWarne, the greatest leg-spinner of all-time, took 708 Test wickets throughout a glittering career.\n\nMORE: https://t.co/hNwWeRM1Nk https://t.co/eHdgzf9Svj", "_id": "1499761738312728577"}, {"created_at": "2022-03-04 09:38:32+00:00", "text": "Russia has taken control of the Zaporizhzhia nuclear power plant hours after a fire broke out at the facility following Russian shelling. #9News\nhttps://t.co/wZaQASayGN", "_id": "1499680684285493250"}, {"created_at": "2022-03-04 07:33:10+00:00", "text": "A man who was charged over a fatal shooting outside a Kensington boxing match almost stabbed a rival to death while on bail.\n\nAli El Nasher is facing 15 years behind bars for the stabbing attack. @LanaMurphy #9News https://t.co/x9p62mQICQ", "_id": "1499649136760696832"}, {"created_at": "2022-03-04 07:21:24+00:00", "text": "A sudden rise in a potentially deadly mosquito-borne disease has Victorians on high alert.\n\nSix people have been hospitalised with the Japanese encephalitis virus. @penelopeliersch #9News https://t.co/iuvBfBMZ7f", "_id": "1499646174596374535"}, {"created_at": "2022-03-04 07:12:50+00:00", "text": "The assault came in the dead of night in Europe, but the condemnation from around the globe was swift.\n\nAs @MarkWBurrows tells us, world leaders responded in the strongest terms. #9News https://t.co/Pn2jpn6vik", "_id": "1499644016937377792"}, {"created_at": "2022-03-04 02:19:49+00:00", "text": "Europe's largest nuclear plant is on fire after Russia attacked the power station in the southern Ukrainian city of Enerhodar, a spokesperson said. #9News\n\nhttps://t.co/wZaQASayGN", "_id": "1499570279433252867"}, {"created_at": "2022-03-04 01:45:00+00:00", "text": "Queensland Fire and Emergency Services (QFES) says it's \"too early to tell\" where exactly the storms will strike, however, widespread rainfall is expected with heavy rain highly likely in Brisbane. #9News\n\nhttps://t.co/20eNnQqyAJ", "_id": "1499561514537152512"}, {"created_at": "2022-03-03 07:08:00+00:00", "text": "Thousands of Sydney families have fled their homes as flood water rises across the city's outer suburbs.\n\nHalf a million people were issued evacuation orders and warnings, as the deadly weather system continued to lash the east coast. @mimirosebecker #9News https://t.co/Vm6xAPCMSe", "_id": "1499280412228694021"}, {"created_at": "2022-03-03 07:05:27+00:00", "text": "The pilot charged over the murder of Russell Hill and Carol Clay is suing Jetstar for unfair dismissal. @lanamurphy #9News https://t.co/uLxgmfnssv", "_id": "1499279769661280260"}, {"created_at": "2022-03-03 04:05:00+00:00", "text": "The International Criminal Court has begun an investigation to determine whether any war crimes, crimes against humanity or genocide have been committed in Ukraine. #9News\nhttps://t.co/PgWrvn4eyR", "_id": "1499234358950907904"}, {"created_at": "2022-03-03 02:25:00+00:00", "text": "Mr Rolfe is accused of murdering Aboriginal teenager Kumanjayi Walker in the remote community of Yuendumu, around 300 kilometres from Alice Springs, in 2019. #9News \nhttps://t.co/rODIYwTPzJ", "_id": "1499209193009688582"}, {"created_at": "2022-03-03 02:00:01+00:00", "text": "Police are calling for help to find a man who allegedly sexually assaulted a boy on a Melbourne street in broad daylight. #9News\nhttps://t.co/qyCoXfLpHh", "_id": "1499202905957552128"}, {"created_at": "2022-03-02 07:09:01+00:00", "text": "The death toll from the floods in northern New South Wales stands at four tonight, with a grim warning more bodies will be discovered. \n\nThe deadly weather system is now heading for Greater Sydney, where some suburbs have been told to evacuate. @reid_butler9 #9News https://t.co/qSyodyzaaK", "_id": "1498918282442780677"}, {"created_at": "2022-03-02 03:55:00+00:00", "text": "A cow that washed ashore in Queensland after being swept from its farm by New South Wales floodwaters has been euthanised by police. #9News\nhttps://t.co/KNBHMzLo17", "_id": "1498869454410817538"}, {"created_at": "2022-03-02 00:06:36+00:00", "text": "More than $55 million worth of drugs have been found hidden in boxes of green tea and magnets that arrived in Melbourne from Thailand. #9News\nhttps://t.co/CCmBw9j6Gb", "_id": "1498811977023766528"}, {"created_at": "2022-03-01 11:24:58+00:00", "text": "An 11-month-old boy is back in his parents' arms tonight, after being stolen in a car theft in Melbourne. @reid_butler9 #9News https://t.co/HzUyANtESU", "_id": "1498620304326901763"}, {"created_at": "2022-03-01 07:42:53+00:00", "text": "A number of rogue scrap metal yards have been shut down during a blitz in Melbourne's north.\n\nThe police operation targets unregistered auto wreckers suspected of buying stolen cars. @nearyty_9 #9News https://t.co/05vfaw66Ex", "_id": "1498564417390362625"}, {"created_at": "2022-03-01 06:40:00+00:00", "text": "#LIVE: Victoria Police appeal for information after a car was stolen in Keysborough with a baby onboard. #9News\nhttps://t.co/MMcXOVHVHQ", "_id": "1498548590108557317"}, {"created_at": "2022-03-01 05:49:16+00:00", "text": "The car was last seen travelling east on Cheltenham Road, with police urging any witnesses to IMMEDIATELY contact Triple Zero with any information. #9News", "_id": "1498535824333635586"}, {"created_at": "2022-03-01 05:48:57+00:00", "text": "JUST IN: A car with a baby inside has been stolen from #Keysborough, prompting a desperate search from police. #9News https://t.co/rPdXnIV8pK", "_id": "1498535742951555072"}, {"created_at": "2022-03-01 01:20:00+00:00", "text": "Well-known Northern Territory personality Chris 'Willow' Wilson has been identified as the victim of a chopper crash in West Arnhem. #9News\nhttps://t.co/rvc4Ghm8h3", "_id": "1498468059715190785"}, {"created_at": "2022-02-28 22:39:46+00:00", "text": "UKRAINE INVESTIGATION: The International Criminal Court will begin investigating Russia's invasion of Ukraine as \"rapidly as possible.\" #9News\n\nhttps://t.co/r7dhDMk2zb", "_id": "1498427738180308992"}, {"created_at": "2022-02-28 07:42:20+00:00", "text": "Three women say they now sleep with weapons after a gang raided their Maribyrnong home, stealing two luxury cars.\n\nThey've fallen victim to a rebirthing racket, where stolen vehicles are stripped and sold to unsuspecting buyers. @nearyty_9 #9News https://t.co/MD5Gtkq7ma", "_id": "1498201889711788032"}, {"created_at": "2022-02-28 07:35:19+00:00", "text": "A man accused of brutally stabbing a young nurse to death allegedly confessed to her murder, the Supreme Court has been told. \n\nThe case remained a mystery for more than 30 years until a million dollar reward was offered. @mimirosebecker #9News https://t.co/NQZDxbmF54", "_id": "1498200124727734273"}, {"created_at": "2022-02-28 07:05:48+00:00", "text": "Thousands of Australians are dealing with nature at its worst tonight.\n\nDeadly floods have swamped Brisbane and south east Queensland, and across the border at Lismore, families stranded by the deluge have been plucked to safety from their roofs. @dougalbeatty #9News https://t.co/SMKoJrqNsS", "_id": "1498192695914864642"}, {"created_at": "2022-02-28 06:45:00+00:00", "text": "An elderly couple have been stabbed inside their Northern Beaches home in Sydney. #9News \nhttps://t.co/7czh11ipZm", "_id": "1498187460517392385"}, {"created_at": "2022-02-28 05:55:00+00:00", "text": "A police helicopter has flown over the area with sirens on, with a warning for residents to \"move away from the water's edge\". #9News\nhttps://t.co/qt8NszI6GO", "_id": "1498174877488103429"}, {"created_at": "2022-02-28 05:30:24+00:00", "text": "Police are cracking down on thieves who are making thousands by stealing luxury cars and trailers from unsuspecting families.\n\n@nearyty_9 reveals the terrifying moment thieves broke into a Maribyrnong home last month, stealing their victim's cars while they were sleeping. #9News https://t.co/OVCpz0IGhi", "_id": "1498168688373121026"}, {"created_at": "2022-02-28 03:55:00+00:00", "text": "A 50-year-old man and his dog have died after the car they were travelling in became submerged in floodwaters in Currumbin Valley near the Gold Coast. #9News\nhttps://t.co/qkOBApQSI3", "_id": "1498144678654484481"}, {"created_at": "2022-02-28 03:05:00+00:00", "text": "A man has been found dead in the water at Brighton Le Sands in Sydney's south. #9News\nhttps://t.co/kAb9gEM5TZ", "_id": "1498132096123949062"}, {"created_at": "2022-02-27 22:50:54+00:00", "text": "Footage from Moscow showed police throwing several female protesters on the ground before dragging them away. #9News\n\nhttps://t.co/yPOsvHIxX6", "_id": "1498068151170650113"}, {"created_at": "2022-02-27 08:00:14+00:00", "text": "Amid tight security, Australia's cricketers have finally arrived in Pakistan. \n\nCaptain Pat Cummins says the players do feel safe, with police and the army going to extreme lengths to keep them secure. @cstanaway #9News https://t.co/gAgXvm6zdC", "_id": "1497844005249425408"}, {"created_at": "2022-02-26 15:00:00+00:00", "text": "IN PICTURES: A large residential block in the Ukrainian capital of Kyiv was struck by a missile or rocket fire early Saturday, as the Russian invasion moved to the streets of the capital city. #9News\nhttps://t.co/yxjGhIiLlh", "_id": "1497587257871683587"}, {"created_at": "2022-02-26 07:26:19+00:00", "text": "#BREAKING: A young boy has sadly died after being struck by a car in Ballarat. @MaggieRaworth #9News https://t.co/MGNCKDcx8S", "_id": "1497473082394619910"}, {"created_at": "2022-02-26 03:51:24+00:00", "text": "Fires, floods, thunderstorms and snow; these are the images from wild weather events across Australia. #9News \n\nhttps://t.co/3clqXhSBwa", "_id": "1497418999948189696"}, {"created_at": "2022-02-26 01:28:33+00:00", "text": "It's been six months since Khalida Dawran and Reza Ranjbar were at Kabul's Hamid Karzai International Airport, fighting for their lives in deadly chaos, to secure a seat on an evacuation flight. #9News \n\nhttps://t.co/OenTZPR8Id", "_id": "1497383050442776578"}, {"created_at": "2022-02-25 07:08:12+00:00", "text": "The Russian invasion of Ukraine is rapidly spreading like a deadly stain over the country, with war jets and missiles being aimed squarely at the capital Kyiv.\n\nTens of thousands of refugees are fleeing the fighting or sheltering in subways and cellars. @cgreenbank9 #9News https://t.co/DxNOotxtHO", "_id": "1497106136755060736"}, {"created_at": "2022-02-25 05:25:51+00:00", "text": "Victoria's Ukrainian community is holding its breath for information from loved ones caught up in the crisis.\n\nDescribing Vladimir Putin as a \"war criminal,\" Australian Federation of Ukrainian Organisations Chair @stefanromaniw joins @dougalbeatty to discuss the conflict. #9News https://t.co/2gXGgeGWbu", "_id": "1497080380318437391"}, {"created_at": "2022-02-25 04:25:00+00:00", "text": "\"These officers had a moral responsibility, a legal obligation and a duty to intervene, and by failing to do so, they committed a crime.\" #9News \nhttps://t.co/r28aNVtLn6", "_id": "1497065064712392706"}, {"created_at": "2022-02-24 12:01:11+00:00", "text": "The latest reports from the Ukrainian Government is that more than 40 soldiers have been killed, and several dozen injured.\n\nRussia tonight denies its aircraft have been downed over Ukraine. \n\n@CGreenbank9 is LIVE from Ukraine. https://t.co/jqX0MqQhNj", "_id": "1496817478588145666"}, {"created_at": "2022-02-24 07:20:15+00:00", "text": "More than a thousand Victorian police officers have been carrying guns and making arrests for years, without the power to do so.\n\nAn 'administrative oversight' has been blamed but lawyers say it could open thousands of criminal cases. @lanamurphy #9News https://t.co/oWS0Tb88TH", "_id": "1496746782348709888"}, {"created_at": "2022-02-24 07:06:52+00:00", "text": "Russian war jets are spearheading an assault on Ukraine, with airstrikes in border regions and close to the capital Kiev.\n\nPutin painted Russia the victim and Ukraine the aggressor, while warning foreign interference would lead to retaliation by Moscow. @cgreenbank9 #9News https://t.co/pYrliwg8DZ", "_id": "1496743412665819142"}, {"created_at": "2022-02-24 06:30:00+00:00", "text": "Police are searching for a missing man who has not been seen for four days in Melbourne's east. #9News\nhttps://t.co/XP4NpsJB0V", "_id": "1496734134063943682"}, {"created_at": "2022-02-24 04:17:00+00:00", "text": "Police are appealing for public assistance following a spate of arson attacks on tobacconists across Melbourne between August 2021 and February 2022.\n\nDETAILS: https://t.co/xUXJ1qsh1m\n\n#9News https://t.co/CHqRJh58fe", "_id": "1496700663669014532"}, {"created_at": "2022-02-23 23:22:00+00:00", "text": "#BREAKING: More than 1000 Victorian police officers have been working without proper authorisation since 2014.\n\nAn \"administrative error\" resulted in the officers being sworn in incorrectly and they will need to be sworn in again. #9News\n\nDETAILS: https://t.co/BumySzkZ7S https://t.co/GZAsupTZJ3", "_id": "1496626426413465601"}, {"created_at": "2022-02-23 18:30:48+00:00", "text": "\"Uncontrollable and devastating wildfires are becoming an expected part of the seasonal calendars in many parts of the world.” #9News\nhttps://t.co/pce2xrX8sQ", "_id": "1496553144632762372"}, {"created_at": "2022-02-23 07:25:59+00:00", "text": "A million dollar reward has been posted to help solve the murder of a Whittlesea mother three decades ago. \n\nDetectives believe the community holds the key to finding 26-year-old Melinda Freeman's killer. @penelopeliersch #9News https://t.co/cYzcL06XM6", "_id": "1496385836128116736"}, {"created_at": "2022-02-23 05:19:26+00:00", "text": "Following the arrest of the man accused of murdering campers Russell Hill and Carol Clay, there's renewed focus on a further four disappearances from Victoria's High Country.\n\nA new episode of @9Investigation will premiere tonight to examine the mysteries. #9News https://t.co/5m1wFye3fu", "_id": "1496353990338125826"}, {"created_at": "2022-02-23 01:10:00+00:00", "text": "A 60-year-old has been found dead in a submerged vehicle in south-east Queensland, while an emergency warning has been issued for the Sunshine Coast as the region is hit by flash flooding. #9News \nhttps://t.co/RWZhKFNQz1", "_id": "1496291215787974660"}, {"created_at": "2022-02-23 00:52:40+00:00", "text": "A pilot has died following a light plane crash in Victoria's east. @gillianlant #9News https://t.co/nOyMTWbIaA", "_id": "1496286856807333891"}, {"created_at": "2022-02-22 22:39:05+00:00", "text": "Melinda Freeman was found dead inside her #Whittlesea home in 1991. #9News https://t.co/dSFW5Imsgt", "_id": "1496253236227067908"}, {"created_at": "2022-02-22 22:05:48+00:00", "text": "A pilot has died after a light plane crashed in #Seaview, near Grand Ridge Road. #9News https://t.co/yrJfxkWxgr", "_id": "1496244860596236303"}, {"created_at": "2022-02-22 13:01:46+00:00", "text": "Neighbours of arrested fugitive Graham Potter have spoken of their shock after learning they were living next to one of Australia's most wanted alleged criminals. #9News\nhttps://t.co/VazRr9hAri", "_id": "1496107952838610953"}, {"created_at": "2022-02-22 07:31:46+00:00", "text": "Three people are in hospital after a six vehicle crash at Derrimut. \n\nPolice said it was lucky they all survived. @maggieraworth #9News https://t.co/XANPNxAWDH", "_id": "1496024904365494272"}, {"created_at": "2022-02-22 07:16:10+00:00", "text": "An Altona man who murdered his daughter and son-in-law because he wasn't invited to their wedding has been jailed for life. \n\nThe judge said his evil plan to gun down the newlywed couple on their doorstep almost defied belief. @eliza_rugg9 #9News https://t.co/ix2Hypahrd", "_id": "1496020978614386692"}, {"created_at": "2022-02-22 07:10:03+00:00", "text": "The woman who's been living alongside Australia's most wanted man is tonight suspected of assisting him hide from police.\n\nGraham Gene Potter was arrested in a rat-infested shack in North Queensland, ending a 12 year manhunt. @lanamurphy #9News https://t.co/qQNLlDrDZ8", "_id": "1496019438956597254"}, {"created_at": "2022-02-22 03:47:00+00:00", "text": "A man who viciously attacked two pet cats as he walked a dog in Melbourne's north is being searched for by police. #9News \nhttps://t.co/VLYAB1ZSmH", "_id": "1495968338232717314"}, {"created_at": "2022-02-22 03:00:02+00:00", "text": "The family of a Brisbane woman who died in an aged care facility has lodged a complaint with the operators after a delay in being notified of their mother's death. #9News\nhttps://t.co/7yAKSwLtZT", "_id": "1495956521078960128"}, {"created_at": "2022-02-22 00:04:49+00:00", "text": "Tech billionaire Mike Cannon-Brookes and the Federal Government are disputing what will happen to the price and supply of electricity if he pulls off a deal to buy Australia's largest power company and shut down its coal-fired plants. #9News\nhttps://t.co/UYRqHDwHgY", "_id": "1495912423772987392"}, {"created_at": "2022-02-21 14:32:52+00:00", "text": "The proceeds of the auction will go to the victims of her Ponzi scheme, who say they are owed more than $23 million. #9News\nhttps://t.co/oxmvuWdY8L", "_id": "1495768490456027140"}, {"created_at": "2022-02-21 07:50:53+00:00", "text": "North Melbourne midfielder Jed Anderson is in limbo tonight with the deadline for him to get his second vaccine dose expiring. @bradeningram #9News https://t.co/QhKV3JEXDg", "_id": "1495667326074687489"}, {"created_at": "2022-02-21 01:25:00+00:00", "text": "Natasha Beth Darcy has been sentenced in a New South Wales court to a maximum of 40 years jail for murdering her partner Mathew Dunbar in 2017. #9News\nhttps://t.co/aer7J2zAmf", "_id": "1495570214838325250"}, {"created_at": "2022-02-21 00:06:54+00:00", "text": "Diplomat Francesca Tardioli was found dead outside a house in Foligno, north of Rome on Sunday. #9News \nhttps://t.co/9DdjIaAaBS", "_id": "1495550559956258816"}]}