{"docs": [{"created_at": "2022-04-28 08:34:33+00:00", "text": "Police are tonight hunting a man over a violent carjacking in Adelaide’s north, the second of its kind in as many days. @G_Westgarth #9News https://t.co/SCNGN7UR7v", "_id": "1519595914142302208"}, {"created_at": "2022-04-28 08:32:50+00:00", "text": "It's been revealed prosecutors are opposing a bid for freedom from one of the state's most notorious killers, who shot dead three people from the same family, and wounded several others in a horrific attack at Hectorville. @ellakduffy #9News https://t.co/pXYBlgYQyt", "_id": "1519595480837144576"}, {"created_at": "2022-04-28 07:33:07+00:00", "text": "Police are right now hunting a man over a violent carjacking at Kilburn. @G_Westgarth #9News https://t.co/0JCFlwWNE8", "_id": "1519580452666945536"}, {"created_at": "2022-04-28 06:28:33+00:00", "text": "Donato Corbo has been held at James Nash House since 2012, after being found not guilty of the murders by reason of mental incompetence.\n\nFull story, 6pm on #9News", "_id": "1519564204767731713"}, {"created_at": "2022-04-28 06:28:05+00:00", "text": "A mentally ill man who shot dead his neighbour and his neighbour’s in-laws is waiting to hear if he’ll be granted supervised release from a secure mental health facility. #9News https://t.co/oF42SfRXed", "_id": "1519564089382490112"}, {"created_at": "2022-04-28 04:48:49+00:00", "text": "A motorcyclist has died after crashing his bike at Whyalla Norrie this morning.\n\nEmergency services were called to Hincks Avenue just after 4:20am, but sadly couldn't save the 26-year-old Whyalla man. #9News https://t.co/unRyQ1fVGI", "_id": "1519539109173153792"}, {"created_at": "2022-04-28 04:30:00+00:00", "text": "A man has been shot dead after \"lunging at police with a knife\" on Sydney's Northern Beaches. #9News\n\nhttps://t.co/vBFI3rvAQU", "_id": "1519534370624737281"}, {"created_at": "2022-04-28 02:14:21+00:00", "text": "Anyone who sees the 2002 Holden Commodore sedan – registration S839CDX – is asked to contact Crime Stoppers.\n\nFull story, 5pm and 6pm on #9News", "_id": "1519500234887335936"}, {"created_at": "2022-04-28 02:14:05+00:00", "text": "Police are hunting a man accused of a violent carjacking in Kilburn overnight.\n\nOfficers rushed to Brunswick Street after the man smashed the car’s passenger window and assaulted a woman inside, before fleeing in her vehicle. #9News https://t.co/uhyqnKA8zd", "_id": "1519500165861707777"}, {"created_at": "2022-04-28 01:33:30+00:00", "text": "Mahmoud 'Brownie' Ahmad died on the street after being sprayed with a \"hail of bullets\" in Narelle Crescent, Greenacre about 9.30pm yesterday. #9News\n\nhttps://t.co/qD4ND2kxdW", "_id": "1519489953947815941"}, {"created_at": "2022-04-27 14:30:12+00:00", "text": "The death comes after three people died in a tragedy during last year's Targa Tasmania rally event. #9News\nhttps://t.co/wfIpw3Bblw", "_id": "1519323027263000576"}, {"created_at": "2022-04-27 10:59:56+00:00", "text": "The fire left three men fighting for their lives. #9News\nhttps://t.co/q5J6yKn6aW", "_id": "1519270113035268096"}, {"created_at": "2022-04-27 08:49:59+00:00", "text": "An Adelaide carjacking victim has described the terrifying moment he was ambushed by three teens and threatened at knifepoint. @ellakduffy #9News https://t.co/LvaIoL8p4V", "_id": "1519237410869104641"}, {"created_at": "2022-04-27 08:37:07+00:00", "text": "Police are tonight searching for a man they believe indecently assaulted a boy in broad daylight in Adelaide's north-east. @mikelorigan #9News https://t.co/NXiYt9VOjh", "_id": "1519234174678454272"}, {"created_at": "2022-04-27 08:34:22+00:00", "text": "Nine News can tonight reveal the identity of a young man, chased then murdered on North Terrace in a crime that's shocked the State. @9keziahsullivan #9News https://t.co/pTAifP8CZh", "_id": "1519233479497687041"}, {"created_at": "2022-04-27 08:13:11+00:00", "text": "Police say the teenager was walking along Whistler Drive at Oakden yesterday afternoon when he was followed and then indecently assaulted by a middle aged man. #9News", "_id": "1519228150034894850"}, {"created_at": "2022-04-27 08:12:51+00:00", "text": "#ALERT: Police are hunting for a man over an alleged disturbing assault on a young boy in Adelaide’s northeast. #9News https://t.co/8EQgj4rxYo", "_id": "1519228066215895040"}, {"created_at": "2022-04-27 07:36:27+00:00", "text": "Two teenagers have been arrested and a third is on the run accused of leading police on a lengthy chase in a car, stolen at knife point. @ellakduffy #9News https://t.co/yk9HMTLnOP", "_id": "1519218906010996736"}, {"created_at": "2022-04-27 05:45:00+00:00", "text": "A convicted murderer and crime boss has been charged with directing a massive drug smuggling operation from inside his maximum security prison cell.\n#9News \n\nhttps://t.co/hULEujcRld", "_id": "1519190857353625601"}, {"created_at": "2022-04-27 03:47:07+00:00", "text": "UPDATE: After further investigations, SAPOL has deemed the fire which tore through the second floor of a North Adelaide hotel as NOT suspicious.\n\nFire Cause Investigators believe it was sparked by recharging batteries. #9News https://t.co/xeYwvrkDnh", "_id": "1519161194057433090"}, {"created_at": "2022-04-27 02:24:44+00:00", "text": "The car was followed for some time before being spiked at Edwardstown. \n\nPolice are still hunting a third suspect. #9News", "_id": "1519140461411471360"}, {"created_at": "2022-04-27 02:24:24+00:00", "text": "#BREAKING: Two teens have been arrested, accused of threatening a man at knife point just after 7pm last night. \n\nThe 21-year-old victim handed over the keys to his car, fearing for his life, before the teens fled with the stolen car. #9News https://t.co/nH4V8g0WGX", "_id": "1519140377818988544"}, {"created_at": "2022-04-26 12:04:38+00:00", "text": "Her mother had a bottle on hand and the girls favourite band, The Wiggles, playing on the phone while several firefighters helped to free the child. #9News\nhttps://t.co/yD9qLZuOim", "_id": "1518924006770249729"}, {"created_at": "2022-04-26 08:49:15+00:00", "text": "Firefighters have channelled their inner Wiggles, keeping an Andrews Farm toddler entertained, as they worked to free her from a backyard drain. @ShanMcDonaldd #9News https://t.co/aVJiZQoXnb", "_id": "1518874838743629824"}, {"created_at": "2022-04-26 08:42:04+00:00", "text": "Police are tonight pleading with Adelaide's African communities to help with information which might stem the violence.\n\nAnd the Premier's told the police commissioner he'll give him whatever resources he needs. @ellakduffy #9News https://t.co/WqfHqv5qUD", "_id": "1518873030386384896"}, {"created_at": "2022-04-26 08:39:30+00:00", "text": "It can be revealed tonight the movements of rival gang members in the days and hours leading up to yesterday’s stabbing murder.\n\nIt's emerged a large group travelled from interstate, including a teenager who faced court for murder a short time ago. @9keziahsullivan #9News https://t.co/fFzExxy59t", "_id": "1518872383469281280"}, {"created_at": "2022-04-26 08:01:04+00:00", "text": "Police have revealed the movements of rival gang members, in the hours leading up to yesterday's stabbing murder on North Terrace.\n\nThe alleged killer was arrested trying to fly home last night.\n\nExclusive vision tonight on #9News at 6pm https://t.co/U3CTErm0Bq", "_id": "1518862714067730432"}, {"created_at": "2022-04-26 05:30:37+00:00", "text": "#EXCLUSIVE: Firefighters were called to the rescue after a toddler got caught stuck in a drain, in Adelaide's northern suburbs.\n\nFull story tonight, 5pm and 6pm on #9News https://t.co/tl0R5A38Be", "_id": "1518824850130972674"}, {"created_at": "2022-04-26 05:08:32+00:00", "text": "#LIVE: South Australia police provide an update on the fatal stabbing in the city.\n\nhttps://t.co/b3Q1LNhL1G", "_id": "1518819293462364161"}, {"created_at": "2022-04-26 01:13:07+00:00", "text": "In a wide-ranging police operation, 13 people were arrested following the fatal stabbing of a 25-year-old man. #9News https://t.co/Iuavo2X8ZU", "_id": "1518760050394861568"}, {"created_at": "2022-04-25 22:13:21+00:00", "text": "#BREAKING: A 17-year-old boy has been charged with murder after a man was stabbed to death in Adelaide's CBD. #9News  \n\nMORE: https://t.co/uD1rrYbAKZ https://t.co/M8kU1Z3SkO", "_id": "1518714810208247808"}, {"created_at": "2022-04-25 20:56:19+00:00", "text": "Police say a gang feud is behind a stabbing murder in the heart of Adelaide. @ollie_haig #9News\n\nDETAILS: https://t.co/uD1rrYbAKZ https://t.co/4h7Rbba64r", "_id": "1518695421136285696"}, {"created_at": "2022-04-25 19:30:11+00:00", "text": "A decorated Queensland police officer with more than 20 years' experience says he was humiliated for years trying to clear his name after being accused of vulgar conduct in his workplace. #9News\nhttps://t.co/p6Ha1LXVaQ", "_id": "1518673745031753729"}, {"created_at": "2022-04-25 18:30:13+00:00", "text": "Kane Tanaka, the world's oldest person, has died in Japan aged 119, according to a statement released by the country's Ministry of Health, Labor and Welfare. #9News\nhttps://t.co/x0GNn00WzV", "_id": "1518658656795041793"}, {"created_at": "2022-04-25 16:15:33+00:00", "text": "A man has been arrested on suspicion of murder after four people were found dead with stab wounds in London's south. #9News\nhttps://t.co/kpnU8Ssnk1", "_id": "1518624766818762753"}, {"created_at": "2022-04-25 12:27:22+00:00", "text": "Police have blamed a simmering gang feud for a horrifying murder on the streets of Adelaide. @ashleywick9 #9News https://t.co/UWR20OuSXm", "_id": "1518567342363627520"}, {"created_at": "2022-04-25 09:10:38+00:00", "text": "#BREAKING: Returning now to today's main story, the arrests in relation to a city murder investigation which are tonight ongoing. @9keziahsullivan #9News https://t.co/I0OPV7Pgtk", "_id": "1518517831406604288"}, {"created_at": "2022-04-25 08:55:47+00:00", "text": "#BREAKING: Four more arrests have been made by police investigating a city murder.\n\nLive with the details shortly. #9News https://t.co/MJ9FtHyDZ2", "_id": "1518514093803864064"}, {"created_at": "2022-04-25 07:34:16+00:00", "text": "We begin this hour with a murder investigation unfolding in the heart of the city. @9keziahsullivan #9News https://t.co/67Bdu6oNVt", "_id": "1518493579655761921"}, {"created_at": "2022-04-25 05:36:34+00:00", "text": "Police found two knives, a machete and cash in a blue Holden sedan believed to be connected, and all five occupants were arrested. #9News", "_id": "1518463960961667072"}, {"created_at": "2022-04-25 05:35:46+00:00", "text": "#UPDATE: Police say a 25 year old from Victoria is the man stabbed to death in the city early this morning. 13 people are in police custody but no one has yet been charged with murder.#9News https://t.co/qK1U4065Vp", "_id": "1518463758355820545"}, {"created_at": "2022-04-25 02:23:42+00:00", "text": "The investigation into the stabbing is ongoing and anyone with information is asked to contact Crime Stoppers. #9News", "_id": "1518415421971779584"}, {"created_at": "2022-04-25 02:22:28+00:00", "text": "#BREAKING: A man has died, shortly after he was found with multiple stab wounds on North Terrace early this morning. #9News \nhttps://t.co/Y7JuZY22Kg https://t.co/L9Vs52PHoS", "_id": "1518415113597992960"}, {"created_at": "2022-04-25 01:06:43+00:00", "text": "A man has died after he was found lying in an Adelaide CBD street with multiple stab wounds. #9News\nhttps://t.co/Iuavo3eJRs", "_id": "1518396050070929408"}, {"created_at": "2022-04-24 23:36:06+00:00", "text": "New US-led forecasts suggest the La Nina weather system that brought heavy rains and deadly flash flooding to Australia's east coast is \"struggling to break\", according to Weatherzone. #9News\nhttps://t.co/wckVRtShHN", "_id": "1518373243970674688"}, {"created_at": "2022-04-24 08:44:46+00:00", "text": "Police and SES have spent the day searching through streets and yards in Adelaide's North looking for a weapon involved in a brutal weekend assault. @ShanMcDonaldd #9Newst https://t.co/tM2p9Yfq6x", "_id": "1518148936606920704"}, {"created_at": "2022-04-24 08:35:16+00:00", "text": "Three men are tonight fighting for life after fire tore through a North Adelaide hotel. One of the injured jumped into a pool after being burnt.  @katelambe_  #9News https://t.co/yt03KE4oPP", "_id": "1518146543869698048"}, {"created_at": "2022-04-24 08:00:01+00:00", "text": "A devastating fire at a hotel on Melbourne street in North Adelaide has left three men in a critical condition and several others injured.\n\nWe hear from the guests who made a terrifying escape.#9News https://t.co/dUtvKFqfTl", "_id": "1518137673092902915"}, {"created_at": "2022-04-24 07:00:00+00:00", "text": "A candle has reportedly caused a car to erupt into flames in Mile End South overnight.\n\nBystanders were first on scene, putting out the blaze before fire crews arrived shortly after. #9News https://t.co/AyDyh7tRFh", "_id": "1518122569475502080"}, {"created_at": "2022-04-24 06:53:14+00:00", "text": "The attacker is still on the run from Police. #9News", "_id": "1518120865673912320"}, {"created_at": "2022-04-24 04:54:42+00:00", "text": "#UPDATE: Three men are now fighting for life in hospital after this morning's fire at the Meridien Hotel in North Adelaide. #9News https://t.co/6g9TR3zy7Z", "_id": "1518091037960728577"}, {"created_at": "2022-04-24 04:28:42+00:00", "text": "The cause of the fire is still being investigated.#9News", "_id": "1518084492044681216"}, {"created_at": "2022-04-24 04:15:00+00:00", "text": "Hotel guests have been rescued with cherry pickers after a fire tore through the Meridien Hotel in North Adelaide.\nHotel Management are now working to arrange alternate accommodation for impacted guests.#9News https://t.co/nSrUsl66XL", "_id": "1518081044552978432"}, {"created_at": "2022-04-24 03:30:46+00:00", "text": "The major rescue operation involved fire crews using cherry pickers and ladders to rescue over a dozen guests from balconies.\nWith one man jumping into the hotel pool after being burned.\nInvestigations continue as the cause of the fire remains unknown.#9News", "_id": "1518069915861012481"}, {"created_at": "2022-04-24 02:36:34+00:00", "text": "#BREAKING: Seven people have been taken to hospital, one in a critical condition, after a fire broke out in a North Adelaide hotel room. #9News\nhttps://t.co/sgFx2vPUqq https://t.co/gGUbWwyz0P", "_id": "1518056274402975744"}, {"created_at": "2022-04-23 08:35:29+00:00", "text": "A grandfather is tonight fighting for his life. He was found injured and lying in the street after a bashing in the Northern Suburbs. @ashleywick9 #9News https://t.co/z31i4WJR1s", "_id": "1517784208885882881"}, {"created_at": "2022-04-23 07:30:05+00:00", "text": "Police are still searching for an attacker, after an Elizabeth Downs grandfather was assaulted near his home. He is tonight fighting for life in hospital. #9News https://t.co/agvqelL52j", "_id": "1517767751250579456"}, {"created_at": "2022-04-23 04:03:17+00:00", "text": "The blaze triggered several alarms with fire fighters saying the blaze could have easily spread through the building if it wasn't quickly found and put out.#9News", "_id": "1517715708339122177"}, {"created_at": "2022-04-23 04:03:01+00:00", "text": "A pile of rubbish was allegedly set alight in the first floor fire escape of an apartment block in North Terrace this morning. #9News https://t.co/qkwfpJtk5w", "_id": "1517715641834254336"}, {"created_at": "2022-04-23 02:16:27+00:00", "text": "No arrests have been made, police don't believe it was a random incident. #9News", "_id": "1517688823924199424"}, {"created_at": "2022-04-23 02:15:13+00:00", "text": "#ALERT: A man is fighting for life after allegedly being assaulted at Elizabeth Downs last night.\n\nPolice and paramedics found the 59-year-old man lying in the street with serious head injuries. #9News https://t.co/lMdlY4Bvsh", "_id": "1517688514632069120"}, {"created_at": "2022-04-23 00:03:34+00:00", "text": "Controversial Liberal candidate Katherine Deves has come under fire for attempting to avoid the media at a political event at Forestville RSL in Sydney's northern beaches. #9News\nhttps://t.co/tzs9Vv21Ak", "_id": "1517655381618544640"}, {"created_at": "2022-04-22 08:39:53+00:00", "text": "A man is tonight in hospital suffering serious burns to his face, injured when flames exploded from a combustion heater, which he'd been trying to light with kerosene. @ashleywick9 #9News https://t.co/MNpQ5cpOrx", "_id": "1517422929679687680"}, {"created_at": "2022-04-22 07:35:56+00:00", "text": "Damning coronial findings into the murders of two children have prompted the State Government to concede a review of the entire child protection system is urgently needed. @TomAngley9 #9News https://t.co/lBu9lghCER", "_id": "1517406834751160320"}, {"created_at": "2022-04-22 05:19:50+00:00", "text": "The State Government has vowed to conduct a sweeping review of child protection measures, commencing immediately.\n\nIt comes after a coroner found the murders of two children - Amber Rigney and Korey Mitchell - at the hands of their mother's partner were \"preventable\". #9News https://t.co/2gYFEi5QIZ", "_id": "1517372587071852544"}, {"created_at": "2022-04-22 03:15:45+00:00", "text": "He has been airlifted to hospital, where he remains in a serious but stable condition.\n\nFull story, 5pm and 6pm on #9News", "_id": "1517341359505428480"}, {"created_at": "2022-04-22 00:16:31+00:00", "text": "A 51-year-old woman was allegedly \"ruthlessly and brutally\" stabbed 55 times. #9News\nhttps://t.co/bM7uT57yl5", "_id": "1517296253054652416"}, {"created_at": "2022-04-21 18:30:10+00:00", "text": "Police are searching for a man accused of repeatedly performed explicit sexual acts at the doorstep of a home in Melbourne's north. #9News\nhttps://t.co/qs5lh1gHh6", "_id": "1517209092825260032"}, {"created_at": "2022-04-21 09:21:37+00:00", "text": "The Crows have recalled Jackson Hately for his first game of the season to replace injured captain Rory Sloane for Saturday's big test against the Western Bulldogs in Ballarat. @mikelorigan #9News https://t.co/bHx9Ee759d", "_id": "1517071042728153090"}, {"created_at": "2022-04-21 08:40:07+00:00", "text": "A rapist and murderer who's breached his parole time and time again has today been given yet another chance at living life on the outside. @G_Westgarth #9News https://t.co/EPv4WeZBBB", "_id": "1517060600534347778"}, {"created_at": "2022-04-21 08:36:44+00:00", "text": "A coroner has ruled two children, murdered by an ice addict in Adelaide's north, would still be alive if the authorities paid to keep them safe had done their job. @TomAngley9 #9News https://t.co/UgvHxVCLPr", "_id": "1517059750227292161"}, {"created_at": "2022-04-21 07:50:28+00:00", "text": "Pro-cannabis protestors have accused police of a heavy-handed response to an anti-prohibition rally. \n\nA cannabis user was arrested for lighting up but says he had a legal prescription. #9News https://t.co/4GHAg0xsTD", "_id": "1517048106688331777"}, {"created_at": "2022-04-21 07:35:35+00:00", "text": "The Coroner has ruled two children, murdered by an ice addict, would still be alive if child protection authorities had done their job. @TomAngley9 #9News https://t.co/7QW95hoCHj", "_id": "1517044358805176322"}, {"created_at": "2022-04-21 06:34:45+00:00", "text": "An unlicensed driver slammed their car through a service station’s window at Salisbury this morning.\n\nThankfully, the 53-year-old driver and staff members inside the store were not injured.\n\nShe was taken for a blood alcohol test, with police investigating the incident. #9News https://t.co/aZbzwmaHfQ", "_id": "1517029050367107073"}, {"created_at": "2022-04-21 03:18:13+00:00", "text": "The inquest found the murder of Adeline Wilson-Rigney and her children Korey and Amber should prompt an urgent review of child protection practices.\n\nFull story, 5pm and 6pm on #9News", "_id": "1516979590949867520"}, {"created_at": "2022-04-21 03:17:49+00:00", "text": "The Deputy Coroner has handed down inquest findings into the shocking Hillier triple murders that claimed the lives of two young children and their mother in 2016. #9News https://t.co/NUTk68vivI", "_id": "1516979493256134658"}, {"created_at": "2022-04-21 02:13:49+00:00", "text": "Police Commissioner Grant Stevens has revealed close contact rules in South Australia could be scrapped this week.\n\nThe move follows Victoria and New South Wales both announcing changes to their isolation requirements yesterday. #9News https://t.co/W5c1mb5g33", "_id": "1516963385086148609"}, {"created_at": "2022-04-20 18:30:00+00:00", "text": "A mother charged with conspiring to kill her children, her estranged husband and a lover's wife refused to enter a plea to murder and other charges. #9News\nhttps://t.co/hPStXIxp2f", "_id": "1516846661712195593"}, {"created_at": "2022-04-20 09:40:00+00:00", "text": "The Police Commissioner has defended his decision to continue enforcing a vaccine mandate for health workers, even while scrapping the need for his own police force to get jabbed. @TomAngley9 #9News https://t.co/msMjVV9951", "_id": "1516713281812983808"}, {"created_at": "2022-04-20 07:37:09+00:00", "text": "The Police Commissioner has finally testified at the state's vaccine mandate trial. @TomAngley9 #9News https://t.co/sqUDjz7yAG", "_id": "1516682368152707072"}, {"created_at": "2022-04-20 07:06:40+00:00", "text": "Residents in Adelaide’s east say they are at breaking point after being targeted by rock throwers.\n\nHomeowners have installed security cameras in a bid to catch the criminals in the act.\n\nFull story, 6pm on #9News https://t.co/judDiYlDZF", "_id": "1516674695306702849"}, {"created_at": "2022-04-20 05:45:00+00:00", "text": "Police say a 19-year-old woman was behind the wheel of the car that struck the pedestrian in Baxter just before 8pm last night. #9News\n\nhttps://t.co/hdcup9GRjc", "_id": "1516654142206267395"}, {"created_at": "2022-04-20 05:12:10+00:00", "text": "South Australia could soon follow suit, with Police Commissioner Grant Stevens revealing authorities are now holding similar discussions about the state's isolation period. #9News", "_id": "1516645881524592645"}, {"created_at": "2022-04-20 05:08:35+00:00", "text": "There was a heavy police presence surrounding the Commissioner as he exited the court, despite a much smaller crowd of protestors being present at the hearing today. #9News", "_id": "1516644977744379905"}, {"created_at": "2022-04-20 05:08:11+00:00", "text": "Police Commissioner Grant Stevens has given evidence in the ongoing vaccine mandate trial launched by former AFLW player and nurse, Deni Varnhagen. #9News https://t.co/tLB40W9SmN", "_id": "1516644876967763968"}, {"created_at": "2022-04-20 02:46:35+00:00", "text": "Police were called to the Newton Central Shopping Centre just before 11:30pm, following reports that a delivery truck was driving erratically through the carpark. #9News", "_id": "1516609242190336001"}, {"created_at": "2022-04-19 13:05:07+00:00", "text": "South Australian police have discovered thieves raided the scene of a house fire that claimed the life of a 23-year-old mother. @inglis_cam #9News https://t.co/wNknz2i50W", "_id": "1516402513829838858"}, {"created_at": "2022-04-19 12:08:41+00:00", "text": "A draft of pact said Chinese warships could stop in the Solomons and China could send police and armed forces there \"to assist in maintaining social order\". #9News\nhttps://t.co/KYfmd1ymB6", "_id": "1516388313942298625"}, {"created_at": "2022-04-19 08:40:47+00:00", "text": "Police have expressed dismay at the number of drivers caught at extreme speed over the Easter long weekend. @TomAngley9 #9News https://t.co/MADHGp2UYF", "_id": "1516335992604606467"}, {"created_at": "2022-04-19 08:33:24+00:00", "text": "EXCLUSIVE: #9News can reveal thieves have committed the lowest of crimes at Kilburn, raiding the scene of a tragic house fire that claimed the life of a young mother. @ShanMcDonaldd https://t.co/5l6Zx4LlzG", "_id": "1516334134553202691"}, {"created_at": "2022-04-19 07:51:13+00:00", "text": "EXCLUSIVE: Heartless thieves have raided the scene of a tragic Kilburn house fire that claimed the life of a young mother.\n\nPolice say the looters took some of the few possessions the victim’s family had left.\n\nSee the exclusive story, 6pm on #9News https://t.co/WjgFzZQ6F0", "_id": "1516323518551511042"}, {"created_at": "2022-04-19 06:20:17+00:00", "text": "Two armed bandits – one just 16-years-old – have been arrested after allegedly breaking into two homes in Adelaide’s east last night.\n\nThe pair fled the scene when confronted by one of the homeowners, before a police dog tracked them down in Highbury.\n\nFull story, 6pm on #9News https://t.co/AQdd2hVix9", "_id": "1516300635414573057"}, {"created_at": "2022-04-19 03:45:00+00:00", "text": "Uati \"Pele\" Faletolu was knifed in the chest last Monday, while on break from his job working one of the rides. Police believe the public confrontation was planned. #9News\n\nhttps://t.co/lx3FZ4xtmC", "_id": "1516261555373068291"}, {"created_at": "2022-04-18 16:38:00+00:00", "text": "One shooting left two minors dead and at least 31 people injured. #9News\nhttps://t.co/CBpOuAbvoT", "_id": "1516093699431845891"}, {"created_at": "2022-04-18 14:38:47+00:00", "text": "Police say they are 'lost for words' after detecting a driver allegedly travelling at 251km/h in Melbourne's northwest on Easter Sunday. #9News\nhttps://t.co/wMsLpzwUBu", "_id": "1516063697155682312"}, {"created_at": "2022-04-18 13:30:01+00:00", "text": "After a four-day police investigation, all seven puppies have returned home. #9News\nhttps://t.co/dcNacnG6B6", "_id": "1516046390840815617"}, {"created_at": "2022-04-18 08:33:43+00:00", "text": "A swift police investigation has ended with the safe return of seven stolen puppies to their rightful owners, who've tonight thanked those who helped find them. @KellyCHughes_ #9News https://t.co/wkyGkEDmKt", "_id": "1515971825297235968"}, {"created_at": "2022-04-18 07:37:26+00:00", "text": "Seven stolen puppies have been returned to their rightful owners, after police tracked down the last of the missing litter overnight.\n\nPolice have arrested a 37-year-old from Christies Beach, who is accused of selling the dogs for $200 each.\n\nFull story, 6pm on #9News https://t.co/ulSud78TF6", "_id": "1515957664307560455"}, {"created_at": "2022-04-18 07:33:27+00:00", "text": "Police have been out in force today, monitoring driver behaviour on the last day of the Easter long-weekend. @9keziahsullivan #9News https://t.co/BKgI0PHeBW", "_id": "1515956660191256579"}, {"created_at": "2022-04-18 05:45:00+00:00", "text": "Police in Spain have detained a fishing boat loaded with nearly three metric tonnes of cocaine south of the Canary Islands. #9News \n\nhttps://t.co/ujM93yA2Y5", "_id": "1515929366533922817"}, {"created_at": "2022-04-17 15:36:00+00:00", "text": "Two senior police constables have spent the night in hospital after being attacked during a wild brawl outside a Gold Coast nightclub. #9News\nhttps://t.co/ry0XVcB5mI", "_id": "1515715708725960708"}, {"created_at": "2022-04-17 12:12:23+00:00", "text": "Footage from a dash camera has led police to an arrest 5 hours after a suspected hit and run crash at Freeling, north of Adelaide. @mikelorigan #9News https://t.co/zYRlbJkk6i", "_id": "1515664466230272003"}, {"created_at": "2022-04-17 08:59:02+00:00", "text": "A man is tonight being questioned by Police after he allegedly forced two other vehicles off the road while trying to over-take and fled the scene of the crash. #9News @9keziahsullivan https://t.co/CxpypGMxaU", "_id": "1515615810835861508"}, {"created_at": "2022-04-17 08:28:22+00:00", "text": "A 37-year-old man was arrested and charged with serious criminal trespass and theft.\n\nInvestigations on the whereabouts of the four remaining puppies are on-going.\n\nSee the full story, 6pm on #9News\n\nhttps://t.co/dcNacnG6B6", "_id": "1515608091223478275"}, {"created_at": "2022-04-17 08:27:26+00:00", "text": "A THIRD puppy has been found after a litter of seven was stolen from Morphett Vale last week.\n\nFollowing an investigation, police searched a home at Christies Beach where two of the Pitbull cross puppies were found safe and well. https://t.co/guLXPJTTRL", "_id": "1515607857596616704"}, {"created_at": "2022-04-17 07:03:00+00:00", "text": "Police say the 54-year-old Gawler South man will face numerous charges including driving in a dangerous manner and fail to render assistance.\n\nOne man was taken to hospital, while the car was seized by police for forensic examination.\n\nSee the full story, 6pm on #9News", "_id": "1515586609034366985"}, {"created_at": "2022-04-17 07:02:12+00:00", "text": "#BREAKING: South Australian Police have arrested a man following the hit and run crash in Freeling this morning.\n\nTwo cars were allegedly forced off the road by a third vehicle, which subsequently left the scene. https://t.co/wg2sF54aTD", "_id": "1515586408093831174"}, {"created_at": "2022-04-17 02:43:42+00:00", "text": "The enrolment deadline for the 2022 Federal Election is tomorrow, Monday, April 18, 2022.\n\nIf you're not yet enrolled, here's everything you need to know to get started.#9News \n\nhttps://t.co/Rhpk00s0KB", "_id": "1515521353700548608"}, {"created_at": "2022-04-16 11:59:00+00:00", "text": "A $500,000 reward has been offered for information about a 25-year-old murder of an unknown man who was found beheaded in the New South Wales southern highlands. #9News\nhttps://t.co/hYKCfwF7Qs", "_id": "1515298710854332416"}, {"created_at": "2022-04-16 11:03:05+00:00", "text": "An Adelaide family has been left devastated after a fire tore through their northern suburbs warehouse and factory. #9News\nhttps://t.co/YxSkx5MZmF", "_id": "1515284641560752131"}, {"created_at": "2022-04-16 09:44:39+00:00", "text": "A 50-year-old man has died following a plane crash in the Western Australian town of Kununurra. #9News\nhttps://t.co/Pwoh4zjJH2", "_id": "1515264900976680965"}, {"created_at": "2022-04-16 09:11:50+00:00", "text": "Police have arrested and charged a man accused of breaking into a home in Adelaide's south, and stealing a litter of puppies.\n\nOfficers searched his property and discovered two of the dogs, who have been handed back to their relieved owners. @KellyCHughes_ #9News https://t.co/wCNk6Jtc2j", "_id": "1515256642023178241"}, {"created_at": "2022-04-16 09:06:48+00:00", "text": "A devastated business owner is tonight vowing to rebuild, after a million dollar fire tore through his northern suburbs warehouse. @ellakduffy #9News https://t.co/nVVwoh8lRB", "_id": "1515255376232562691"}, {"created_at": "2022-04-16 07:00:01+00:00", "text": "An electrical fault could be to blame for a large fire that has destroyed a warehouse in Adelaide's north overnight.\n\nThe blaze has left the Vita Food warehouse unable to trade, and caused more than one million dollars in damages.\n\nSee the full story tonight at 6pm on #9News https://t.co/bS6N5uUEft", "_id": "1515223470031835139"}, {"created_at": "2022-04-16 04:00:00+00:00", "text": "Palestinians and Israeli police clashed at the Al-Aqsa mosque in Jerusalem on Friday, as thousands gathered for prayers during the Islamic holy month of Ramadan. #9News\n\nhttps://t.co/lLr8eXBVUM", "_id": "1515178168495259648"}, {"created_at": "2022-04-16 03:34:16+00:00", "text": "#BREAKING: A man has been charged after seven puppies were snatched from a family home in Morphett Vale last week.\n\nPolice arrested a 37-year-old over the theft, where two of the puppies were recovered.\n\nFive of the puppies are still missing.\n\nDetails tonight at 6pm on #9News https://t.co/qb98qfLoeq", "_id": "1515171693203181571"}, {"created_at": "2022-04-15 09:19:39+00:00", "text": "Port Adelaide's winless season has gone from bad to worse with ruckman Scott Lycett to go under the knife to repair an injured shoulder. @coreynorris9  #9News https://t.co/fyDoX8k8pu", "_id": "1514896220770213892"}, {"created_at": "2022-04-15 05:50:55+00:00", "text": "Police are at the scene of a serious crash between a car and train near the Augusta Highway at Winninowie, south of Port Augusta.\n\nThe latest, 6pm on #9News https://t.co/LlDFJYL1A2", "_id": "1514843693307420678"}, {"created_at": "2022-04-15 05:45:00+00:00", "text": "The man charged with opening fire in a Brooklyn subway car full of people was jailed without bail overnight as prosecutors told a judge he terrified all of New York City. #9News\n\nhttps://t.co/8yRbzJaz3w", "_id": "1514842202937036803"}, {"created_at": "2022-04-15 03:05:44+00:00", "text": "Neighbours believe the fire was started by squatters, with police investigating the suspicious incident. \n\nFull story, 6pm on #9News", "_id": "1514802122637799430"}, {"created_at": "2022-04-15 03:05:14+00:00", "text": "Good Samaritans have rushed to help a disabled man after a house fire threatened to spread to his home last night in Elizabeth. \n\nFire crews were quick to extinguish the blaze after it took hold at a vacant Housing Trust unit around 7pm last night. #9News https://t.co/OI5Qwl6IjW", "_id": "1514801995432878089"}, {"created_at": "2022-04-14 06:33:25+00:00", "text": "Police have launched a fresh appeal to find missing Modbury North man Ian Lees, who was last seen on March 1.\n\nDetectives found the 53-year-old’s phone on a bench in Civic Park at Modbury, while his thongs and backpack were located in Fairleigh Reserve. #9News https://t.co/p70FNHO4LV", "_id": "1514491999503613953"}, {"created_at": "2022-04-14 03:30:00+00:00", "text": "William Tyrrell's foster mother has been charged by Strike Force Rosann detectives with giving false or misleading evidence to the NSW Crime Commission. #9News\n\nhttps://t.co/yZrkiHaZk9", "_id": "1514445842102558726"}, {"created_at": "2022-04-13 11:47:39+00:00", "text": "South Australian man Robert McGrory last saw his beloved pet Ollie two years ago.\n\n\"I just assumed he had died because he'd been handfed, hand-raised since he was a yearling,\" Mr McGrory said. #9News\nhttps://t.co/1fn5soKA0X", "_id": "1514208690613723146"}, {"created_at": "2022-04-13 07:36:10+00:00", "text": "Heartbroken neighbours of a man killed in a fatal crash in Adelaide's north yesterday have remembered him as a thorough gentleman who helped rehabilitate injured animals. @ashleywick9 #9News https://t.co/gGbXm0s9EA", "_id": "1514145405726044163"}, {"created_at": "2022-04-13 06:51:12+00:00", "text": "Shocking footage has captured a hoon driver doing a burnout on an Elizabeth North street this morning.\n\nA 28-year-old driver was reported by police, with his Holden Commodore sedan defected and impounded for 28 days.\n\nFull story, 6pm on #9News https://t.co/cHp6WH6XA0", "_id": "1514134087824420866"}, {"created_at": "2022-04-13 05:58:45+00:00", "text": "Supermarket giant Woolworths has ditched single-use plastic bags across its South Australian stores.\n\nIn a nation-first initiative, the bags have now been replaced with compostable ones.\n\nThey can be used at home to compost food waste and put in council green bins. #9News https://t.co/fCOqGeGRCu", "_id": "1514120890161664000"}, {"created_at": "2022-04-13 05:00:00+00:00", "text": "A judge has accepted Police Commissioner Grant Stevens is too sick to give evidence in sidelined Crow Deni Varnhagen's Supreme Court trial.\n\nThe trial - challenging vaccine mandates - has been adjourned until next week, where Mr Stevens is expected to be cross-examined. #9News https://t.co/gdRr9TiOOS", "_id": "1514106104724160512"}, {"created_at": "2022-04-13 04:00:01+00:00", "text": "CLOSE CALL: US highway cameras have captured the moment a speeding car collides with a truck on a Minnesota overpass, causing it to lose control and erupt into an intense fireball.\n\nMiraculously, both drivers managed to survive the crash.\n\n#9News https://t.co/z4jhqV3ixs", "_id": "1514091008228687874"}, {"created_at": "2022-04-13 03:17:24+00:00", "text": "#BREAKING: A 30-year-old Mansfield Park man has had an assault charge upgraded to manslaughter over a West Terrace road rage incident on April 1.\n\nA 70-year-old from Cheltenham was taken to hospital with serious head injuries after the incident, but sadly died yesterday. #9News https://t.co/Yv9zrQJlM6", "_id": "1514080284114784259"}, {"created_at": "2022-04-12 15:29:41+00:00", "text": "Photos and video from the scene showed people tending to bloodied passengers lying on the floor of the station and the air filled with smoke. #9News\nhttps://t.co/E0O8IpAPah", "_id": "1513902181606338561"}, {"created_at": "2022-04-12 13:05:45+00:00", "text": "NSW Police do not believe the teen was responsible for the stabbing and are still looking for those responsible. #9News\nhttps://t.co/oSGVFCGID8", "_id": "1513865960519704576"}, {"created_at": "2022-04-12 07:36:29+00:00", "text": "Police are this afternoon hunting two people who ram-raided a bottle shop in Adelaide's south. @ellakduffy #9News https://t.co/rMR8kqRYh3", "_id": "1513783094335135755"}, {"created_at": "2022-04-12 04:41:09+00:00", "text": "The remains of Adelaide woman Anna Jenkins, presumed murdered in Malaysia in 2017, have finally been returned home.\n\nHer family have waited four and half years to find out what happened, with her son Greg forced to take her remains as carry-on luggage in a cardboard box. #9News https://t.co/R3nPtxn24D", "_id": "1513738973188800512"}, {"created_at": "2022-04-12 03:30:00+00:00", "text": "Police are on the hunt for two thieves who rammed their way into a Blackwood bottle shop.\n\nA suspected getaway car was found set ablaze a short distance away, with reports of two people fleeing the scene.\n\nThe latest, 5pm and 6pm on #9News https://t.co/uuDD03HvAP", "_id": "1513721065423323138"}, {"created_at": "2022-04-11 13:34:48+00:00", "text": "A teenager has died after he was stabbed during a fight at the Sydney Royal Easter Show. #9News https://t.co/oSGVFCYRRg", "_id": "1513510879572430854"}, {"created_at": "2022-04-11 11:07:05+00:00", "text": "Police allege the group assaulted an occupant in the home and stole a vehicle. #9News\nhttps://t.co/ZzUxhvePCz", "_id": "1513473707800657923"}, {"created_at": "2022-04-11 08:56:24+00:00", "text": "Monarto Safari Park is mourning two of its longest-term residents, after giraffes Tambo and Kinky both died of old age. @KellyCHughes_ #9News https://t.co/kzyN0co7Wr", "_id": "1513440821428826115"}, {"created_at": "2022-04-11 08:42:34+00:00", "text": "A 12-year-old boy and three young teenage girls stand accused tonight of a violent car theft, which ended with a crash in Adelaide's south. @mikelorigan #9News https://t.co/IGRUoO1GxL", "_id": "1513437337669279749"}, {"created_at": "2022-04-11 08:35:26+00:00", "text": "The young man who angered hundreds by partying in a city nightclub while COVID positive won't have to carry a criminal conviction for his actions. @G_Westgarth #9News https://t.co/YHrVli6z2l", "_id": "1513435543689965571"}, {"created_at": "2022-04-11 03:36:29+00:00", "text": "Four teenagers have been arrested, accused of assaulting a man and stealing his car in Park Holme overnight.\n\nThe police helicopter and dog squad were called in to search for the youths, with the youngest offender just 12-years-old.\n\nFull story, 5pm and 6pm on #9News https://t.co/7yczjCBCtj", "_id": "1513360309531996164"}, {"created_at": "2022-04-10 22:55:04+00:00", "text": "Chris Bailey, lead singer of legendary punk band The Saints, has died at the age of 65. #9News\nhttps://t.co/xJsItaslHZ", "_id": "1513289487853359104"}, {"created_at": "2022-04-10 09:16:24+00:00", "text": "Arson is suspected in a damaging blaze in Bowden, with flames ripping through an entire block of cottages. \n\nA hoarders belongings providing a huge load of fuel. @ollie_haig https://t.co/3Mnpmq804M", "_id": "1513083464077172737"}, {"created_at": "2022-04-10 09:13:03+00:00", "text": "A 23-year-old Kilburn woman is tonight fighting for life in hospital after a fire engulfed her home in the early hours this morning. \n\nShe was one of a family of 12 forced to scramble to safety, with neighbours woken by their terrified screams. @EdwardGodfrey9 #9News https://t.co/x8sgI9Kj7S", "_id": "1513082621806485512"}, {"created_at": "2022-04-10 05:45:00+00:00", "text": "A woman is in critical condition with burns and smoke inhalation after a house fire in Adelaide's inner north early this morning.\n\nA family of 12 were living in the house at the time, two kids were also taken to hospital, the cause of the fire still under investigation. #9News https://t.co/RqN1UEVJkq", "_id": "1513030263458127876"}, {"created_at": "2022-04-09 09:06:51+00:00", "text": "A woman has been charged with lighting her own house on fire at Peterhead.\n\nThe blaze broke out around 3:45am this morning, everyone inside the home managed to get out safely, including several children.\n\nNeighbours say they were woken by screams. #9News https://t.co/PUM3s6P5gX", "_id": "1512718674351865860"}, {"created_at": "2022-04-08 19:28:00+00:00", "text": "A US couple that had been missing for more than a week were \"at peace\" when the husband died a day before rescuers reached his wife. #9News\nhttps://t.co/QksRRGwgGk", "_id": "1512512602508779521"}, {"created_at": "2022-04-08 12:05:20+00:00", "text": "The court heard the man had been drinking and the crime was religiously-motivated. #9News\nhttps://t.co/Q7VtEbCS22", "_id": "1512401201094344708"}, {"created_at": "2022-04-08 08:52:04+00:00", "text": "New South Wales destructive three-day deluge has turned deadly, with a man killed in floodwaters in Sydney’s south-west. @lcalcutt #9News https://t.co/PRgF4zLz57", "_id": "1512352566390177795"}, {"created_at": "2022-04-08 08:38:09+00:00", "text": "A southern suburbs businessman turned drug trafficker has blamed mounting work pressures on setting up a large-scale operation to help pay for his own spiraling addiction. @TomAngley9 #9News https://t.co/NaxB0ZHzgG", "_id": "1512349065324937218"}, {"created_at": "2022-04-08 05:35:00+00:00", "text": "A drug dealer has been jailed for six years for trafficking meth, cocaine and MDMA from his Morphett Vale business. \n\nAndreas Erotocritou turned to ice to cope with the success of his business, while amassing a massive drug debt he couldn’t afford. \n\nFull story, 6pm on #9News https://t.co/mIFIAZM2zy", "_id": "1512302970280448003"}, {"created_at": "2022-04-08 01:34:55+00:00", "text": "#BREAKING: Former Newtown Jets footballer Chris Dawson will face a criminal trial over the alleged murder of his wife Lynette Dawson nearly 40 years ago.\n\nLATEST: https://t.co/rMmY5TNMK9\n\n#9News https://t.co/1NNQBZcw4l", "_id": "1512242552895774720"}, {"created_at": "2022-04-07 13:30:00+00:00", "text": "Two teens and a man in his 30s have all been arrested following a crime spree overnight. #9News\nhttps://t.co/MJUuX4xiYJ", "_id": "1512060123342151682"}, {"created_at": "2022-04-07 08:39:10+00:00", "text": "Two service station workers have been punched in the face during a rapid southern suburbs’ crime spree, which hit three businesses within just one hour. @KellyCHughes_ #9News https://t.co/wSuXHUJiMD", "_id": "1511986930199797765"}, {"created_at": "2022-04-07 06:08:56+00:00", "text": "An Adelaide man, wanted for attempted murder, has touched back down in South Australia after being extradited from Victoria.\n\nPolice allege the 23-year-old stabbed three people during a fight outside a Grenfell Street bar last month.\n\nFull story, 5pm and 6pm on #9News https://t.co/UltXgrh6Ee", "_id": "1511949125696204800"}, {"created_at": "2022-04-07 04:28:00+00:00", "text": "Three people – including two 17-year-olds – have been arrested after targeting three southern suburbs service stations in a quickfire overnight crime spree.\n\nFull story, 5pm and 6pm on #9News https://t.co/oX7miHdb8T", "_id": "1511923724915642370"}, {"created_at": "2022-04-07 03:57:13+00:00", "text": "Police surrounded Professor Spurrier on her short walk from the court to a car, moments after being told she wouldn't have to testify in the case challenging the state's vaccine mandates.\n\nThe case is being spearheaded by sidelined Crow and nurse Deni Varnhagen. #9News", "_id": "1511915977721536518"}, {"created_at": "2022-04-07 02:29:09+00:00", "text": "EXCLUSIVE: A South Australian man, who was arrested in Melbourne, is being extradited back to Adelaide today to face a series of charges, including attempted murder.\n\nPolice allege the 23-year-old stabbed three people during a fight outside a Grenfell Street bar. #9News https://t.co/SdZ9Sx4pjH", "_id": "1511893815547682820"}, {"created_at": "2022-04-06 10:04:56+00:00", "text": "The man who died in a freak landslide has been identified as a high-profile lawyer who was on holidays with his family. #9News \nhttps://t.co/Kclhj76xJf", "_id": "1511646125706858499"}, {"created_at": "2022-04-06 08:44:23+00:00", "text": "A court has heard a murder victim, bashed in his Murray Bridge home before being dumped in a remote location, was targeted as payback for acting inappropriately towards one of his killers' relatives. @TomAngley9 #9News https://t.co/XuJMiTxdcQ", "_id": "1511625854765477892"}, {"created_at": "2022-04-06 04:45:00+00:00", "text": "Shocking dashcam footage has captured the moment a motorbike rider recklessly weaves through traffic on one wheel at Lonsdale.\n\nPolice are investigation the incident, which happened yesterday afternoon on Dyson Road.\n\nFull story, 5pm and 6pm on #9News https://t.co/bQRY5OzuHp", "_id": "1511565612467867651"}, {"created_at": "2022-04-06 02:42:00+00:00", "text": "#BREAKING: South Australia has recorded its highest number of #COVID19 cases, with 5,784 new infections in the past 24 hours. \n\nTwo people have sadly died and 12 people remain in ICU. \n\nFull story, 5pm and 6pm #9News https://t.co/AxfAOJvveb", "_id": "1511534659447910409"}, {"created_at": "2022-04-06 02:38:47+00:00", "text": "After the victim refused, the suspects fled with keys belonging to several vehicles from the property.\n\nThe 50-year-old victim was taken to the Murray Bridge Hospital for treatment for head and arm injuries.\n\nFull story, 5pm and 6pm on #9News", "_id": "1511533850022711302"}, {"created_at": "2022-04-06 02:38:23+00:00", "text": "Three men are on the run after beating a man during a terrifying home invasion near Tailem Bend early this morning.\n\nThe trio forced their way into the Jervois home and attacked the owner with pieces of timber, demanding that he hand over his firearms. #9News https://t.co/vf76MaapJJ", "_id": "1511533750307352579"}, {"created_at": "2022-04-05 15:33:19+00:00", "text": "Sickening scenes of mass graves and murdered civilians in Ukraine have jolted the world back to some of humanity's cruelest outrages. #9News\nhttps://t.co/uFEiarJpTk", "_id": "1511366381878792192"}, {"created_at": "2022-04-05 08:42:05+00:00", "text": "War crimes that will be recognised by the world as genocide - those were the words of Ukraine’s president, as he visited a city ravaged by Russian troops. #9News https://t.co/edlW7TVzLa", "_id": "1511262891097341952"}, {"created_at": "2022-04-05 08:36:38+00:00", "text": "A South Australian stabbing suspect accused of attempted murder has been arrested in Victoria, and is set to be extradited here. @G_Westgarth #9News https://t.co/8gGLtedGH7", "_id": "1511261518930841600"}, {"created_at": "2022-04-05 07:37:54+00:00", "text": "A good Samaritan has helped police track down a man who stole a ute from Parafield Gardens while its owner was working. @KellyCHughes_ #9News https://t.co/ydewJ5IRTj", "_id": "1511246736668434432"}, {"created_at": "2022-04-05 07:18:55+00:00", "text": "Victoria Police have swooped on a South Australian man wanted for attempted murder.\n\nThe 23-year-old man was arrested early this morning, accused of stabbing three people during a violent Grenfell Street brawl on March 13.\n\nMORE: https://t.co/b7Ncjc4LYF\n\n#9News https://t.co/ylwv7JeloL", "_id": "1511241958437523459"}, {"created_at": "2022-04-05 07:03:05+00:00", "text": "@katelambe_ UPDATE: Police have now confirmed that a 27-year-old man has died after a truck crash on Kangaroo Island.\n\nMajor Crash detectives attended the scene and are continuing to investigate the incident. #9News", "_id": "1511237974138101760"}, {"created_at": "2022-04-05 05:15:00+00:00", "text": "A Tennessee inmate scheduled to be executed this month has petitioned the courts to reopen his case after DNA from an unknown person was detected on one of the murder weapons. #9News\n\nhttps://t.co/4RdQOA7IwS", "_id": "1511210774575812608"}, {"created_at": "2022-04-05 04:15:25+00:00", "text": "Emergency services are currently attending the scene of a serious crash on Kangaroo Island.\n\nPolice were called to Christmas Street at Penneshaw just after 8am this morning, after reports a truck had left the road and crashed down an embankment onto rocks. #9News https://t.co/G5cZCyQNXS", "_id": "1511195778944962561"}, {"created_at": "2022-04-05 01:16:29+00:00", "text": "Vulnerable Australians are facing a barrage of new online scams that cruelly target people who have already been the victim of cybercrime. #9news\nhttps://t.co/kmtS5ewCUc", "_id": "1511150751719964676"}, {"created_at": "2022-04-04 22:36:11+00:00", "text": "At least two shooters fired more than 100 rounds in #Sacramento, killing six people. #9News\nhttps://t.co/GSANUjRsDp", "_id": "1511110411428327426"}, {"created_at": "2022-04-04 14:26:14+00:00", "text": "The Demons fan illegally entered Perth to attend the 2021 AFL Grand Final during Western Australia's tough COVID-19 rules. #9News\nhttps://t.co/2Z3Et3Fapd", "_id": "1510987110802952195"}, {"created_at": "2022-04-04 10:08:04+00:00", "text": "It follows recent reports of flood victims being forced to move out of Byron Bay to make way for holiday tourists. #9News\nhttps://t.co/l72YXtLn8h", "_id": "1510922140367073280"}, {"created_at": "2022-04-04 08:42:49+00:00", "text": "Ukraine's President has described the Russian assault on the city of Bucha as genocide as world leaders call for a war crimes investigation. @CGreenbank9 #9News https://t.co/RTzRdxDX2H", "_id": "1510900685675671554"}, {"created_at": "2022-04-04 08:35:52+00:00", "text": "A son accused of murdering his mother, leaving her body in a shed, has faced court for the first time. @TomAngley9 #9News https://t.co/o5fkzNlKDi", "_id": "1510898938714406912"}, {"created_at": "2022-04-04 07:35:31+00:00", "text": "A man accused of being the gunman in a northern suburbs shooting has appeared in court. @G_Westgarth #9News https://t.co/EdqjW5G7gu", "_id": "1510883749336133636"}, {"created_at": "2022-04-04 05:42:46+00:00", "text": "A high-speed police chase through Melbourne's south-east has ended with the arrest of two men after they were found hiding in a roof space. #9News\n\nhttps://t.co/nbe6oAfV36", "_id": "1510855375704125441"}, {"created_at": "2022-04-03 20:00:17+00:00", "text": "A gunman is on the run this morning after a mass shooting left six people dead in the capital of California. #9News\nhttps://t.co/pFxak2BqZN", "_id": "1510708787778256897"}, {"created_at": "2022-04-03 15:06:00+00:00", "text": "When an asteroid slammed into the Earth 66 million years ago, three-quarters of plants and animals on Earth died, including all dinosaurs.\n\nCockroaches, however, survived the impact. #9News https://t.co/gXbNIuFIvv", "_id": "1510634728994623495"}, {"created_at": "2022-04-03 08:58:10+00:00", "text": "A man was seriously injured when he was stabbed at Enfield this morning.\n\nThe 26-year-old attacked in a side street, suffering serious leg injuries, he managed to stumble to Main North Road where a passerby called for help. @9keziahsullivan #9News https://t.co/1THNRNy0JM", "_id": "1510542162039087108"}, {"created_at": "2022-04-03 03:54:31+00:00", "text": "#WATCH: Two missing kayakers have been found at Drik Drik, after resourceful thinking of a 13-year-old boy.\n\nPolice located the pair after a young boy used the light on his watch to signal the helicopter to their location.\n\nDetails tonight at 6pm on #9News https://t.co/EnYnqf1lu5", "_id": "1510465746752602120"}, {"created_at": "2022-04-02 23:16:00+00:00", "text": "Hope Solo was arrested in North Carolina on charges of misdemeanor child abuse, resisting arrest and impaired driving, police said. #9News\nhttps://t.co/iUUwJrn0Xu", "_id": "1510395653427384325"}, {"created_at": "2022-04-02 22:07:53+00:00", "text": "Storms and rough surf could lead to deadly sea snakes washing up along the east coast of Australia. #9News\nhttps://t.co/hhMtJkUXYi", "_id": "1510378511496019973"}, {"created_at": "2022-04-02 21:31:44+00:00", "text": "The former chief prosecutor of the International Criminal Court has called for an international arrest warrant to be issued for Russian President Vladimir Putin. #9News\nhttps://t.co/yXdjo8VnnM", "_id": "1510369413752446977"}, {"created_at": "2022-04-02 19:00:00+00:00", "text": "WA Police allege the 27-year-old passenger got into the driver's seat and stole the car while the woman was buying a cake.\nThe woman's 5-year old-daughter was still in the back seat. #9News https://t.co/DXoqHffXHE", "_id": "1510331231447228418"}, {"created_at": "2022-04-02 11:00:53+00:00", "text": "Police have not yet revealed how or when the woman was killed but did confirm today the man charged with the murder was the victim's son. #9News https://t.co/iNZF5ZMsCc", "_id": "1510210656485711874"}, {"created_at": "2022-04-02 08:06:01+00:00", "text": "Locals in a quiet street in the Adelaide Hills have been rocked by the brutal death of a mother, inside her own home.\n\nThe woman's body was found by police yesterday, and now they have charged her adult son with murder. @mikelorigan #9News https://t.co/TLp5wwp6W8", "_id": "1510166649609072644"}, {"created_at": "2022-04-02 05:37:51+00:00", "text": "Sadly, a 31-year-old man has died overnight following a fatal crash at Shea-Oak log.\n\nThe single vehicle crash forced the Sturt Highway and Gomersal Road to close for several hours but have since reopened.\n\nSee the full details tonight at 6pm on #9News https://t.co/fmpKlavC9O", "_id": "1510129362439323648"}, {"created_at": "2022-04-02 03:38:23+00:00", "text": "JUST IN: A South Australian man has been charged with the murder of his mother after her body was found inside the shed of an Adelaide Hills home. #9News\n\nMORE: https://t.co/3qJvKooEA4 https://t.co/SHYL9lBSu5", "_id": "1510099297202683908"}, {"created_at": "2022-04-01 22:29:06+00:00", "text": "A new anti-COVID-19 drug has shown promising signs of eliminating the virus in three days, a study has revealed. #9News\nhttps://t.co/daOvKmIxkO", "_id": "1510021465592111106"}, {"created_at": "2022-04-01 20:47:14+00:00", "text": "A six-year-old child has been left injured and shaken after a group of wallabies attacked him at a Far North Queensland sports field. #9News\nhttps://t.co/rgW0ZM6A44", "_id": "1509995827032338434"}, {"created_at": "2022-04-01 16:31:00+00:00", "text": "Police have shared footage of several drivers travelling recklessly on roads, endangering themselves and others. #9News\nhttps://t.co/vfazlZzo8A", "_id": "1509931344096337935"}, {"created_at": "2022-04-01 12:27:41+00:00", "text": "\"The two parties are known to each other and this was not a random incident,\" police said. #9News\nhttps://t.co/iNZF5ZN0rK", "_id": "1509870110785572864"}, {"created_at": "2022-04-01 07:40:43+00:00", "text": "There are fresh warnings to make sure your car is locked and secure, with our peak motoring body recording a sharp rise in car thefts. @ashleywick9 #9News https://t.co/fQYaIIb7R5", "_id": "1509797894827692065"}, {"created_at": "2022-04-01 07:38:42+00:00", "text": "Four men are tonight behind bars having faced court over South Australia's biggest-ever drug haul. @9keziahsullivan #9News https://t.co/fKt8KgxNYc", "_id": "1509797385630797837"}, {"created_at": "2022-04-01 07:34:45+00:00", "text": "Firebombs were hurled over the fence of a young families home, their brush fence erupting into a blazing ball of flames in Adelaide’s west. @mikelorigan #9News https://t.co/YoTJ0ZI1wc", "_id": "1509796394957164549"}, {"created_at": "2022-04-01 06:35:01+00:00", "text": "A young family has been caught up in a terrifying firebomb attack in Adelaide's west. @mikelorigan #9News https://t.co/vMEqQd2qB0", "_id": "1509781359019147266"}, {"created_at": "2022-04-01 06:32:24+00:00", "text": "#BREAKING: A person has been stabbed in broad daylight at a shopping centre in Adelaide's north. #9News https://t.co/S4RJ67yMwQ", "_id": "1509780700576239619"}, {"created_at": "2022-04-01 06:00:02+00:00", "text": "Police say Molotov cocktails were hurled at the property in a \"deliberate attack\", but not necessarily aimed at the young family inside. #9News\n\nhttps://t.co/LwJTDNVTl6", "_id": "1509772555506225152"}, {"created_at": "2022-04-01 05:23:30+00:00", "text": "WATCH: This is the moment Australian Federal Police swoop on four men, charged with importing 416kgs of cocaine into the state.\n\nThe historic seizure has an estimated street value of $250 million.\n\nMORE: https://t.co/icdHjb8UIR\n\n#9News https://t.co/XX5ZJWbUMm", "_id": "1509763365068894212"}, {"created_at": "2022-04-01 03:41:03+00:00", "text": "A family is living in fear after their Netley house was firebombed with Molotov cocktails in a suspected case of mistaken identity.\n\nThe victim grabbed her young daughter and fled after their brush fence went up in flames just before 1am.\n\nFull story, 5pm and 6pm on #9News https://t.co/9iXCXEwOCP", "_id": "1509737579632992256"}, {"created_at": "2022-04-01 00:44:46+00:00", "text": "A longstanding leader of the meat industry has been identified among those killed in a deadly helicopter crash in regional Victoria. #9News\n\nhttps://t.co/N1cZlWrL7r", "_id": "1509693219344322564"}, {"created_at": "2022-03-31 18:15:25+00:00", "text": "The drug also works to prevent migraines, rather than treating them once they arrive. #9News https://t.co/ARgT3nqhXa", "_id": "1509595233520037889"}, {"created_at": "2022-03-31 12:06:39+00:00", "text": "More than 400 kilograms of cocaine has been found off the coast of South Australia. \n\nPolice say it's the largest drug bust in South Australian history. @KellyCHughes_ #9News https://t.co/D3LuJ8SAot", "_id": "1509502430815428611"}, {"created_at": "2022-03-31 09:10:05+00:00", "text": "Police have confirmed five people have been killed in a helicopter crash in Victoria. #9News\nhttps://t.co/MIT3vMWo3t", "_id": "1509457998573289475"}, {"created_at": "2022-03-31 07:42:57+00:00", "text": "Five people, including the pilot, are feared dead in a helicopter crash in rugged bushland north of Melbourne. #9News https://t.co/mIelT4VZYz", "_id": "1509436068722057217"}, {"created_at": "2022-03-31 07:34:59+00:00", "text": "Police have smashed a sophisticated, transnational drug operation, bringing a quarter of a billion dollars worth of cocaine to South Australian shores. @ollie_haig #9News https://t.co/sX3qaGMm7E", "_id": "1509434064759054338"}, {"created_at": "2022-03-31 06:34:12+00:00", "text": "#BREAKING: Australian Federal Police have just revealed details of a dramatic drug bust – the largest in the state's history. @ollie_haig #9News https://t.co/PYstpvk8BD", "_id": "1509418765582274562"}, {"created_at": "2022-03-31 05:16:38+00:00", "text": "It is believed five people - a pilot and four passengers - were on board the helicopter, which police have located crashed near Mt Disappointment, an hour north of Melbourne's CBD. #9News\n\nhttps://t.co/MIT3vMWo3t", "_id": "1509399248332197889"}, {"created_at": "2022-03-31 04:28:27+00:00", "text": "#BREAKING: Four men have been arrested after police seized 416kgs of cocaine – the largest haul of any illicit substance in South Australia’s history.\n\nThe seizure has an estimated street value of more than $250 million. #9News https://t.co/jfv61l3jSh", "_id": "1509387123409190912"}, {"created_at": "2022-03-31 04:17:48+00:00", "text": "#LIVE NOW: SA Police provide an update after officers seized 416kgs of cocaine. #9News https://t.co/zRgmWpN4PR", "_id": "1509384441340170240"}, {"created_at": "2022-03-31 02:40:25+00:00", "text": "A mother has faced court today charged with criminal neglect over the death of her three-week-old baby son. \n\nRebecca Denton and her supporters were heckled as they left Christies Beach Magistrates Court today.\n\nFull story, 5pm and 6pm on #9News https://t.co/okS69VOeDI", "_id": "1509359932621004800"}, {"created_at": "2022-03-30 14:33:55+00:00", "text": "#GALLERY: Thousands of people are dead, and almost four million Ukrainians have fled the country over the past month. #9News https://t.co/roWXNvZJSb", "_id": "1509177104172154882"}, {"created_at": "2022-03-30 13:34:17+00:00", "text": "More than a century of history has been destroyed by the out-of-control fire. #9News https://t.co/lp7p3FHn48", "_id": "1509162098231681026"}, {"created_at": "2022-03-30 03:29:28+00:00", "text": "#LIVE NOW: Chief Public Health Officer Dr Nicola Spurrier, Police Commissioner Grant Stevens and Education Department chief executive Rick Persse provide a #COVID19 update. #9News https://t.co/StQyDhXD0C", "_id": "1509009891972710400"}, {"created_at": "2022-03-30 01:09:52+00:00", "text": "A historic building at Kapunda High School has been left a smouldering wreck after a fire erupted overnight.\n\nMore than 80 firefighters battled throughout the night to contain the blaze, but the campus sustained extensive damage. #9News https://t.co/twbDjTK4Wg", "_id": "1508974759026966528"}, {"created_at": "2022-03-29 23:47:29+00:00", "text": "The Federal Government says from May 1 it will subsidise the cost of the drug Trodelvy, which is used to treat triple negative breast cancer. #9News\nhttps://t.co/X1enD90q1O", "_id": "1508954024858435586"}, {"created_at": "2022-03-29 21:05:23+00:00", "text": "Israeli paramedics say at least five people have been killed in a shooting east of Tel Aviv. #9News\nhttps://t.co/LEFPm1IKWJ", "_id": "1508913231233912836"}, {"created_at": "2022-03-29 12:37:58+00:00", "text": "Accelerated coral bleaching in the Great Barrier Reef and deadly floods across the nation.\n\nDoes the environment benefit from the Federal Budget? #9News\nhttps://t.co/jUtfh2P4KC", "_id": "1508785537481527299"}, {"created_at": "2022-03-29 07:42:35+00:00", "text": "Police say they're alarmed and frustrated at the number of drivers busted using their phones behind the wheel during a road safety blitz. @EdwardGodfrey9 #9News https://t.co/BM4zbPgDcV", "_id": "1508711201919930369"}, {"created_at": "2022-03-29 07:37:48+00:00", "text": "A young driver who's dreadful mistake killed one of her closest friends and injured several others has been spared jail. @katelambe_ #9News https://t.co/9OCY8ELI7l", "_id": "1508709999358394368"}, {"created_at": "2022-03-29 07:34:17+00:00", "text": "#9News can reveal a fugitive wanted over a shooting in the northern suburbs has an extensive criminal history, sparking concerns he should never have been out on bail. @ashleywick9 https://t.co/OwlIBIill0", "_id": "1508709111118106624"}, {"created_at": "2022-03-29 07:17:42+00:00", "text": "Queensland Health has come under fire after it was revealed a patient died or was seriously injured after doctors performed surgery on the wrong person. #9News\n\nhttps://t.co/4U9Xaxm6dh", "_id": "1508704937999446018"}, {"created_at": "2022-03-29 06:36:13+00:00", "text": "Police have revealed the identity of a gunman wanted over a northern suburbs shooting as their search for the suspect intensifies. @ashleywick9 #9News https://t.co/S7VSKrcQnU", "_id": "1508694500310458381"}, {"created_at": "2022-03-29 02:33:13+00:00", "text": "A fierce fire which tore through a Christie Downs home overnight is being treated as suspicious. \n\nA pregnant mother and her 16-month-old baby were forced to flee their house after their adjoining property went up in flames around 8pm last night. \n\nFull story, 6pm on #9News https://t.co/9mHSjUH1B1", "_id": "1508633347827720192"}, {"created_at": "2022-03-28 23:34:01+00:00", "text": "#BREAKING: Police are seeking assistance from the public to locate Dylan Robert Michelsen, a person of interest in relation to a shooting at #ElizabethGrove on Sunday.\n\nAnyone who has information or knows his whereabouts is urged to contact police on 131 444. #9News https://t.co/IldOZFylqk", "_id": "1508588247689367553"}, {"created_at": "2022-03-28 07:44:50+00:00", "text": "Police believe they're closing in on a gunman who opened fire at Elizabeth Grove on Sunday. @ashleywick9 #9News https://t.co/1N7Ole4wuq", "_id": "1508349378511130641"}, {"created_at": "2022-03-28 07:43:11+00:00", "text": "A coronial inquest has started into the disappearance of an Adelaide woman, who is believed to have been murdered in Malaysia, more than four years ago. @inglis_cam #9News https://t.co/i61HwcnJVJ", "_id": "1508348964847955968"}, {"created_at": "2022-03-28 04:44:01+00:00", "text": "Her two children launched their own investigation, leading to a tip-off which uncovered her personal items alongside human remains in 2020, with authorities now presuming she was murdered. \n\nFull story, 6pm on #9News", "_id": "1508303876679634944"}, {"created_at": "2022-03-28 01:22:11+00:00", "text": "A northern suburbs gunman is on the run after shooting a man in the leg at Elizabeth Grove on Sunday.\n\nPolice thought they had a lead when they chased down a stolen car last night, but the suspect was not inside.\n\nFull story, 5pm and 6pm on #9News https://t.co/3BSVhfKn5H", "_id": "1508253080776687617"}, {"created_at": "2022-03-27 11:02:46+00:00", "text": "There's a gunman on the run after a brazen daylight shooting. @G_Westgarth #9News https://t.co/D6ppHnmsXX", "_id": "1508036801189003265"}, {"created_at": "2022-03-27 09:53:40+00:00", "text": "A manhunt is underway in Adelaide's northern suburbs over a shooting. #9News\nhttps://t.co/4TRmsjVq7S", "_id": "1508019413957574660"}, {"created_at": "2022-03-27 08:12:25+00:00", "text": "A manhunt is underway in the northern suburbs tonight over a shooting in Elizabeth Grove.\n\nPolice are leaving no stone unturned, raiding several properties as the victim who was shot in the leg lies in hospital. @katelambe_ #9News https://t.co/6lt719dA8t", "_id": "1507993934534004744"}, {"created_at": "2022-03-27 03:43:47+00:00", "text": "SA Police are investigating a suspicious car fire at #Marleston last night.\n\nAfter further investigation, emergency services discovered the car had been reported stolen.\n\nPolice believe the fire was deliberately lit and are asking anyone with information to come forward. #9News https://t.co/XcyZbAFsMg", "_id": "1507926329924104192"}, {"created_at": "2022-03-26 15:59:00+00:00", "text": "A raging fire erupted on Friday at an oil depot in Jiddah ahead of a Formula One race in the Saudi city, with Yemen's Houthis rebels acknowledging they had launched a series of attacks on the kingdom. #9News\nhttps://t.co/v76mAN0OzL", "_id": "1507748963851530245"}, {"created_at": "2022-03-26 12:06:00+00:00", "text": "A four-year-old boy with a terminal illness has been granted a special police honour as part of his bucket list. #9News\nhttps://t.co/kGteg2hnjQ", "_id": "1507690327406268417"}, {"created_at": "2022-03-26 08:21:54+00:00", "text": "Southern suburbs residents say they are living in fear of a fire bug, after another home was targeted overnight.\n\nThe property going up in flames for the second time, in just four months. @katelambe_ #9News https://t.co/leWO20irqN", "_id": "1507633932359065601"}, {"created_at": "2022-03-26 08:18:10+00:00", "text": "As South Australians continue to emerge from quarantine earlier than expected, the spread of #COVID19 isn't slowing down. \n\nThe state tonight, recording its deadliest day in six weeks. @G_Westgarth #9News https://t.co/7RZRtbbDZe", "_id": "1507632992012972041"}, {"created_at": "2022-03-26 08:02:28+00:00", "text": "Police have had to coax two young men off the roof of a business in the northern suburbs.\n\nThe men aged 17 and 20, were wearing gloves and armed with a hammer when they climbed on to the roof of the Elizabeth Shopping Centre. @KellyCHughes_ #9News https://t.co/ErrYn8I4a8", "_id": "1507629040412340230"}, {"created_at": "2022-03-26 07:51:38+00:00", "text": "Beach goers and marine rescue crews have spent the afternoon desperately trying to save a whale, struggling and injured  in the shallows of Port Willunga.\n\nSeveral onlookers jumped in to do what they could, to help it to deeper water. @inglis_cam #9News https://t.co/koVoH75cfj", "_id": "1507626313942814739"}, {"created_at": "2022-03-25 19:35:22+00:00", "text": "The raging fire came after a series of attacks on the kingdom of Saudi Arabia.\n\nConcerns are now being raised over the Saudi Arabian Grand Prix being held on Sunday. #9News https://t.co/v76mANiXNT", "_id": "1507441028319805440"}, {"created_at": "2022-03-25 07:53:03+00:00", "text": "A remorseless man who bashed a police officer and ran over his housemate has been jailed for almost seven years.\n\nToday in court, Steven Tipping came face-to-face with both his victims. @katelambe_ #9News https://t.co/nyTfwYn9p5", "_id": "1507264285713514504"}, {"created_at": "2022-03-25 07:49:34+00:00", "text": "A dramatic arrest has been filmed after police pounced on a man who was allegedly breaking into cars. https://t.co/dQBHze5m9p", "_id": "1507263406662983681"}, {"created_at": "2022-03-25 06:55:07+00:00", "text": "A violent and aggressive man who bashed a police office has been sentenced to almost seven years in jail. \n\n@katelambe_ has more details. #9News https://t.co/LZLTXtzU51", "_id": "1507249702965760018"}, {"created_at": "2022-03-25 06:53:17+00:00", "text": "9News has obtained vision of a dramatic arrest in West Richmond. \n\nIt happened when police swooped on a man allegedly breaking into a car. @inglis_cam #9News https://t.co/SWe1gYikJe", "_id": "1507249244436107264"}, {"created_at": "2022-03-25 04:38:21+00:00", "text": "A woman in her 30s and two girls aged under six have been found dead after a car burst into flames in Melbourne's south-east. #9News https://t.co/cETT6T2I0K", "_id": "1507215284012261377"}, {"created_at": "2022-03-24 23:37:24+00:00", "text": "YOUR SAY: Is the Australian Dream of owning a home dead?\n\nNew research has revealed four out of five Australians wishing to enter the property market now think owning a house in their lifetime is unachievable. #9News\n\nFULL DETAILS: https://t.co/KC27Ix9zzi https://t.co/yrZ4clsy3t", "_id": "1507139548282646539"}, {"created_at": "2022-03-24 07:34:38+00:00", "text": "Police have arrested three teenage boys who allegedly took a stolen car on a joyride through the northern suburbs, before dumping it in the middle of a road. @inglis_cam #9News https://t.co/fsZtpsSAw9", "_id": "1506897261850206211"}, {"created_at": "2022-03-23 09:35:03+00:00", "text": "The inquest heard that in the weeks leading to Hannah Clarke's murder, the young mother had asked a work colleague how to write a will. #9News\nhttps://t.co/9axIq7gye9", "_id": "1506565175083626500"}, {"created_at": "2022-03-23 07:49:18+00:00", "text": "Police are hunting a gang after a stolen car bearing incorrect number plates was dumped in a quiet street Adelaide's east. @ollie_haig #9News https://t.co/XUYUfeKAgN", "_id": "1506538564493971458"}, {"created_at": "2022-03-23 06:38:51+00:00", "text": "Fire has torn through a home at Ingle Farm in Adelaide's north. #9News https://t.co/2lTOpFUvtP", "_id": "1506520835430961160"}, {"created_at": "2022-03-23 05:19:57+00:00", "text": "Family of cold case killer Matthew Tilley have clashed with media outside court following his sentencing for the 1993 murder of Suzanne Poll. \n\nHe will be behind bars for at least 26 years over the brutal stabbing.\n \nFull story, 5pm and 6pm on #9News https://t.co/EVFXTeFTVl", "_id": "1506500977251151873"}, {"created_at": "2022-03-23 04:49:33+00:00", "text": "Cold case killer Matthew Tilley has been jailed for least 26 years over the 1993 murder of Suzanne Poll.\n\nThe mother-of-two was stabbed to death at the Salisbury newsagent where she worked, with Tilley's family lashing out at the media following his sentencing. #9News https://t.co/O3xx1PuWiM", "_id": "1506493326689660928"}, {"created_at": "2022-03-23 02:03:07+00:00", "text": "Police are hunting three suspects after a stolen car was found in #Walkerville last night.\n\nThe driver quickly sped off when officers approached, before dumping the vehicle in a nearby street.\n\nPolice swarmed the area but the trio could not be found. #9News https://t.co/fnzXwUTw1A", "_id": "1506451443179397122"}, {"created_at": "2022-03-22 18:25:00+00:00", "text": "Fire investigators sifting through what's left of the caravan believe an exploding E-scooter charger caused the blaze. #9News\nhttps://t.co/lxwt5VlVFj", "_id": "1506336154433601538"}, {"created_at": "2022-03-22 12:33:38+00:00", "text": "The mother-of-three had burns to 97 per cent of her body when she told police what her estranged husband had done. #9News\nhttps://t.co/D4YaoIZ7Bq", "_id": "1506247731744231425"}, {"created_at": "2022-03-22 11:33:09+00:00", "text": "Australia's largest mail processing centre is using a new forensics lab to detect and test for illegal items sent in the mail. #9News\nhttps://t.co/vQ7oRY4IDT", "_id": "1506232511093182471"}, {"created_at": "2022-03-22 10:01:58+00:00", "text": "The man accused of bombing the National Crime Authority in Adelaide has been found guilty of assaulting police. #9News\nhttps://t.co/u1Dsa9CD5l", "_id": "1506209562130493440"}, {"created_at": "2022-03-22 07:41:22+00:00", "text": "The police helicopter has been used to track a series of dangerous high-speed drivers, putting innocent motorists' lives at risk. @G_Westgarth #9News https://t.co/c5yqmLxutE", "_id": "1506174179032420357"}, {"created_at": "2022-03-22 07:39:22+00:00", "text": "The notorious NCA bombing suspect has been found guilty of assaulting police. @WillMcDonald9 #9News https://t.co/UUheum0k5l", "_id": "1506173677318119429"}, {"created_at": "2022-03-22 05:46:56+00:00", "text": "Ryan Simpson blew more than three times the legal limit, telling police he wanted to teach his first victim “a lesson' after tailgating her and threatening to slash the 23-year-old's throat.\n\nFull story, 5pm and 6pm on #9News", "_id": "1506145382740373507"}, {"created_at": "2022-03-22 05:30:05+00:00", "text": "With civilian deaths mounting in the besieged port city of Mariupol, European Union countries have accused the Russian armed forces of committing war crimes in Ukraine. #9News\nhttps://t.co/HbiY4ksOwA", "_id": "1506141141376409604"}, {"created_at": "2022-03-22 04:34:30+00:00", "text": "He'll be sentenced for the assault at the end of the month, while a verdict in his murder trial over the 1994 NCA bombing is still pending.\n\nFull story, 6pm on #9News", "_id": "1506127154379075584"}, {"created_at": "2022-03-22 04:34:17+00:00", "text": "Notorious NCA bombing accused Domenic Perre has been found guilty of spitting on a police officer in 2018.\n\nThe officer was spat on as he responded to allegations Perre had been bashed in his cell in the Adelaide Remand Centre. #9News https://t.co/xvuvOtNy34", "_id": "1506127100717068288"}, {"created_at": "2022-03-22 04:14:28+00:00", "text": "The plane, with 132 aboard, crashed in a remote mountainous area of southern China, setting off a forest fire visible from space. #9News\n\nhttps://t.co/A5xESPRwGO", "_id": "1506122111928061952"}, {"created_at": "2022-03-22 03:48:10+00:00", "text": "A hoon motorbike rider who was clocked at 220km/h on suburban roads has been arrested.\n\nThe police helicopter tracked the bike after it was spotted speeding, running red lights and travelling on the wrong side of the road in a chase which spanned the city. #9News https://t.co/YuczjTI74a", "_id": "1506115494834683906"}, {"created_at": "2022-03-22 02:00:00+00:00", "text": "A Christian school that came under fire earlier this year for requiring prospective students to sign an \"anti-gay\" enrolment contract, is now accused of demanding similar commitments from its teachers, a report has claimed. #9News \n\nhttps://t.co/cKiUddM9Do", "_id": "1506088271889248262"}, {"created_at": "2022-03-21 15:30:16+00:00", "text": "An inquest into the horrific murders of Queensland mother Hannah Clarke and her three children has heard of her bravery in their final moments. #9News\nhttps://t.co/ZtRg1KvUTi", "_id": "1505929794411765767"}, {"created_at": "2022-03-21 13:44:05+00:00", "text": "Up to nine fishermen are feared dead after their boat capsized about 900km off Broome this morning. #9News\nhttps://t.co/CWQSHmCZt8", "_id": "1505903073599930376"}, {"created_at": "2022-03-21 07:47:10+00:00", "text": "Police have released security video from the scene of a sickening coward punch in the city, which left a father with serious head injuries. @benavery9 #9News https://t.co/JKC2gGFSo5", "_id": "1505813250914627584"}, {"created_at": "2022-03-21 07:41:43+00:00", "text": "Police are on the hunt for an arsonist who torched the old Wright Street Hotel in the CBD overnight, causing hundreds of thousands of dollars in damage. @inglis_cam #9News https://t.co/fjNeZf4Fl3", "_id": "1505811880559976451"}, {"created_at": "2022-03-21 07:38:21+00:00", "text": "EXCLUSIVE: A 62-year-old man, the victim of a brutal assault at the Tea Tree Plaza interchange, wants his attacker to be behind bars for good. @KellyCHughes_ #9News https://t.co/9IZCh295It", "_id": "1505811033012715521"}, {"created_at": "2022-03-21 07:23:57+00:00", "text": "From sweltering conditions in Antarctica to a police dog hanging up the collar, @WillMcDonald9 takes a look at what’s trending online. #9News https://t.co/1GL8HTP3fD", "_id": "1505807409159233538"}, {"created_at": "2022-03-21 06:57:40+00:00", "text": "A new million-dollar research centre could help better predict fires during bushfire season. @WillMcDonald9 #9News https://t.co/CUYr1TWzEI", "_id": "1505800795106783236"}, {"created_at": "2022-03-21 06:51:16+00:00", "text": "A handful of flood victims have given the Prime Minister a clear message today, hauling their water-logged debris for kilometres and then dumping it on his residence at Kirribilli House in Sydney. #9News https://t.co/myBb7tb4Uo", "_id": "1505799182313005057"}, {"created_at": "2022-03-21 05:12:34+00:00", "text": "EXCLUSIVE: Police have released security video from the scene of a sickening coward punch in the city, which left a father with serious head injuries.\n\nOfficers are asking for public help to track down the suspect and three other people who were seen with him at the time. #9News https://t.co/lRrXl733Rc", "_id": "1505774345372594176"}, {"created_at": "2022-03-21 05:07:01+00:00", "text": "A former AFL player turned coach and mentor is behind bars after being charged over his alleged involvement in a brutal attack police described as the worst they've seen. #9News\n\nhttps://t.co/n92kPyZBcf", "_id": "1505772946799104004"}, {"created_at": "2022-03-21 04:15:00+00:00", "text": "\"He was found tied up and had been shot a number of times,\" Homicide Squad Detective Senior Sergeant Paul Scarlett said, describing the killing \"as nothing short of an execution-style murder\". #9News\n\nhttps://t.co/XdkicIK8g6", "_id": "1505759856917110786"}, {"created_at": "2022-03-21 03:45:00+00:00", "text": "Police are investigating after a deliberately lit fire tore through the heritage-listed Hotel Wright Street last night.\n\nEmergency services rushed to the abandoned pub just before 1am, with firefighters battling for an hour to bring the fire under control. #9News https://t.co/wldvlyiEdC", "_id": "1505752307228504066"}, {"created_at": "2022-03-21 01:45:46+00:00", "text": "The new Premier says #COVID19 close contacts will be one of the first things under review, as he meets with Chief Public Health Officer Professor Nicola Spurrier and Police Commissioner Grant Stevens this afternoon. #9News", "_id": "1505722302448644097"}, {"created_at": "2022-03-20 18:06:00+00:00", "text": "The wheelchair-bound couple say the robbery feels \"like a disability hate crime.\"\n\nMr Marrinon suspects the thieves had been watching them prior to the incident. #9News https://t.co/yh6mPN7wXw", "_id": "1505606597199818753"}, {"created_at": "2022-03-20 16:03:00+00:00", "text": "The tech will allow experts to better understand the fuels that ultimately drive our disastrous bushfires. #9News\nhttps://t.co/nFlfPVBgnu", "_id": "1505575643647414273"}, {"created_at": "2022-03-19 08:14:35+00:00", "text": "A controversial eastern suburbs Green Grocer, best known for his head turning publicity stunts, is facing charges after a visit from police spiraled out of control. @mikelorigan #9News https://t.co/WAiiRGPn4S", "_id": "1505095374809321472"}, {"created_at": "2022-03-19 08:06:55+00:00", "text": "A 15-year-old has been charged with terrorism offences after a joint investigation between state and federal police.\n\nThe teenager was arrested during a southern suburbs raid by heavily armed star group officers. @KellyCHughes_ #9News https://t.co/yukVkns26k", "_id": "1505093447342034944"}, {"created_at": "2022-03-19 04:00:16+00:00", "text": "One of Australia's most respected broadcasters, Rob Readings, has died after months of illness, aged 79. #9News\n\nhttps://t.co/65E8No0zVH", "_id": "1505031373060403201"}, {"created_at": "2022-03-18 07:41:19+00:00", "text": "The family of neglect victim, Annie Smith, left to rot in her own filth for so long she couldn't be saved, says the six-year jail term given to her carer is no justice. @TomAngley9 #9News https://t.co/ZDGAU8Ofme", "_id": "1504724615469359139"}, {"created_at": "2022-03-18 05:43:50+00:00", "text": "A fight between two men, one allegedly armed with a samurai sword, has spilled into a #NorthAdelaide street this afternoon.\n\nPolice and paramedics rushed to Margaret Street just after midday, finding both men involved with injuries. #9News https://t.co/Y3u8jD2M0Q", "_id": "1504695048356524035"}, {"created_at": "2022-03-18 05:15:00+00:00", "text": "When police couldn't determine who it belonged to, they arrested almost everybody at the party. #9News\n\nhttps://t.co/zjiX9ImQuB", "_id": "1504687793162928137"}, {"created_at": "2022-03-17 23:34:55+00:00", "text": "The Barabashovo Market in Kharkiv has gone up in flames after being shelled by the Russian military. #9News\nhttps://t.co/p9wZPovG9d", "_id": "1504602210730070018"}, {"created_at": "2022-03-17 17:30:13+00:00", "text": "A manslaughter trial involving a NSW police officer has been aborted due to the alleged misconduct of a juror, accused of conducting a \"home experiment\" on evidence presented. #9News\nhttps://t.co/GpGarfjEtU", "_id": "1504510431120998404"}, {"created_at": "2022-03-17 07:36:51+00:00", "text": "Weapons and drugs were uncovered, and a 38-year-old man arrested during a traffic stop in the city. @katelambe_ #9News https://t.co/qGqeQYB8KS", "_id": "1504361103849312256"}, {"created_at": "2022-03-17 05:54:12+00:00", "text": "A building insolvency expert has warned sub-contractors, tradies and homeowners will be among the vulnerable victims. #9News\n\nhttps://t.co/JF7KaNwTZJ", "_id": "1504335272581865477"}, {"created_at": "2022-03-17 04:49:48+00:00", "text": "#BREAKING: South Australia has recorded 4,474 #COVID19 cases, with infections more than doubling within three days. \n\nThree people have sadly died, while 132 people remain in hospital.\n\nFull story, 5pm and 6pm on #9News https://t.co/fN2M6DEMMM", "_id": "1504319066349047808"}, {"created_at": "2022-03-16 22:40:18+00:00", "text": "Eugene Parker, best known for his 1958 theory of the existence of solar wind, has died at 94. #9News\nhttps://t.co/tZeLAWJEYr", "_id": "1504226075529818116"}, {"created_at": "2022-03-16 16:30:15+00:00", "text": "New details have emerged surrounding the escape of accused drug lord and restaurateur Mostafa Baluch during a bail hearing for the truck driver who allegedly helped him flee NSW during a two-week nationwide manhunt last year. #9News\nhttps://t.co/CeStQhnV1S", "_id": "1504132948706136074"}, {"created_at": "2022-03-16 08:37:07+00:00", "text": "Police stumbled across almost $100,000 worth of stolen jewellery hidden in a car's backseat after they seized a group of suspected stolen cars from a Melbourne property. #9News\nhttps://t.co/ikVUYRUqcm", "_id": "1504013882033061888"}, {"created_at": "2022-03-16 06:35:09+00:00", "text": "As our health crisis continues to spiral, it's been revealed a third person in South Australia has died while waiting for an ambulance this week. @inglis_cam #9News https://t.co/K0htGJxHUR", "_id": "1503983188326105089"}, {"created_at": "2022-03-16 05:04:59+00:00", "text": "A hammer-wielding meth addict who carjacked an elderly good Samaritan offering him a lift wants a “merciful” sentence, despite refusing to tell police where his victim’s car is. \n\nHis 77-year-old victim still suffers from ongoing pain due to the brutal assault. #9News https://t.co/t2dNYAQfWC", "_id": "1503960496373841921"}, {"created_at": "2022-03-16 01:45:00+00:00", "text": "The man accused of lighting a Sydney boarding house on fire, killing three people inside, is a former resident, police allege. #9News\n\nhttps://t.co/9g7jraqwrs", "_id": "1503910169171931136"}, {"created_at": "2022-03-16 01:13:48+00:00", "text": "A man has died after waiting for two hours for an ambulance overnight, only a day after two people died waiting for help.\n\nFull story, 5pm and 6pm on #9News https://t.co/e1n7U5ObMX", "_id": "1503902317883494404"}, {"created_at": "2022-03-15 18:25:13+00:00", "text": "The Kremlin on Tuesday described the action as \"hooliganism,\" a criminal offence in Russia. #9News\nhttps://t.co/Rw8qKvbmIw", "_id": "1503799495452110848"}, {"created_at": "2022-03-15 11:16:49+00:00", "text": "Two Adelaide families are mourning loved ones who died during the long wait for an ambulance to arrive.\n\nIt’s the second time in a week that people have died waiting for medical help in the city. @EdwardGodfrey9 #9News https://t.co/Hvc5ddsEdE", "_id": "1503691682780483584"}, {"created_at": "2022-03-15 08:46:33+00:00", "text": "Quick work by firefighters has stopped a backyard blaze in Adelaide from spreading to neighbouring properties. #9News\nhttps://t.co/fURlWwGcaF", "_id": "1503653870588768257"}, {"created_at": "2022-03-15 07:34:29+00:00", "text": "Two Adelaide families are tonight mourning patients who've died during the long wait for an ambulance to arrive. @HarveyBiggs #9News https://t.co/oXjWJ4b0Yh", "_id": "1503635730622562307"}, {"created_at": "2022-03-15 06:34:08+00:00", "text": "The Ambulance Service has launched an internal review after two people died waiting for an ambulance to arrive in Adelaide overnight. @HarveyBiggs #9News https://t.co/SFvaSGeBKn", "_id": "1503620546579337218"}, {"created_at": "2022-03-15 04:11:44+00:00", "text": "The Ambulance Employees Association SA said a patient in their 20s died after it took 45 minutes for an ambulance to arrive. #9News\n\nhttps://t.co/21iV0PJuSq", "_id": "1503584710349385729"}, {"created_at": "2022-03-15 01:05:17+00:00", "text": "Premier Steven Marshall has offered his “sincere condolences” to the families of two people who died while waiting for an ambulance overnight. \n\nBoth ambulances should have arrived within 16 minutes, but a 94-year-old waited 56 minutes and a 20-year-old waited 45 minutes. #9News https://t.co/1Ft4lqEa1e", "_id": "1503537789236785152"}, {"created_at": "2022-03-14 18:15:50+00:00", "text": "A government notice said that police permission would be required for people to leave the area or travel from one city to another. #9News\nhttps://t.co/UKyOURf4w2", "_id": "1503434746336104454"}, {"created_at": "2022-03-14 12:32:16+00:00", "text": "Queensland police have fined a man over a series of driving offences after capturing him riding dangerously on his motorbike and then crashing in front of officers. #9News\nhttps://t.co/pAJbbN2Lxq", "_id": "1503348284198334465"}, {"created_at": "2022-03-14 11:25:12+00:00", "text": "Up to ten men participated in a drunken, wild brawl with innocent bystanders hurt and caught up in the chaos. \n\nPolice in Adelaide are yet to make any arrests and now they're appealing for the public's help. @ellakduffy #9News https://t.co/4s5ackpvQW", "_id": "1503331407560597506"}, {"created_at": "2022-03-14 10:42:21+00:00", "text": "A Melbourne Uber driver is recovering in hospital after being stabbed seven times by two male passengers in the early hours of Saturday morning. #9News\nhttps://t.co/NKMT7POKNL", "_id": "1503320621656133638"}, {"created_at": "2022-03-14 08:12:44+00:00", "text": "#BREAKING: Australia and the Netherlands are taking joint legal action against the Russian Federation over the shooting down of MH17 almost eight years ago. @jekearsley #9News https://t.co/vvs2cbSByc", "_id": "1503282969863237634"}, {"created_at": "2022-03-14 07:53:25+00:00", "text": "Drink and drug drivers will be running the gauntlet tonight with police out in force, especially as the Adelaide Cup action finishes up. @katelambe_ #9News https://t.co/TW1Ui48djA", "_id": "1503278109369511939"}, {"created_at": "2022-03-14 07:40:29+00:00", "text": "The people of the small country town of Millicent are coming to terms with the alleged murder of a young mum in her own home. \n\nAs tributes pour in, a fund has been established to help the three children who were left behind. @G_Westgarth #9News https://t.co/bNAzDG3rdr", "_id": "1503274854618996739"}, {"created_at": "2022-03-14 07:37:35+00:00", "text": "Police have released a video of a sickening display of violence in the centre of Adelaide, with up to ten men facing off in a drunken brawl. @benavery9 #9News https://t.co/B7WMxpXZMf", "_id": "1503274125279776770"}, {"created_at": "2022-03-14 06:37:13+00:00", "text": "EXCLUSIVE: #9News can show you vision of a brawl outside the Strathmore Hotel on North Terrace, as police try to identify the people involved. https://t.co/m48kTSnVLa", "_id": "1503258933506441216"}, {"created_at": "2022-03-14 06:33:24+00:00", "text": "Tributes continue to flood in for the young woman allegedly murdered in her own home at Millicent in the state's south east.\n\nSynamin Bell has left behind three young children and a community in mourning. @@G_Westgarth #9News https://t.co/yRbkvK4atr", "_id": "1503257971542867969"}, {"created_at": "2022-03-14 03:25:00+00:00", "text": "Six NSW Police officers have been hospitalised with smoke inhalation injuries after rescuing three people from a burning house in Sydney's Inner West. #9News\nhttps://t.co/oA28lp8iJG", "_id": "1503210559092580352"}, {"created_at": "2022-03-14 02:35:00+00:00", "text": "Tributes are flowing for #Millicent woman Synamin Bell, after the young mother was found dead in her home on Saturday evening.\n\nREAD MORE: https://t.co/8EnotBSGpl\n\n#9News https://t.co/mw1lsLatHv", "_id": "1503197976239378434"}, {"created_at": "2022-03-13 22:45:19+00:00", "text": "A 25-year-old has been charged with murder after a domestic incident at a #Millicent home. #9News https://t.co/V23IH45Zfz", "_id": "1503140177585348617"}, {"created_at": "2022-03-13 16:57:00+00:00", "text": "Police are investigating a number of alleged violent attacks and two deaths in Melbourne overnight. #9News\nhttps://t.co/wP6c0yACHj", "_id": "1503052517617381380"}, {"created_at": "2022-03-13 14:59:00+00:00", "text": "Three police officers have been injured after a patrol car was torn apart in a serious car crash in Queensland's south-east which has left one person in a critical condition. #9News\nhttps://t.co/2xdDQp9Et5", "_id": "1503022822138028037"}, {"created_at": "2022-03-13 14:00:01+00:00", "text": "A police taskforce is hunting suspected gang members involved in a wild brawl at an Adelaide bar. #9News\nhttps://t.co/k2D397zbnQ", "_id": "1503007981377667074"}, {"created_at": "2022-03-13 09:58:42+00:00", "text": "Eight recovery centres have been established in the NSW’s north to assist flood victims so far. #9News\nhttps://t.co/NIgfB0uBCz", "_id": "1502947248610586625"}, {"created_at": "2022-03-13 08:19:54+00:00", "text": "A mosquito coil is the cause of a house fire at Kilkenny overnight causing $300,000 worth of damages #9News https://t.co/X9qkqJstZf", "_id": "1502922386873753607"}, {"created_at": "2022-03-13 08:17:15+00:00", "text": "Police have arrested a man in connection to a series of arson attacks in Adelaide's west this morning. @EdwardGodfrey9\n#9News https://t.co/5ThgiN1BYD", "_id": "1502921718192656386"}, {"created_at": "2022-03-13 08:12:10+00:00", "text": "A man has been arrested and charged with murder following the death of a 26-year-old woman at Millicent, in the state's south east. @G_Westgarth #9News https://t.co/BNkm3HK7M8", "_id": "1502920441052160003"}, {"created_at": "2022-03-13 07:15:00+00:00", "text": "#EXCLUSIVE: #9News Adelaide has exclusive vision of the wild city brawl that ended with six people in hospital, a police gangs taskforce is now investigating. #9News https://t.co/85RxCMg1Le", "_id": "1502906053943455745"}, {"created_at": "2022-03-13 06:06:37+00:00", "text": "A flood devastated artist from Lismore has opened a 'La Nina' themed exhibition in the NSW Southern Highlands, showcasing the only items she has left to her name, after becoming a victim of the exact weather system she spent months painting. #9News \n\nhttps://t.co/8dmQ19jCDN", "_id": "1502888845284573186"}, {"created_at": "2022-03-13 00:14:01+00:00", "text": "Police believe the man and woman were known to each other and this was not a random incident.\n\nSee the full story tonight, 6pm on #9News.", "_id": "1502800111813861376"}, {"created_at": "2022-03-13 00:12:31+00:00", "text": "#ALERT: A man is expected to be charged with murder following reports of an assault in a home in #Millicent overnight.\n\nPolice will allege after arriving at the property, they found the body of a 25-year-old woman inside the house. https://t.co/osODYBEEo6", "_id": "1502799732015575043"}, {"created_at": "2022-03-12 23:31:44+00:00", "text": "STAB WOUNDS: police allege several victims were \"stabbed or assaulted\" with weapons just after 1am today inside a bar on Grenfell Street. #9News\n\nhttps://t.co/jCADzraABc", "_id": "1502789467588988928"}, {"created_at": "2022-03-12 13:22:31+00:00", "text": "The devastating floods in NSW and Queensland have left a nation shocked but generous Aussies have responded in the only way they know how - by raising millions of dollars for the victims. #9News\nhttps://t.co/GA0OibTyWL", "_id": "1502636156365656064"}, {"created_at": "2022-03-12 10:46:31+00:00", "text": "Follow live coverage as Australia unites to raise money for victims of the flood crisis in NSW and Queensland. #9News\nhttps://t.co/Cd02paOgb0", "_id": "1502596894056280066"}, {"created_at": "2022-03-12 08:17:29+00:00", "text": "#BREAKING: Fire crews are at the scene of a blaze at Athol Park. \n\nThankfully, no one has been injured. @mikelorigan #9News https://t.co/VenKxI0JNa", "_id": "1502559391446409222"}, {"created_at": "2022-03-12 08:13:38+00:00", "text": "A seriously injured motorbike rider has been rescued from a ravine, after crashing off a road north of Adelaide. @KellyCHughes_ #9News https://t.co/JmNiHh63sr", "_id": "1502558422973222914"}, {"created_at": "2022-03-11 18:30:13+00:00", "text": "Japan paid tribute to the victims of  a massive earthquake and tsunami 11 years ago that also triggered a nuclear disaster in Fukushima, and has renewed searches for those still missing. #9News\nhttps://t.co/HnUZ9345Xn", "_id": "1502351201517588485"}, {"created_at": "2022-03-11 07:41:08+00:00", "text": "Police are preparing for heavy traffic on the roads this long weekend. @9keziahsullivan #9News https://t.co/t3Pe785UXw", "_id": "1502187855527002116"}, {"created_at": "2022-03-11 07:39:50+00:00", "text": "Police are tonight on the hunt for a suspected arsonist, who torched a truck and excavator outside a northern suburbs home. @KellyCHughes_ #9News https://t.co/3yLh2OveJB", "_id": "1502187529235218432"}, {"created_at": "2022-03-11 07:38:11+00:00", "text": "An MP facing criminal charges was being actively courted by Peter Malinauskas today. @ellakduffy #9News https://t.co/glzM5VdKQ9", "_id": "1502187113923633153"}, {"created_at": "2022-03-11 07:35:18+00:00", "text": "Police have smashed a cocaine syndicate alleged to have international links in the city's west and north east, seizing $1.6 million of the drug at a property in Fulham Gardens. @mikelorigan #9News https://t.co/MwIGTZNKWk", "_id": "1502186386635558912"}, {"created_at": "2022-03-11 06:05:23+00:00", "text": "MAJOR BUST: Police have smashed a cocaine syndicate in the city's west and north east, seizing $1.6 million of the drug at a property in Fulham Gardens.\n\nMore than $500,000 of cash, four cars and two motorcycles were also seized.\n\nFull story, 6pm on #9News https://t.co/gRx9vWTNh2", "_id": "1502163756435996673"}, {"created_at": "2022-03-11 05:06:01+00:00", "text": "#BREAKING: A jury has found police officer Zachary Rolfe not guilty of murder over the fatal shooting of Aboriginal teenager Kumanjayi Walker.\n\nAfter deliberating for a day, 12 men and women decided the shooting was self-defence.\n\nMORE: https://t.co/OOYW3kC7Oe\n\n#9News https://t.co/YrEft6ZftI", "_id": "1502148818728415235"}, {"created_at": "2022-03-11 03:54:20+00:00", "text": "A jury has found police officer Zachary Rolfe not guilty of murder over the fatal shooting of Aboriginal teenager Kumanjayi Walker, after a month-long trial in the Northern Territory Supreme Court. #9News\n\nhttps://t.co/v29ltMiPT9", "_id": "1502130780390060035"}, {"created_at": "2022-03-11 02:00:01+00:00", "text": "Former \"Empire\" actor Jussie Smollett has been sentenced to 30 months of probation, ordered to pay a $US 25,000 ($33,982) fine and spend 150 days in jail for making false reports to police that he was the victim of a hate crime in January 2019. #9News\n\nhttps://t.co/OIoF8UU5vF", "_id": "1502102010039992322"}, {"created_at": "2022-03-11 01:25:46+00:00", "text": "Two excavators have been badly damaged in a suspected arson attack at Parafield Gardens overnight.\n\nNeighbours were woken by police officers, who feared the fire could spread to nearby homes.\n\nFull story, 5pm and 6pm on #9News https://t.co/TAfTGmXw7I", "_id": "1502093391823130624"}, {"created_at": "2022-03-10 17:30:13+00:00", "text": "Criminals will not walk free en masse, according to Victoria Police Chief Commissioner Shane Patton, who is banking on new laws to fix an old error that has seen at least one case thrown out of court. #9News\nhttps://t.co/aK4a3oOYP4", "_id": "1501973715575259137"}, {"created_at": "2022-03-10 13:10:39+00:00", "text": "GRAPHIC CONTENT WARNING: The Russian bombing of a maternity hospital in Ukraine has been labelled a war crime by the Ukrainian president. @AmeliaAdams9 #9News https://t.co/ffgnl49Iuu", "_id": "1501908393308704783"}, {"created_at": "2022-03-10 09:29:17+00:00", "text": "Police say a house fire at a south-east Queensland home this morning was an act of domestic violence set intentionally by a resident's ex-girlfriend. #9News\nhttps://t.co/qevuY0Pzk4", "_id": "1501852681794727939"}, {"created_at": "2022-03-10 07:50:04+00:00", "text": "The war in Ukraine has taken its most shocking turn yet - a children's and maternity hospital blown apart during a ceasefire. @AmeliaAdams9 #9News https://t.co/7HygYvInXb", "_id": "1501827715011383302"}, {"created_at": "2022-03-10 07:41:16+00:00", "text": "An extraordinary attack in court today, on neglect victim Annie Smith and her family, as the disability carer who's admitted to killing her waits to learn her fate. @G_Westgarth #9News https://t.co/8Ke6GyseCK", "_id": "1501825500171362304"}, {"created_at": "2022-03-10 07:04:58+00:00", "text": "Adelaide researchers have found a particular method of delivering drugs is better at targeting tumors @EdwardGodfrey9 #9News https://t.co/9xMMYUBYMO", "_id": "1501816364734070785"}, {"created_at": "2022-03-10 06:40:19+00:00", "text": "The defence lawyer for the disability carer facing jail for killing her client by neglect has delivered an insult to the victim's family, asking where they were as Annie Smith slowly died. @G_Westgarth  #9News https://t.co/jMG3or2AT5", "_id": "1501810160737693696"}, {"created_at": "2022-03-10 06:34:53+00:00", "text": "#BREAKING: For the first time in two years, our hospitality venues will be restriction free, with the Police Commissioner making the announcement a short time ago. #9News https://t.co/cSsFeHE1UJ", "_id": "1501808792903761920"}, {"created_at": "2022-03-10 05:44:22+00:00", "text": "#LIVE NOW: Police Commissioner Grant Stevens provides a #COVID19 update on easing restrictions in South Australia. #9News https://t.co/wOOaaTG5U4", "_id": "1501796080148615171"}, {"created_at": "2022-03-10 03:30:00+00:00", "text": "The fire destroyed a computer room at the school. #9News\n\nhttps://t.co/zMFksVXjw8", "_id": "1501762266957553671"}, {"created_at": "2022-03-10 01:30:41+00:00", "text": "A 60-year-old man has appeared in court for allegedly indecently upskirting teenage girls on Brighton Jetty in February.\n\nPolice say Gratian Costner attached a camera to his shoe and approached unsuspecting girls, taking the images without them knowing. #9News https://t.co/Vkm9eoWEf5", "_id": "1501732241520885760"}, {"created_at": "2022-03-09 22:23:28+00:00", "text": "For years, Rodney Galvin's family believed he had simply left them to start a new life. But police now think he met with foul play.\nhttps://t.co/jrYXimprit", "_id": "1501685125964132352"}, {"created_at": "2022-03-09 18:58:01+00:00", "text": "The first person to receive a genetically modified pig heart has died. #9News\nhttps://t.co/zTWBbdwDHQ", "_id": "1501633421071642624"}, {"created_at": "2022-03-09 13:31:07+00:00", "text": "Police allege the 19-year-old driver stole the car after assaulting the owner in Sydney's CBD. #9News\nhttps://t.co/1fmlZdSugb", "_id": "1501551156576722946"}, {"created_at": "2022-03-09 11:24:11+00:00", "text": "A second Australian has died from the rare virus Japanese encephalitis.\n\nA post mortem has revealed a man in his 70s who died last month had the mosquito-borne disease. @9keziahsullivan #9News https://t.co/iUNO2Wk32i", "_id": "1501519209213448198"}, {"created_at": "2022-03-09 07:38:36+00:00", "text": "The Deputy Premier's been forced to defend a series of awkward messages he sent to the victim of a workplace assault, in which he asked her to \"spare a thought\" for the man who attacked her. @HarveyBiggs #9News https://t.co/4IcKv7cZUv", "_id": "1501462439627571203"}, {"created_at": "2022-03-09 07:33:24+00:00", "text": "Health authorities have tonight issued an alert after the first transmission of the deadly mosquito-borne disease, Japanese encephalitis was confirmed here in SA. @ollie_haig #9News https://t.co/EZheMb5a22", "_id": "1501461133814689794"}, {"created_at": "2022-03-09 06:41:19+00:00", "text": "The Prime Minister has increased support for flood victims and vowing to declare the crisis in parts of Queensland and New South Wales a national emergency. #9News https://t.co/4QkY3phGjs", "_id": "1501448027462152197"}, {"created_at": "2022-03-09 06:34:37+00:00", "text": "Steven Marshall is defending his deputy premier, who sent a message to a workplace assault victim, asking her to spare a thought for the man who attacked her. @HarveyBiggs #9News https://t.co/KHYK36Z709", "_id": "1501446338071998468"}, {"created_at": "2022-03-08 07:43:55+00:00", "text": "Police are tonight hunting a pair of thieves, who have made off with tens of thousands of dollars worth of rare road bikes.@ellakduffy #9News https://t.co/U9a7s7OnSz", "_id": "1501101391795871744"}, {"created_at": "2022-03-08 07:42:54+00:00", "text": "Fed-up business owners at Edinburgh North say it's only a matter of time before someone is seriously injured or killed in a hoon driving hot-spot on their doorstep. @KellyCHughes_ #9News https://t.co/4VBubdyiF1", "_id": "1501101136396402690"}, {"created_at": "2022-03-08 07:38:06+00:00", "text": "The Ambulance Service has issued a grim apology to the families of two Adelaide men, who have died while waiting for paramedics to arrive in the past 48 hours. @HarveyBiggs #9News https://t.co/3PW38UDB8Z", "_id": "1501099926222213120"}, {"created_at": "2022-03-08 07:23:29+00:00", "text": "From a terrifying robbery to dog rescued from floodwaters, @WillMcDonald9 takes a look at what’s trending online. #9News https://t.co/N6gpB4dcuC", "_id": "1501096250149588997"}, {"created_at": "2022-03-08 06:33:47+00:00", "text": "The South Australian Ambulance Service has today apologised to the families of two people, who died yesterday while waiting for an ambulance to arrive. @HarveyBiggs #9News https://t.co/Wl7YsBF60C", "_id": "1501083743787835393"}, {"created_at": "2022-03-08 05:06:30+00:00", "text": "The state’s ambulance service has apologised after two people died while waiting for an ambulance on Monday.\n\nBoth cases were deemed emergencies, but it took paramedics twice as long to get there as it should have.\n\nAn internal review has been launched into both deaths. #9News https://t.co/15KTy3j9pb", "_id": "1501061775701475331"}, {"created_at": "2022-03-08 04:00:00+00:00", "text": "A police officer discharged his firearm after the man confronted officers when they arrived in the area. #9News\n\nhttps://t.co/7sdE1CP1sQ", "_id": "1501045042064109569"}, {"created_at": "2022-03-07 20:07:12+00:00", "text": "The body of Shane Warne will be flown home today, after Thai police confirmed his cause of death. #9News\nhttps://t.co/omgOrkikIz", "_id": "1500926058597879808"}, {"created_at": "2022-03-07 17:30:00+00:00", "text": "Amazing vision has emerged of the moment a firefighter catches a kitten after it leapt ten metres in the air from a tree. #9News https://t.co/nfxhTBK6Pj", "_id": "1500886496777146368"}, {"created_at": "2022-03-07 08:07:05+00:00", "text": "Less than two weeks into a conflict that could stretch on for months, Russia has already fired more than 600 missiles into Ukraine. #9News https://t.co/R5Ggz5fr4e", "_id": "1500744834067439616"}, {"created_at": "2022-03-07 07:51:19+00:00", "text": "Amazing vision has emerged of the heart-stopping moment a firefighter catches a kitten after it leapt ten metres in the air from a tree. @KellyCHughes_ #9News https://t.co/2tzrUgjNny", "_id": "1500740863953092609"}, {"created_at": "2022-03-07 06:41:21+00:00", "text": "A stolen car has smashed into traffic on the Sydney Harbour Bridge - bursting into flames and bringing the morning commute to a grinding halt. #9News https://t.co/MAi65U1M0E", "_id": "1500723259360391178"}, {"created_at": "2022-03-07 05:45:53+00:00", "text": "Four teenage girls – one just 11-years-old – have been arrested, accused of punching a woman in the city.\n\nPolice say the gang of girls attacked the victim as she crossed at the intersection of King William and Currie streets, before stealing cigarettes and money. #9News https://t.co/9xhRUXDX0X", "_id": "1500709297659199494"}, {"created_at": "2022-03-07 03:30:00+00:00", "text": "Westpac has warned that a common tactic employed by scammers in the wake of natural disasters is to set up fake donation sites and pose as relief funds for victims. #9News\n\nhttps://t.co/qOGee0vNFE", "_id": "1500675105180946433"}, {"created_at": "2022-03-07 03:01:16+00:00", "text": "A 25-year-old woman from Walkerville has died, following a head-on collision at the Augusta Highway near Port Augusta last night.\n\nMajor Crash investigators attended the scene, with the road closed to all traffic for several hours. #9News https://t.co/TO9fMokj4y", "_id": "1500667871093231617"}, {"created_at": "2022-03-07 01:41:34+00:00", "text": "Thankfully, one of the firefighters caught it in his bare hands, proving all cats have nine lives. \n\nFull story, 6pm on #9News", "_id": "1500647817010118656"}, {"created_at": "2022-03-07 01:41:19+00:00", "text": "PAW-FECT TIMING: A quick-thinking firefighter has performed a miraculous rescue of a kitten, catching the feline when it fell from a tree in Brahma Lodge. \n\nFire crews were trying to rescue the scared feline with the help of a cherry picker when it took flight. #9News https://t.co/p1p5E1b4oX", "_id": "1500647752145186818"}, {"created_at": "2022-03-06 19:37:03+00:00", "text": "A 16-year-old boy has died after a buggy rolled over on Pitt Road in #Paracombe. #9News https://t.co/wFBhjWAlts", "_id": "1500556083189977088"}, {"created_at": "2022-03-05 20:05:48+00:00", "text": "Police in Thailand have revealed new information about the King of Spin's health in the lead-up to the suspected heart attack.\n\nLATEST: https://t.co/o71nLpcwSG\n\n#9News https://t.co/qijXFpxaGB", "_id": "1500200928972091393"}, {"created_at": "2022-03-05 08:23:05+00:00", "text": "Firefighters helped save a woman and her pet dog, caught in the crossfire of a suspected arson attack.\n \nPolice are continuing their investigations into the blaze which all-but-destroyed the Hampstead Gardens home. @katelambe_ #9News https://t.co/ZounZ7CksJ", "_id": "1500024086046691334"}, {"created_at": "2022-03-05 05:53:21+00:00", "text": "WATCH: The moment a truck collides with a car and concrete barrier on the Southern Expressway yesterday.\n\nThere are no reports of any injuries from police at this stage. #9News https://t.co/A8SruKDgdF", "_id": "1499986401865400324"}, {"created_at": "2022-03-04 14:59:54+00:00", "text": "#BREAKING: Australian cricketing legend Shane Warne has died suddenly, aged 52.\n\nThe iconic spin bowler suffered a heart attack while in Thailand.\n\nWarne, the greatest leg-spinner of all-time, took 708 Test wickets throughout a glittering career.\n\nMORE: https://t.co/9GWIKwknLo https://t.co/XQyQsqPIjQ", "_id": "1499761560071577600"}, {"created_at": "2022-03-04 09:42:33+00:00", "text": "Russia has taken control of the Zaporizhzhia nuclear power plant hours after a fire broke out at the facility following Russian shelling. #9News\nhttps://t.co/dME7CLi1Rc", "_id": "1499681693623808000"}, {"created_at": "2022-03-04 07:46:04+00:00", "text": "A police officer has been punched in the face and a beer keg hurled at windows at a popular city restaurant. @katelambe_ #9News https://t.co/mgXNR2RGFS", "_id": "1499652383051325443"}, {"created_at": "2022-03-04 07:34:26+00:00", "text": "Unvaccinated police will be back on the beat within days, with the Police Commissioner today scrapping the force's COVID vaccine mandate. @ollie_haig #9News https://t.co/zGaTt4sYEW", "_id": "1499649453271265280"}, {"created_at": "2022-03-04 06:41:18+00:00", "text": "DEVELOPING: Fighting between Russian and Ukrainian forces has started a fire at Europe's largest nuclear plant. #9News https://t.co/SthdRVGDMe", "_id": "1499636081200930818"}, {"created_at": "2022-03-04 04:46:09+00:00", "text": "YOUR SAY: Should unvaccinated police officers be able to return to work in South Australia?\n\nFrom March 7, unvaccinated officers will need to take a RAT at the start of their shift and wear a mask.\n\nHealthcare workers and teachers will still need to be vaccinated. #9News https://t.co/732l5gIIOv", "_id": "1499607101668491264"}, {"created_at": "2022-03-04 03:42:07+00:00", "text": "#BREAKING: Unvaccinated police officers will be able to return to work from March 7, after SA Police removed its vaccine mandate.\n\nOfficers who aren’t vaccinated must wear a mask at work and return a negative rapid antigen test before starting their shift. #9News https://t.co/mQS85Hmc3g", "_id": "1499590989132230657"}, {"created_at": "2022-03-04 03:00:00+00:00", "text": "Europe's largest nuclear plant is on fire after Russia attacked the power station in the southern Ukrainian city of Enerhodar, a spokesperson said. #9News\n\nhttps://t.co/dME7CKZSD4", "_id": "1499580391430098946"}, {"created_at": "2022-03-04 02:18:06+00:00", "text": "Queensland Fire and Emergency Services (QFES) says it's \"too early to tell\" where exactly the storms will strike, however, widespread rainfall is expected with heavy rain highly likely in Brisbane. #9News \n\nhttps://t.co/4HhqCkSQYX", "_id": "1499569844337135617"}, {"created_at": "2022-03-04 01:41:12+00:00", "text": "Police arrested the man in Rundle Mall after he fled on foot.\n\nFull story, 5pm and 6pm on #9News", "_id": "1499560560299745280"}, {"created_at": "2022-03-04 01:40:52+00:00", "text": "A man has been arrested in the city overnight, accused of hurling a beer keg through a restaurant window before punching a police officer in the face.\n\nCustomers who were inside The Original Pancake Kitchen were hit by pieces of glass, but thankfully no one was hurt. #9News https://t.co/xVVLpjTgqT", "_id": "1499560477386764288"}, {"created_at": "2022-03-03 07:34:11+00:00", "text": "A career criminal, who staged an astonishing escape from the Adelaide Remand Centre, will now be on the inside of prison bars for an extra fifteen years. @TomAngley9 #9News https://t.co/jvIBVKtgTp", "_id": "1499287003992670212"}, {"created_at": "2022-03-03 05:08:20+00:00", "text": "A career criminal who escaped from the Adelaide Remand Centre because he wanted meth has been jailed for 15 years. \n\nJason Burdon targeted dozens of victims, stealing their property and cars during a “relentless” crime spree.\n\nFull story, 6pm on #9News https://t.co/inwvcTOa3c", "_id": "1499250297159692289"}, {"created_at": "2022-03-03 01:36:31+00:00", "text": "A grandfather has bravely confronted an alleged home invader in Sturt overnight, performing a citizen’s arrest.\n\nPolice were called to the Carlow Street property just after 3am, where the 18-year-old suspect was being restrained by the home’s occupant.\n\nFull story, 6pm on #9News https://t.co/zbeeBQmTDG", "_id": "1499196993675366402"}, {"created_at": "2022-03-03 00:58:11+00:00", "text": "Treasurer Josh Frydenberg has promised 'no effort spared' to financially support victims of the current flood crisis. #9News\n\nhttps://t.co/9FHThgecHu", "_id": "1499187345853411328"}, {"created_at": "2022-03-02 07:38:28+00:00", "text": "Tributes tonight for a young man who died after going missing during a camping trip in South Australia's far north. @mikelorigan #9News https://t.co/9GG14BJPX5", "_id": "1498925694230872064"}, {"created_at": "2022-03-02 07:33:37+00:00", "text": "Australian Federal Police have swooped in to rescue dozens of Australian children from a global child-abuse sharing ring. @9keziahsullivan #9News https://t.co/rhhBgaJVPS", "_id": "1498924471280967681"}, {"created_at": "2022-03-02 05:16:07+00:00", "text": "A worldwide paedophile ring has been busted by Federal Police, with more than 100 Australians charged with over 1,000 child abuse-related offences. #9News https://t.co/Q2qRCwnYBE", "_id": "1498889870496112640"}, {"created_at": "2022-03-02 03:34:41+00:00", "text": "Police Commissioner Grant Stevens foreshadowed South Australia’s major emergency declaration could also soon end, and that would bring a change to state vaccine mandates.\n\nFull story, 5pm and 6pm on #9News", "_id": "1498864340623314947"}, {"created_at": "2022-03-02 02:27:07+00:00", "text": "RUFF RESCUE: A man and his dog have been saved from the River Torrens, after they fell in at #Torrensville this morning.\n\nFirefighters rescued the pair after the man rushed to save his four-legged friend, who had taken off after it spotted some ducks. #9News https://t.co/lpOqfz5swg", "_id": "1498847340605902850"}, {"created_at": "2022-03-01 07:36:35+00:00", "text": "A senior South Australian police officer who slapped a teenage boy, before throwing him to the ground has been spared jail over the aggravated assault. @TomAngley9 #9News https://t.co/mUqRvgV2z1", "_id": "1498562829863079936"}, {"created_at": "2022-03-01 07:34:58+00:00", "text": "A young man who went on a shooting spree with a gel blaster has been jailed. @9keziahsullivan #9News https://t.co/Ekjlkq61Zc", "_id": "1498562423661465601"}, {"created_at": "2022-03-01 07:25:51+00:00", "text": "#BREAKING: Police have just confirmed the body of a missing man has been found, bringing a three-day search in South Australia's outback to a tragic end. #9News https://t.co/39SbX4Ao6H", "_id": "1498560128001454081"}, {"created_at": "2022-03-01 06:21:31+00:00", "text": "A young man who went on a shooting spree with a gel blaster has been jailed.\n\nHis lawyer telling court his client thought it was an amusing game and didn't realise he was breaking the law.\n\nFull story, 6pm on #9News https://t.co/l9wJfKbrkI", "_id": "1498543938160177152"}, {"created_at": "2022-03-01 04:00:01+00:00", "text": "A former police officer has been spared jail over the aggravated assault of a teenager.\n\nSenior Sergeant Andrew Jaunay struck the 17-year-old to the ground during a search in 2013, before threatening the victim.\n\nThe retired officer was given credit for a decorated career. #9News https://t.co/7r1VeQJphV", "_id": "1498508328481300481"}, {"created_at": "2022-03-01 03:15:00+00:00", "text": "Queensland Police Commissioner Katarina Carroll said she was \"disgusted\" to learn there are multiple allegations of looting in Goodna, Blackstone and Bundamba. #9News\n\nhttps://t.co/VNbLQiPzQs", "_id": "1498497000202850309"}, {"created_at": "2022-03-01 02:47:19+00:00", "text": "Police say the man rode off on a motorbike to seek help, while the woman was rescued after being spotted by air.\n\nFull story, 5pm and 6pm on #9News", "_id": "1498490035985092608"}, {"created_at": "2022-02-28 22:39:41+00:00", "text": "UKRAINE INVESTIGATION: The International Criminal Court will begin investigating Russia's invasion of Ukraine as \"rapidly as possible.\" #9News\n\nhttps://t.co/Z5CXKMCX0U", "_id": "1498427713840828417"}, {"created_at": "2022-02-28 11:24:34+00:00", "text": "One person has died and others are in hospital after being infected with a dangerous mosquito virus in South Australia. @inglis_cam #9News https://t.co/n7mSUTBOFc", "_id": "1498257815588245505"}, {"created_at": "2022-02-28 08:10:47+00:00", "text": "The father of murdered Seaford man Jeff Mundy has spoken publicly for the first time, issuing a plea for information about his son's death. @benavery9 #9News https://t.co/psKmeDRWnb", "_id": "1498209050450067457"}, {"created_at": "2022-02-28 05:27:15+00:00", "text": "Four classic cars have been destroyed during a shed fire at Morphett Vale overnight. \n\nThe devastated owner had spent the last 20 years restoring the vehicles, with the damage bill estimated to exceed $350,000.\n\nFull story, 5pm and 6pm on #9News https://t.co/2hTasT0Baf", "_id": "1498167897214296064"}, {"created_at": "2022-02-28 03:45:00+00:00", "text": "A 50-year-old man and his dog have died after the car they were travelling in became submerged in floodwaters in Currumbin Valley near the Gold Coast. #9News\n\nhttps://t.co/uPGHNXyZt5", "_id": "1498142162034249736"}, {"created_at": "2022-02-28 01:35:42+00:00", "text": "Police are pleading for drivers to take care on the roads, after two young lives were lost in separate crashes over the weekend.\n\nAnother accident has left a 26-year-old man in a serious condition, after he fell off his motorbike at Gawler Belt last night. #9News https://t.co/w9TJz9tjSJ", "_id": "1498109624800923648"}, {"created_at": "2022-02-27 22:50:43+00:00", "text": "Footage from Moscow showed police throwing several female protesters on the ground before dragging them away. #9News\n\nhttps://t.co/U5seCMd1g0", "_id": "1498068105771511811"}, {"created_at": "2022-02-27 08:28:26+00:00", "text": "A new weapon has been deployed into South Australian skies, in a bid to better protect the community against bushfires.\n\n#9News has been given an exclusive look at the technology, which has identified how many homes in the Adelaide Hills are at high risk. @9keziahsullivan https://t.co/O995Rh1mYM", "_id": "1497851104268361729"}, {"created_at": "2022-02-27 07:54:02+00:00", "text": "Cameras have captured the moment a desperate, bleeding man tried to go to strangers for help, after he was stabbed in the western suburbs.\n\nTonight he's in hospital with serious injuries, and his attackers remain on the run. @ashleywick9 #9News https://t.co/lvgVO6kxve", "_id": "1497842446541148163"}, {"created_at": "2022-02-27 06:44:40+00:00", "text": "EXCLUSIVE: The new fuel-mapping technology revealing just how many homes in the Adelaide Hills are at high risk from bushfires. \n\nOnly on #9News at 6pm tonight. https://t.co/ON7uz9Ydgg", "_id": "1497824991999524864"}, {"created_at": "2022-02-27 06:21:09+00:00", "text": "Cameras have captured the moment a bleeding man tried frantically to get help after was stabbed at Rosewater. \n\nHis attackers are still on the run.\n\nSee the full story tonight at 6pm on #9News https://t.co/LSlVCH2Dwp", "_id": "1497819072557248514"}, {"created_at": "2022-02-26 15:00:02+00:00", "text": "IN PICTURES: A large residential block in the Ukrainian capital of Kyiv was struck by a missile or rocket fire early Saturday, as the Russian invasion moved to the streets of the capital city. #9News\nhttps://t.co/roWXNvZJSb", "_id": "1497587263546413060"}, {"created_at": "2022-02-26 07:15:00+00:00", "text": "A bus driver has been attacked with large rocks in Adelaide's northern suburbs. \n\nThe driver bravely directed police to where his attackers were hiding. \n\nThe full story coming up at 6pm on #9News https://t.co/ZqAnm28xAO", "_id": "1497470234579529728"}, {"created_at": "2022-02-26 03:52:26+00:00", "text": "Fires, floods, thunderstorms and snow; these are the images from wild weather events across Australia. #9News \n\nhttps://t.co/7YXDen0Im6", "_id": "1497419260125073409"}, {"created_at": "2022-02-26 01:28:58+00:00", "text": "It's been six months since Khalida Dawran and Reza Ranjbar were at Kabul's Hamid Karzai International Airport, fighting for their lives in deadly chaos, to secure a seat on an evacuation flight. #9News \n\nhttps://t.co/d1NOWiTPdp", "_id": "1497383155262648327"}, {"created_at": "2022-02-25 07:57:57+00:00", "text": "A fresh lead in the Robert Atkins murder investigation has pushed major crime detectives in a NEW direction. @9keziahsullivan #9News https://t.co/bDiXSCX8OJ", "_id": "1497118655804583936"}, {"created_at": "2022-02-25 07:55:54+00:00", "text": "A police officer who was viciously assaulted on the job is pleading for a judge to keep his attacker behind bars\n\nSteven Tipping repeatedly punched and kicked his victim, who remains traumatised years later. @TomAngley9 #9News https://t.co/gOA63hmTnj", "_id": "1497118139825508355"}, {"created_at": "2022-02-25 07:52:10+00:00", "text": "Southern Suburbs residents fear serial firebugs are targeting homes in their area.\n\nFlames engulfed another home overnight, and those responsible are still on the run. @ellakduffy #9News https://t.co/irGXStCYVa", "_id": "1497117201777709057"}, {"created_at": "2022-02-25 07:38:34+00:00", "text": "The Russian Invasion of Ukraine is rapidly spreading like a deadly stain over the country.\n\nAn Attack from the air with fighter jets and missiles - seemingly aimed at the capital, Kyiv. @CGreenbank9 \n\nFull #Ukraine coverage, LIVE on Channel 9 and https://t.co/p3ydfPRF0f https://t.co/Rj0AU4WuG6", "_id": "1497113776566460435"}, {"created_at": "2022-02-25 07:11:32+00:00", "text": "A tip-off from the public has given police a new area to search as they trawl scrubland for the body of Robert Atkins. @9keziahsullivan #9News https://t.co/EueUOyj4Ea", "_id": "1497106976505053195"}, {"created_at": "2022-02-25 05:45:00+00:00", "text": "A Perth father has been charged with more than 50 additional sexual offences after allegedly drugging and raping women he met through a \"Sugar Daddy\" website. #9News \n\nhttps://t.co/dRWMFW9WkU", "_id": "1497085197489086466"}, {"created_at": "2022-02-25 04:33:48+00:00", "text": "A man – twice found guilty of viciously assaulting a police officer – has asked to serve his sentence at home. \n\nSteven Tipping inflicted shocking injuries on the constable during the attack, with multiple officers needed to bring him down. \n\nHear from the victim, 6pm on #9News https://t.co/zzCAi4hB6h", "_id": "1497067281041752064"}, {"created_at": "2022-02-25 03:00:01+00:00", "text": "The search for the remains of murdered man Robert Atkins in the state's Mid North has wrapped up after four days.\n\nDetectives turned their attention to a new area of scrubland, north of the search site, after receiving new information overnight. #9News https://t.co/cXrd79Xeno", "_id": "1497043680967860233"}, {"created_at": "2022-02-25 01:21:14+00:00", "text": "Police are investigating a suspicious fire that destroyed a vacant unit in the southern suburbs last night.\n\nFire crews rushed to the Christie Downs property around 11.30pm last night, where neighbours were forced to evacuate as the blaze took hold.\n\nFull story, 6pm on #9News https://t.co/ngob24742A", "_id": "1497018819000565763"}, {"created_at": "2022-02-24 12:01:11+00:00", "text": "The latest reports from the Ukrainian Government is that more than 40 soldiers have been killed, and several dozen injured.\n\nRussia tonight denies its aircraft have been downed over Ukraine. \n\n@CGreenbank9 is LIVE from Ukraine. https://t.co/DSKFGkCOy4", "_id": "1496817480211304452"}, {"created_at": "2022-02-24 07:50:14+00:00", "text": "A hot, dusty and frustrating third day of searching in the Mid-North has not yielded the discovery police have been hoping for in their search for the body of murdered man, Robert Atkins. @9keziahsullivan #9News https://t.co/G0nrM2XU8K", "_id": "1496754326173548545"}, {"created_at": "2022-02-24 07:47:06+00:00", "text": "Police are searching for a driver after an elderly man was hit and killed on a rural road in the Mid-Murray, north-east of Adelaide. @ashleywick9 #9News https://t.co/Er4krPpj2S", "_id": "1496753538344833024"}, {"created_at": "2022-02-24 07:46:09+00:00", "text": "EXCLUSIVE: #9News can reveal the damning recording which led to a South Australian police officer being found guilty of the aggravated criminal assault of a teenage boy. @EdwardGodfrey9 https://t.co/SnK9mUIa8o", "_id": "1496753298657124355"}, {"created_at": "2022-02-24 06:46:09+00:00", "text": "Police say it’s going to be a marathon effort to locate the remains of murder victim Robert Atkins as they wrap up day three of searching. @9keziahsullivan #9News https://t.co/WU1WjE6Wji", "_id": "1496738198814605313"}, {"created_at": "2022-02-24 05:30:56+00:00", "text": "#LIVE NOW: Police Commissioner Grant Stevens provides a #COVID19 update for South Australia. #9News https://t.co/wyRECl6lrN", "_id": "1496719271967469569"}, {"created_at": "2022-02-24 02:18:54+00:00", "text": "Anyone who might have information about the crash is asked to contact Crime Stoppers on 1800 333 000.\n\nFull story, 5pm and 6pm on #9News", "_id": "1496670943443566596"}, {"created_at": "2022-02-24 02:15:00+00:00", "text": "An elderly man has died in what police believe was a hit-run crash north-east of Adelaide.\n\nPolice found the body of a 70-year-old on Halfway House Road at Sedan last night, after reports a man was lying on the road. #9News https://t.co/BDlscVrVmq", "_id": "1496669961409810438"}, {"created_at": "2022-02-24 01:08:41+00:00", "text": "A cottage and a large shed have been destroyed by a fire at Maslin Beach overnight.\n\nNeighbours say the blaze was ferocious, with the damage bill estimated to be $300,000.\n\nThankfully, no one was inside at the time.\n\nFull story, 5pm and 6pm on #9News https://t.co/Btp4bADYYT", "_id": "1496653273167953921"}, {"created_at": "2022-02-23 20:12:03+00:00", "text": "The search for the remains of Robert Atkins in South Australia's Mid North region has had a breakthrough - but not in the manner police expected. #9News https://t.co/yZZoj3qTVe", "_id": "1496578624320946182"}, {"created_at": "2022-02-23 18:30:38+00:00", "text": "\"Uncontrollable and devastating wildfires are becoming an expected part of the seasonal calendars in many parts of the world.” #9News\nhttps://t.co/Vsn0rKt60u", "_id": "1496553102337445890"}, {"created_at": "2022-02-23 13:00:27+00:00", "text": "The search for the remains of Robert Atkins in South Australia's Mid North region has had a breakthrough - but not in the manner police expected. #9News\nhttps://t.co/yZZoj39iwE", "_id": "1496470007898775552"}, {"created_at": "2022-02-23 12:01:11+00:00", "text": "There's been a major breakthrough for police in South Australia investigating the murder of an Adelaide man, believed buried in the state's mid-north.\n\n@EdwardGodfrey9 has the details. #9News https://t.co/rlmuX2cJkZ", "_id": "1496455092798738435"}, {"created_at": "2022-02-23 07:37:26+00:00", "text": "The search for a murdered man in the state's Mid-North has had a breakthrough today, but not in the manner police were expecting. @9keziahsullivan #9News https://t.co/Ddr8CJ8t3f", "_id": "1496388716633501697"}, {"created_at": "2022-02-23 06:33:35+00:00", "text": "Police have hinted at a major breakthrough on day two of their Mid-North search for the body of murder victim Robert Atkins. @9keziahsullivan #9News https://t.co/yiuOuu3qle", "_id": "1496372650624626690"}, {"created_at": "2022-02-23 04:57:04+00:00", "text": "A large-scale search has recommenced in the state's Mid North for missing man Robert Atkins, who is believed to have been murdered.\n\nThe site was pinpointed by police after months of investigating narrowed down what they believe to have been the victim's final hours. #9News https://t.co/5ZlfKteSSW", "_id": "1496348358667272192"}, {"created_at": "2022-02-22 11:31:07+00:00", "text": "A major police operation is underway in South Australia to find the body of a man thought to have been murdered. @EdwardGodfrey9 #9News https://t.co/mxztZ4fhd2", "_id": "1496085139490844674"}, {"created_at": "2022-02-22 11:21:15+00:00", "text": "A major police operation is underway in South Australia to find the body of a man thought to have been murdered. @EdwardGodfrey9 #9News https://t.co/9QBPss5gMU", "_id": "1496082656097939461"}, {"created_at": "2022-02-22 07:34:44+00:00", "text": "Dozens of police are scouring scrubland in the state's Mid-North in a painstaking patrol, looking for the body of missing southern suburbs man Robert Atkins. @9keziahsullivan #9News https://t.co/UdpgSoOMKB", "_id": "1496025648409808896"}, {"created_at": "2022-02-22 06:34:04+00:00", "text": "A large-scale search is underway in the state's Mid North where detectives from Taskforce Southern hope to find the body of murder victim Robert Atkins. @9keziahsullivan #9News https://t.co/C2ukLvmo3v", "_id": "1496010383915728897"}, {"created_at": "2022-02-22 05:50:55+00:00", "text": "DEVELOPING: A major police search is underway in the state's Mid North for the body of missing man Robert Atkins.\n\nOfficers are currently scouring an area between #Orroroo and #Peterborough, where it’s believed he was murdered and his body dumped. \n\nFull story, 6pm on #9News https://t.co/XYqvg12qyx", "_id": "1495999525080956930"}, {"created_at": "2022-02-22 03:30:00+00:00", "text": "Major crime police are preparing to search an area between Orroroo and Peterborough in the Mid North region for Mr Atkins' body. #9News\n\nhttps://t.co/yZZoj3qTVe", "_id": "1495964062101946372"}, {"created_at": "2022-02-22 02:16:44+00:00", "text": "The two-day operation will search between Orroroo and Peterborough, where it’s believed he was murdered and his body dumped. \n\nThe latest, 5pm and 6pm on #9News", "_id": "1495945624680017924"}, {"created_at": "2022-02-22 02:16:24+00:00", "text": "He is one of three men whose murders are the focus of Taskforce Southern, which is investigating deaths linked to the southern suburbs drug trade. #9News", "_id": "1495945541028843520"}, {"created_at": "2022-02-22 02:15:00+00:00", "text": "Major Crime detectives are gathering resources in the state's Mid North for a large-scale search for the body of missing man Robert Atkins. #9News https://t.co/4BppgTSMeP", "_id": "1495945185691414528"}, {"created_at": "2022-02-22 00:59:02+00:00", "text": "Anyone who witnessed the crash is asked to contact Crime Stoppers on 1800 333 000. \n\nFull story, 5pm and 6pm on #9News", "_id": "1495926070725738500"}, {"created_at": "2022-02-22 00:58:33+00:00", "text": "Two men are on the run from police, after they crashed a stolen car into a house at Norwood last night.\n\nLocals believe the Range Rover was airborne before it smashed into the heritage cottage on Sydenham Road. #9News https://t.co/ubkHaBOoHy", "_id": "1495925946876325888"}, {"created_at": "2022-02-21 14:32:42+00:00", "text": "The proceeds of the auction will go to the victims of her Ponzi scheme, who say they are owed more than $23 million. #9News\nhttps://t.co/qtJ4yLUHcQ", "_id": "1495768448118722561"}, {"created_at": "2022-02-21 10:04:56+00:00", "text": "Police were told the man had followed one of the girls off a public bus and into the shopping centre. #9News\nhttps://t.co/KgdSfRo0fB", "_id": "1495701059821776896"}, {"created_at": "2022-02-21 06:43:26+00:00", "text": "Energy giant AGL has knocked back an $8 billion takeover bid from a tech billionaire who wants to shut down the company's coal-fired power plants. #9News https://t.co/JEu47KkksI", "_id": "1495650352204505089"}, {"created_at": "2022-02-21 06:35:53+00:00", "text": "Another teenager has been arrested over a violent brawl in the city that left four people injured. #9News https://t.co/zoeDuUd2j1", "_id": "1495648453124403205"}, {"created_at": "2022-02-21 05:30:00+00:00", "text": "A 29-year-old man accused of indecently assaulting women and girls at the Marion Shopping Centre will face court today.\n\nPolice say the alleged victims were aged between 12 and 27 years old. #9News https://t.co/X2rITgpnbm", "_id": "1495631871002222592"}, {"created_at": "2022-02-20 23:33:51+00:00", "text": "The Italian ambassador to Australia has died after plunging from a balcony in her home town. #9News\nhttps://t.co/TF1qoPfjoA", "_id": "1495542244124028928"}, {"created_at": "2022-02-20 08:08:57+00:00", "text": "South Australia's aerial firefighting capabilities have received a major boost, with a new state of the art tanker loading facility opening at the Edinburgh RAAF base. @inglis_cam #9News https://t.co/shmXi0FOhj", "_id": "1495309486101352450"}, {"created_at": "2022-02-20 07:55:05+00:00", "text": "There's been a second night of violence in the city, a group of girls involved in an ugly brawl leaving four injured. @katelambe_ #9News https://t.co/Sp8yVcMsme", "_id": "1495305994825519105"}, {"created_at": "2022-02-20 07:15:39+00:00", "text": "There's been a second night of violence in Adelaide’s city, a group of girls involved in an ugly brawl which left four injured.\n \nA 15-year-old girl has been arrested and charged with aggravated assault.\n \nMORE on the exclusive story coming up at 6pm on #9News https://t.co/UGAuRTYBTk", "_id": "1495296070267461632"}, {"created_at": "2022-02-20 04:05:20+00:00", "text": "Rescue teams in Greece searched a burning ferry on Saturday for 12 people believed to be missing, after it caught fire in the Ionian Sea while en route to Italy. #9News \n\nhttps://t.co/wBKsTeAxOt", "_id": "1495248176592211969"}, {"created_at": "2022-02-20 03:37:00+00:00", "text": "Queensland detectives have charged a man with murder following the death of another man who had his leg cut off below the knee in Innisfail. #9News \n\nhttps://t.co/NLqi19K4hD", "_id": "1495241045595938817"}, {"created_at": "2022-02-19 21:25:55+00:00", "text": "Rescue teams in Greece searched a burning ferry on Saturday for 12 people believed to be missing after it caught fire in the Ionian Sea while en route to Italy, while passengers described a frightening evacuation from the ship. #9News\nhttps://t.co/wBKsTeAxOt", "_id": "1495147662022119424"}, {"created_at": "2022-02-19 19:44:39+00:00", "text": "GALLERY: Storm Eunice ripped roofs off homes, crushed cars with fallen trees and toppled trucks in the UK and parts of Europe. Now the clean-up has begun after the deadly storm packed winds of up to 196km/hr. #9News\nhttps://t.co/9ZjpGXab8W", "_id": "1495122175279317000"}, {"created_at": "2022-02-19 07:54:20+00:00", "text": "#BREAKING: Police have just arrested a suspect following an armed robbery attack in Adelaide's west. @katelambe_ #9News https://t.co/V2xROP2hVw", "_id": "1494943417973018629"}, {"created_at": "2022-02-19 04:45:05+00:00", "text": "Police confirmed early this morning a body had been found by members of the public in the water off Mermaid Beach overnight. #9News \n\nhttps://t.co/edhofI6MOF", "_id": "1494895792880259074"}, {"created_at": "2022-02-18 08:05:48+00:00", "text": "A luxury lodge reduced to ashes by the devastating bushfires that swept across Kangaroo Island is starting to be re-built.@HarveyBiggs #9News https://t.co/Go4ds5IC1f", "_id": "1494583918196109320"}, {"created_at": "2022-02-18 07:58:45+00:00", "text": "A man heavily bleeding from a stab wound has staggered along a busy main road in Adelaide's west, with good Samaritans rushing to help. @G_Westgarth #9News https://t.co/PR22aUGIV0", "_id": "1494582143812579328"}, {"created_at": "2022-02-18 07:57:27+00:00", "text": "Mask up or cop a $1000 fine - that's the message police are issuing tonight to public transport users. @katelambe_ #9News https://t.co/3AUiQPNw8x", "_id": "1494581814266142721"}, {"created_at": "2022-02-18 06:36:18+00:00", "text": "A police car's been rammed during an early morning chase through the western suburbs. #9News https://t.co/8XeUZYBLUa", "_id": "1494561392778792968"}, {"created_at": "2022-02-18 05:11:40+00:00", "text": "Police have launched a crackdown on mask wearing on public transport across the state, with compliance checks being conducted on buses, trams and trains over the next week. #9News https://t.co/0UFEMHUuY3", "_id": "1494540094119702528"}, {"created_at": "2022-02-18 04:24:24+00:00", "text": "Police are investigating the incident and wish to speak to anyone who witnessed the attack.\n\nFull story, 5pm and 6pm on #9News", "_id": "1494528198113062915"}, {"created_at": "2022-02-18 04:24:14+00:00", "text": "A man has been rushed to hospital after being stabbed in the back at Rosewater last night.\n\nGood Samaritans rushed to the man’s aid after he staggered up Grand Junction Road looking for help. #9News https://t.co/GHK8OrVoQz", "_id": "1494528158812364800"}, {"created_at": "2022-02-18 04:00:00+00:00", "text": "Former Australian of the Year Grace Tame has launched a new campaign to remove the word \"relationship\" from crimes relating to child sex abuse. #9News\n\nhttps://t.co/NrrIXp1Cdj", "_id": "1494522058071547906"}, {"created_at": "2022-02-17 11:30:00+00:00", "text": "Heartbroken families are demanding an overhaul of the health system after their loved ones died while waiting for paramedics to arrive. #9News\nhttps://t.co/BH87TBBUP3", "_id": "1494272917428867073"}, {"created_at": "2022-02-17 10:00:56+00:00", "text": "A 35-year-old diving instructor has been identified as the victim of yesterday's fatal shark attack in Sydney's east. #9News\nhttps://t.co/lBiSLLXwIS", "_id": "1494250504645316610"}, {"created_at": "2022-02-17 07:39:58+00:00", "text": "Police have uncovered a sophisticated drug lab hidden inside a home in Adelaide's south. @9keziahsullivan #9News https://t.co/4YD0akYspv", "_id": "1494215027691298817"}, {"created_at": "2022-02-17 07:35:41+00:00", "text": "Police have arrested a 60-year-old man, accusing him of the indecent filming of teenage girls at one of our most popular beaches. @ollie_haig #9News https://t.co/wjkbCyIjR3", "_id": "1494213949218344963"}, {"created_at": "2022-02-17 06:35:16+00:00", "text": "A truck has burst into flames after it lost control in a suburban street in the northern suburbs this morning. @G_Westgarth  #9News https://t.co/d9RxWW6c22", "_id": "1494198744962772995"}]}