{"docs": [{"created_at": "2022-04-28 08:14:01+00:00", "text": "Startling new evidence of the youth crime crisis gripping Queensland has been posted to social media, showcasing the terrifying armed robbery of a sleeping family by a gang of delinquents. @JordanFabris9 #9News https://t.co/6A552AwmTq", "_id": "1519590748840148992"}, {"created_at": "2022-04-28 05:30:05+00:00", "text": "A Queensland woman has been charged with manslaughter after allegedly providing a group of teenagers with a strong prescription drug, killing a 15-year-old and sending five others to hospital. #9News\nhttps://t.co/KUx3B8Y5Kb", "_id": "1519549491489251328"}, {"created_at": "2022-04-28 03:57:49+00:00", "text": "#BREAKING: A truck has rolled down an embankment off Mount Marrow Quarry Road in #Haigslea at around midday today.\n\nTwo patients have been transported to #Ipswich Hospital in stable conditions and are lucky to be alive.\n\nWatch #9New at 6pm tonight for the full story https://t.co/W7cpdMV6VE", "_id": "1519526272031887360"}, {"created_at": "2022-04-28 03:21:03+00:00", "text": "An #Ipswich home undergoing renovations has been destroyed by fire.\n\nEmergency services found the property engulfed by flames at around 2am today. #9News https://t.co/0MDoMoUXGn", "_id": "1519517018655014913"}, {"created_at": "2022-04-28 02:51:17+00:00", "text": "Chilling new details released this morning about a crime that's rocked #Sydney - a key underworld figure assassinated in a flood of bullets in the city's south-west. #9News https://t.co/yaIOiVf4tA", "_id": "1519509527191773184"}, {"created_at": "2022-04-28 01:28:22+00:00", "text": "It was a miracle no one else was killed by 'hail of bullets' during suspected gangland shooting. #9News\nhttps://t.co/NG8loDqb5f", "_id": "1519488660512591873"}, {"created_at": "2022-04-27 13:33:09+00:00", "text": "The death comes after three people died in a tragedy during last year's Targa Tasmania rally event. #9News\nhttps://t.co/3j8tdnsYvZ", "_id": "1519308674073653248"}, {"created_at": "2022-04-27 12:44:44+00:00", "text": "Queensland Police are tonight searching for two gunmen after a Brisbane suburb became the scene of a terrifying drive-by shooting. @MegESydes #9News https://t.co/iDp7Y3XNZ5", "_id": "1519296488270086145"}, {"created_at": "2022-04-27 08:18:03+00:00", "text": "Police are tonight hunting two gunmen accused of spraying a #Carseldine home with bullets during a terrifying drive-by shooting.\n\nAs investigators work to track down the men, there are growing fears the attack could be gang related. @anniepullar #9News https://t.co/XRYkuVoTz5", "_id": "1519229373169254400"}, {"created_at": "2022-04-27 08:12:48+00:00", "text": "#BREAKING: A desperate rescue on the Gold Coast has ended in tragedy after two swimmers were pulled from the water at #MainBeach.\n\nOne man has died at #GoldCoast Hospital and another man is in a stable condition. @CharltonHart #9News https://t.co/VuVjVZJqgH", "_id": "1519228054823911425"}, {"created_at": "2022-04-27 07:58:58+00:00", "text": "#BREAKING: A man in his 40s has died after suffering a heart attack in the surf at #MainBeach.\n\nHe was taken to Gold Coast Hospital, but could not be revived.\n\nA second man is in a stable condition.\n\nFull story tonight at 6pm on #9News https://t.co/otR1DXptVk", "_id": "1519224574080024576"}, {"created_at": "2022-04-27 06:30:23+00:00", "text": "A family home has been peppered in bullets after two men opened fire in a terrifying drive-by shooting overnight in #Carseldine. @anniepullar #9News https://t.co/5FufXDSSse", "_id": "1519202277642444805"}, {"created_at": "2022-04-27 06:12:31+00:00", "text": "A #Carseldine home was peppered by bullets in a drive-by shooting overnight.\n\nPolice confirmed up to ten people - including children - were inside the residence at the time of the shooting, but luckily no one was injured. #9nEWS\n\nMORE DETAILS: https://t.co/ShvkQZM7Ab https://t.co/x2h6JnvnJJ", "_id": "1519197783542013952"}, {"created_at": "2022-04-27 04:50:02+00:00", "text": "Maximum security prisoner and his girlfriend charged with drug importation offences. #9News\nhttps://t.co/m7XFq6s0Oo", "_id": "1519177023905837058"}, {"created_at": "2022-04-27 04:20:02+00:00", "text": "Man wrongly named in William Tyrrell disappearance begins fight for justice against NSW Police. #9News\nhttps://t.co/9sw8uwODkE", "_id": "1519169474913574913"}, {"created_at": "2022-04-27 03:22:10+00:00", "text": "Police have declared \"no one is off the hook\" - as they continue to investigate the fatal shooting on the set of Alec Baldwin's film, Rust. #9News https://t.co/vs2sk1Ud9i", "_id": "1519154913623818240"}, {"created_at": "2022-04-27 02:43:33+00:00", "text": "MISSING PERSON: A 54-year-old woman has gone missing from #BrackenRidge since yesterday evening (April 26).\n\nPolice and family hold concern for Aguil Deng's welfare as she has a medical condition and her disappearance is out of character. #9News https://t.co/2y1A03qUXd", "_id": "1519145194922274816"}, {"created_at": "2022-04-27 02:38:39+00:00", "text": "#LIVE: Queensland Police give an update regarding a shooting incident in Ray Street, Carseldine overnight. #9News https://t.co/nN2xbKTOFR", "_id": "1519143962551803904"}, {"created_at": "2022-04-27 02:07:02+00:00", "text": "Police are hunting for a weapon in #Carseldine after a family home was sprayed with bullets in a terrifying drive-by shooting overnight. #9News https://t.co/mGSuFC0QUJ", "_id": "1519136003503628289"}, {"created_at": "2022-04-26 09:12:23+00:00", "text": "The Broncos' Kotoni Staggs will face a nail-biting Origin audition on Thursday, hoping to prevail against the Sharks' Siosifa Talaki.\n\nPartnering with Deadly Choices, Staggs is also encouraging Queensland's Indigenous youth to get active and healthy. @AdamJackson_9 #9News https://t.co/s80IaPjQc0", "_id": "1518880658340421635"}, {"created_at": "2022-04-26 08:32:07+00:00", "text": "The Queensland Police Service is re-examining the handling of a matter involving an experienced sergeant who was demoted and almost sacked over unfounded allegations of gross misconduct in the workplace. @JoshBavas #9News https://t.co/OEpShQEd6X", "_id": "1518870524746780673"}, {"created_at": "2022-04-26 08:26:38+00:00", "text": "A man has opened fire in Brisbane's east, narrowly missing two women during a terrifying drive-by shooting. @anniepullar #9News https://t.co/A5Vyb4yIyu", "_id": "1518869146158698497"}, {"created_at": "2022-04-26 08:15:17+00:00", "text": "Police are deploying more officers across the Gold Coast in a crack down on violent behaviour.\n\nThis comes as a video of a disturbing road rage attack has emerged showing a coward punch knocking a man unconscious. @9JesseBurns #9News https://t.co/OKFT96L1Z7", "_id": "1518866289665748992"}, {"created_at": "2022-04-26 07:46:13+00:00", "text": "A man, wrongly named as the prime suspect in William Tyrrell's disappearance, has turned the tables on police, suing for malicious prosecution and false imprisonment. #9News https://t.co/ENY1njdgLc", "_id": "1518858975374155776"}, {"created_at": "2022-04-26 07:32:12+00:00", "text": "The Queensland Police Service has reopened an examination into the wrongful demotion of a decorated officer, who was accused of vulgar conduct in the workplace. @JoshBavas #9News https://t.co/k4J88hicnm", "_id": "1518855448585195520"}, {"created_at": "2022-04-26 06:28:32+00:00", "text": "Police have launched an investigation into a drive-by shooting in #Carina early this morning.\n\nA man in a silver BMW opened fire and narrowly missed hitting two women. @anniepullar #9News https://t.co/kAau36mbZr", "_id": "1518839427161808896"}, {"created_at": "2022-04-26 03:49:46+00:00", "text": "An ugly road rage altercation in #SurfersParadise has seen an 18-year-old man knocked unconscious by a coward punch in the middle of #CavilleAvenue.\n\nBystanders watch on in horror as the assailant then drags his victim to the side of the road, before fleeing the scene. #9News https://t.co/nsBoRbPHmp", "_id": "1518799471949139968"}, {"created_at": "2022-04-26 03:01:04+00:00", "text": "The New South Wales Government and police force are ramping up their investigation into the disappearance of Amber Haigh, increasing the reward for information to $1 million dollars. #9News https://t.co/0AHXGPbpcm", "_id": "1518787214360162306"}, {"created_at": "2022-04-26 02:41:02+00:00", "text": "The Queensland Police Service has\nre-opened an examination into the wrongful demotion of a decorated officer who was accused of vulgar conduct in the workplace. #9News https://t.co/cw38osBDBg", "_id": "1518782173595291649"}, {"created_at": "2022-04-26 01:45:21+00:00", "text": "A man in a silver BMW has fired a gunshot at two women this morning, as they were leaving a unit on Adelaide St in #Carina. \n\nThe shot missed and the women were not physically injured. \n\nPolice are appealing to the public for any information relating to the incident. #9News https://t.co/hYWqAPWTKj", "_id": "1518768161666977792"}, {"created_at": "2022-04-26 01:00:30+00:00", "text": "A 17-year-old Victorian boy has been charged with murder after South Australia Police intercepted a group of youths at Adelaide Airport about to board a plane for Victoria.\nThe teenage murder suspect was travelling under a false name, police allege. #9News\nhttps://t.co/vNtxeEdVgk", "_id": "1518756872987230213"}, {"created_at": "2022-04-25 19:30:11+00:00", "text": "A decorated Queensland police officer with more than 20 years' experience says he was humiliated for years trying to clear his name after being accused of vulgar conduct in his workplace. #9News\nhttps://t.co/xbv2Dok6jM", "_id": "1518673745283620870"}, {"created_at": "2022-04-25 18:30:13+00:00", "text": "Kane Tanaka, the world's oldest person, has died in Japan aged 119, according to a statement released by the country's Ministry of Health, Labor and Welfare. #9News\nhttps://t.co/IVnu1fnvmA", "_id": "1518658657050935296"}, {"created_at": "2022-04-25 16:13:08+00:00", "text": "A man has been arrested on suspicion of murder after four people were found dead with stab wounds in London's south. #9News\nhttps://t.co/nJr9ZFJYyX", "_id": "1518624157243695106"}, {"created_at": "2022-04-25 08:34:29+00:00", "text": "A decorated police officer with more than 20 years' experience says he was left humiliated and despised after being accused of unfounded lewd conduct in the office. @JoshBavas #9News https://t.co/K5YCBtXxvM", "_id": "1518508732518383616"}, {"created_at": "2022-04-25 05:39:23+00:00", "text": "#TONIGHT: See the EXCLUSIVE interview with a sergeant who fought five years to clear his name after scandalous allegations by Queensland Police colleagues.\n\n@JoshBavas has the full story, 6pm on #9News https://t.co/1fBClstQ2Y", "_id": "1518464670914723840"}, {"created_at": "2022-04-25 05:07:59+00:00", "text": "A man has died after he was found lying in an #Adelaide CBD street with multiple stab wounds. #9News\nhttps://t.co/vLEjFIBiZv", "_id": "1518456768002723840"}, {"created_at": "2022-04-25 03:50:00+00:00", "text": "#WATCH: A shed has erupted into flames at a residential property in #Moggill this morning.\n\nNo one was injured in the blaze. #9News https://t.co/rBBjIMisM1", "_id": "1518437140828504064"}, {"created_at": "2022-04-25 01:19:09+00:00", "text": "#ALERT: Police are appealing for any footage related to an armed robbery at a restaurant in #Marsden around 6pm last night.\n\nIt's alleged a man entered the venue on Macarthy Road with a knife and what appeared to be a firearm, before fleeing with a cash register. #9News https://t.co/60x9olrGGw", "_id": "1518399179676168194"}, {"created_at": "2022-04-24 23:36:23+00:00", "text": "New US-led forecasts suggest the La Nina weather system that brought heavy rains and deadly flash flooding to Australia's east coast is \"struggling to break\", according to Weatherzone. #9News\nhttps://t.co/SZ0LyBUfvN", "_id": "1518373316322422784"}, {"created_at": "2022-04-24 05:03:09+00:00", "text": "Both men suffered critical injuries and were transported to Sunshine Coast University Hospital, where they later died. #9News\nhttps://t.co/uPjxtyt8pI", "_id": "1518093161972776960"}, {"created_at": "2022-04-22 13:08:03+00:00", "text": "Annoyed victims are taking matters into their own hands to catch opportunistic car thieves running rife across our city. @NatarjshaKramer #9News https://t.co/oyXAhrsBnB", "_id": "1517490417419403265"}, {"created_at": "2022-04-22 08:36:33+00:00", "text": "A #SunshineCoast doctor has had his medical license suspended over allegations he raped and tortured three women he had met on a Christian dating website.\n\nReportedly the man also threatened to kill one of the woman if she went to police. @ebonycavallaro #9News https://t.co/6CZL7RCERC", "_id": "1517422089048895488"}, {"created_at": "2022-04-22 08:20:30+00:00", "text": "Two mechanics in their twenties have been killed in a tragic crash on the #SunshineCoast. \n\nThe young men were repairing a broken-down bus when police say they were struck by a passing BMW sedan yesterday afternoon. #9News https://t.co/i4zPYitecj", "_id": "1517418050823557122"}, {"created_at": "2022-04-22 07:41:03+00:00", "text": "A person has been killed in a devastating house fire this morning in #Rockhampton. \n\nFire investigators are working to determine the cause of the blaze. #9News https://t.co/keMbIYUIVq", "_id": "1517408123606159360"}, {"created_at": "2022-04-22 07:31:26+00:00", "text": "Australian healthcare workers are using social media to provide medical support for those injured during Russia's invasion of Ukraine. #9News https://t.co/Ci6g1nv0T8", "_id": "1517405702029025281"}, {"created_at": "2022-04-22 07:21:03+00:00", "text": "A #SunshineCoast doctor has been suspended from practicing over allegations he raped three women.\n\nHe allegedly met two of his victims on a Christian dating website. #9News https://t.co/XsqYdWvttg", "_id": "1517403089011105794"}, {"created_at": "2022-04-22 06:30:06+00:00", "text": "Man arrested over $1.47 million cattle theft. #9News\nhttps://t.co/6hjEYOC9ne", "_id": "1517390269909454848"}, {"created_at": "2022-04-22 06:00:00+00:00", "text": "A man from Currimundi and a man from Baringa have both tragically died after being struck by a vehicle as they helped repair a broken-down bus in #Woombye yesterday.\n\nBoth men suffered serious injuries and later died in hospital. #9News\n\nMORE: https://t.co/XYYFMy0lkf https://t.co/wOPqiyYk9a", "_id": "1517382693583040513"}, {"created_at": "2022-04-22 05:31:19+00:00", "text": "Police have released footage of two men assaulting a musician outside a Nobby's Beach Bar on February 13, after he allegedly refused to play the popular Oasis song Wonderwall.\n\nThe performer exited the bar at around 10:45pm where he was headbutted and punched in the face. #9News https://t.co/yx89JWXFmW", "_id": "1517375473499590656"}, {"created_at": "2022-04-22 04:02:59+00:00", "text": "Teen charged after brutal stabbing in car park on #SunshineCoast. #9News\nhttps://t.co/rslwGn7tuQ", "_id": "1517353246117011456"}, {"created_at": "2022-04-22 02:20:31+00:00", "text": "Police are investigating a suspicious fire that gutted a home near #Ipswich at 3.30am this morning.\n\nFire investigators spent the morning combing through the burned-out house and luckily found no one injured. #9News https://t.co/tzBySKFwBZ", "_id": "1517327459863175170"}, {"created_at": "2022-04-22 01:30:03+00:00", "text": "A 39-year-old Brisbane man has been badly injured after two men allegedly stormed his apartment, doused him in accelerant and set him ablaze on Monday, in Brisbane's inner-city.  #9News \n\nhttps://t.co/WxZZHUemKZ", "_id": "1517314757145079808"}, {"created_at": "2022-04-22 01:00:34+00:00", "text": "A tobacconist was broken into last night in #Molendinar at around 4am. \nThe alleged robbers attempted to break into the cigarettes cabinet but left empty handed, after a smoke bomb went off.\nPolice say the thieves fled the scene in a Holden Captiva. #9News https://t.co/9GxW6cmJOS", "_id": "1517307338784444416"}, {"created_at": "2022-04-21 21:00:18+00:00", "text": "A 55-year-old man has died after crashing his e-scooter into a concrete wall in #FernyHills. #9News https://t.co/wFpabydkAj", "_id": "1517246873718906882"}, {"created_at": "2022-04-21 18:30:10+00:00", "text": "Police are searching for a man accused of repeatedly performed explicit sexual acts at the doorstep of a home in Melbourne's north. #9News\nhttps://t.co/xYmv5liuAT", "_id": "1517209093106249728"}, {"created_at": "2022-04-21 08:20:00+00:00", "text": "Officially one year since the State Government implemented its crackdown on youth crime, rates are still continuing to soar.\n\nThe latest shocking attack: a gang of young boys ambush another child on a #Wynnum train, attempting to steal his shoes. @JordanFabris9 #9News https://t.co/BykxYJTPHd", "_id": "1517055538772815873"}, {"created_at": "2022-04-21 06:32:41+00:00", "text": "Youth crime rates are continuing to soar across the South East, with the Opposition arguing little has changed one year since the state government implemented its crackdown. @JordanFabris9 #9News https://t.co/EIGX6nBZZX", "_id": "1517028532341424130"}, {"created_at": "2022-04-21 06:14:55+00:00", "text": "A vehicle has plowed into the #Brisbane office of federal MP Terri Butler this afternoon. \n\nLuckily no one was injured, however the driver is still on the run. @NatarjshaKramer #9News https://t.co/kkxP0brmJ9", "_id": "1517024057975349248"}, {"created_at": "2022-04-21 05:14:02+00:00", "text": "A car has smashed into the glass shop-front of Federal Labor MP Terri Butler's office in #Brisbane this afternoon.\n\nPolice are searching for the driver who has fled the #Greenslopes area.\n\nMORE: https://t.co/Kkocu5CP3b\n\nFull story at 4pm with @NatarjshaKramer on #9News https://t.co/hxJf53rqFy", "_id": "1517008739999502336"}, {"created_at": "2022-04-21 05:00:20+00:00", "text": "#GoldCoast tradie injured as 50 tonne piling rig topples to the ground. #9News\nhttps://t.co/up7zmvIvzY", "_id": "1517005290897649664"}, {"created_at": "2022-04-21 03:16:55+00:00", "text": "A 55-year-old man has died after crashing into a concrete wall on an electric scooter in #FernyHills yesterday afternoon.\n\nThe man was not wearing a helmet and sadly died at the scene. #9News\n\nMORE: https://t.co/hSZCuBRtcp https://t.co/ZZCmwtcoE5", "_id": "1516979264251301888"}, {"created_at": "2022-04-21 02:51:12+00:00", "text": "Rapper ASAP Rocky has been detained at Los Angeles International Airport in connection to a shooting last year. #9News https://t.co/lXqNKQJv6r", "_id": "1516972791186272256"}, {"created_at": "2022-04-21 02:14:40+00:00", "text": "A 55-year-old man has died in a horrific electric scooter crash in #Brisbane's north-west.\n\nPolice say the man was not wearing a helmet when he crashed into a concrete wall in #FernyHills.\n\nHe suffered serious head injuries and sadly died at the scene. #9News https://t.co/3tPjtk6cga", "_id": "1516963598043693058"}, {"created_at": "2022-04-21 00:30:04+00:00", "text": "Police investigating the Brisbane house fire that killed a six-year-old boy in his bedroom this week, believe that a busted battery charger could be to blame. #9News\nhttps://t.co/GgssBS7aIZ", "_id": "1516937275006935040"}, {"created_at": "2022-04-20 18:31:00+00:00", "text": "A mother charged with conspiring to kill her children, her estranged husband and a lover's wife refused to enter a plea to murder and other charges. #9News\nhttps://t.co/NE0KFSLgvI", "_id": "1516846912812503042"}, {"created_at": "2022-04-20 08:33:39+00:00", "text": "A mother and son are facing charges over the Easter Sunday murder of a 24-year-old man stabbed to death in the #Gladstone suburb of #GlenEden.\n\nPolice have confirmed the victim is the son and brother of the accused. #9News https://t.co/XKTXfnBYpe", "_id": "1516696583626272769"}, {"created_at": "2022-04-20 06:08:19+00:00", "text": "Police have revealed 3,7588 traffic offences were detected over the Easter long weekend, in a crackdown on dangerous driving to help save lives on QLD roads. \n\nSadly one death and 60 car crash related injuries were still recorded. #9News\n\nLATEST: https://t.co/djywvllIT3 https://t.co/bP7mhgAdai", "_id": "1516660011589464064"}, {"created_at": "2022-04-20 05:00:22+00:00", "text": "Man gets 190-year-long prison term for brutal murder of LA philanthropist. #9News\nhttps://t.co/xS1hwsRyms", "_id": "1516642911689101312"}, {"created_at": "2022-04-20 04:41:17+00:00", "text": "Police are seeking urgent public assistance to locate a 36-year-old woman reported missing from #Coomera this morning.\nTara Docherty was last seen at an #UpperCoomera shopping centre on #KristinsLane at 6:45am Wednesday April 20th.\nContact Crime Stoppers on 1800 333 000. #9News https://t.co/zNnNjpJssO", "_id": "1516638107013160961"}, {"created_at": "2022-04-20 01:17:38+00:00", "text": "Police are investigating the sudden death of a 12-year-old girl at a #Coomera home on Monday.\n\nPolice were called to the house at around 8pm, where they found the girl unresponsive and was later declared deceased. #9News\n\nDETAILS: https://t.co/VFN18j2VFp https://t.co/PvgCvykd2M", "_id": "1516586857374658564"}, {"created_at": "2022-04-19 08:38:10+00:00", "text": "#EXCLUSIVE: Qantas has come under fire after it was revealed over 50 per cent of their cabin crew remain grounded in some states, replaced by workers brought in from New Zealand. @MegESydes #9News https://t.co/VAyuioJN8u", "_id": "1516335336380678146"}, {"created_at": "2022-04-19 08:15:26+00:00", "text": "Queenslanders are rallying in support for a family who tragically lost their six-year-old son in a horror house fire in #Clayfield.\n\nThis comes as fire investigators reveal what they believe to be the cause of the fire. @heinkealex #9News https://t.co/1Up0izD2hW", "_id": "1516329612304957441"}, {"created_at": "2022-04-19 08:13:26+00:00", "text": "The owner of a dog that injured a 6-year-old boy on the #GoldCoast over the weekend says he's willing to put the animal down if council sees fit. @JoshBavas #9News https://t.co/Ee2V9sA403", "_id": "1516329109269458944"}, {"created_at": "2022-04-19 07:52:37+00:00", "text": "#WATCH: A 27-year-old woman has been arrested for allegedly drink-driving, obstructing and assaulting police at #JacobsWell on Sunday.\n\nThe woman allegedly returned an RBT of 0.262 after a member of the public found the woman asleep behind the wheel. #9News\n\nFull story at 6pm https://t.co/JXFjTTioHl", "_id": "1516323873142165507"}, {"created_at": "2022-04-19 07:46:08+00:00", "text": "The man behind a large-scale drug and weapons manufacturing operation has faced court on the #GoldCoast today. @BonnellYasmin #9News https://t.co/mFKHvLGWM4", "_id": "1516322241142996994"}, {"created_at": "2022-04-19 06:48:51+00:00", "text": "The family of a young boy tragically killed in a #Clayfield house fire has spoken publicly for the first time of their grief, as fire investigators reveal an electrical fault may have been the cause of the blaze. @heinkealex #9News https://t.co/JRwXHl0tBg", "_id": "1516307823247958025"}, {"created_at": "2022-04-19 04:20:59+00:00", "text": "The rest of his family managed to escape the flames, but the fire is believed to have started at the rear of the property near Max's bedroom, with an intense wall of flame preventing rescue teams from reaching him. #9News", "_id": "1516270610749394946"}, {"created_at": "2022-04-19 04:20:30+00:00", "text": "\"Hope you sleep well in heaven Max\": Tributes are flooding in for a young boy killed in a horrific #Clayfield house fire yesterday.\n\nInstead of returning to school from holidays today, his classmates laid flowers and cards outside his home. #9News\n\nMORE: https://t.co/SGXg7lU70d https://t.co/b6lf53LlVU", "_id": "1516270490330939392"}, {"created_at": "2022-04-19 02:07:50+00:00", "text": "The family of a 6-year-old boy killed in a tragic house fire in #Clayfield have spoken publicly for the first time since the incident. @heinkealex #9News https://t.co/gAcKv5TJTG", "_id": "1516237104212287492"}, {"created_at": "2022-04-18 22:52:58+00:00", "text": "A hat with a note \"I hope you sleep well in heaven\" is among the many tributes left for a six-year-old Queensland boy who tragically died in a housefire. #9News https://t.co/t5omgiojhm", "_id": "1516188063168401416"}, {"created_at": "2022-04-18 21:21:14+00:00", "text": "Fire Investigators are looking into the possibility that an electrical fault caused the fire that tragically claimed the life of a six year old boy in Clayfield. \n\n@JessMillward9 #9News https://t.co/aHuzhLLeBV", "_id": "1516164977622671361"}, {"created_at": "2022-04-18 19:43:09+00:00", "text": "The community of Clayfield in Brisbane's north-east is this morning coming to grips with the tragic loss of a young boy in a house fire. @JessMillward9 #9News https://t.co/J6wCcIHSo0", "_id": "1516140293900443651"}, {"created_at": "2022-04-18 16:38:00+00:00", "text": "One shooting left two minors dead and at least 31 people injured. #9News\nhttps://t.co/627bltnsRi", "_id": "1516093699406667776"}, {"created_at": "2022-04-18 13:35:21+00:00", "text": "A senior policeman remains in hospital after an alleged assault outside a Gold Coast nightclub. #9News\nhttps://t.co/vpC5PDWZFg", "_id": "1516047733768871938"}, {"created_at": "2022-04-18 04:50:02+00:00", "text": "#ALERT: A man is believed to have died and several other people are injured following a two vehicle crash on a Queensland highway this morning. #9News\nhttps://t.co/RjjuPT5CdR", "_id": "1515915533924900865"}, {"created_at": "2022-04-18 03:50:16+00:00", "text": "Police say the child's body was found in a wooded area of #WashingtonCounty and have asked for the public's help in identifying the boy. #9News\nhttps://t.co/f1jKDq2NJj", "_id": "1515900495386365955"}, {"created_at": "2022-04-18 03:12:00+00:00", "text": "#WATCH: A car has burst into flames on the Bruce Highway in #Burpengary this morning causing traffic delays heading south.\n\nEmergency services were forced to close one lane to extinguish the fire, adding to the already major traffic delays as holidaymakers return home. #9News https://t.co/XknNsaSlRl", "_id": "1515890862877773830"}, {"created_at": "2022-04-18 01:30:35+00:00", "text": "#ALERT: Police have released CCTV of a man who allegedly stole a woman's handbag and phone at knifepoint in #Durack on Friday.\n\nThe man also drove off from a nearby service station without paying for fuel. \n\nPolice are hoping the public can assist in identifying the man. #9News https://t.co/IV1fQYy0kF", "_id": "1515865339586052098"}, {"created_at": "2022-04-18 00:58:20+00:00", "text": "The girl was sleeping in her US home when she woke to the sound of an intruder, according to a news release from the #Middleborough Police Department. #9News\nhttps://t.co/lQRujc4puS", "_id": "1515857226812076035"}, {"created_at": "2022-04-17 21:06:48+00:00", "text": "#BREAKING: Authorities have confirmed that the child who tragically died in a Clayfield housefire overnight was six years old.\n\nThe young boy's family were due to celebrate his seventh birthday in a fortnight. @JessMillward9 #9News https://t.co/eDvB4mrnPO", "_id": "1515798958668361728"}, {"created_at": "2022-04-17 20:08:18+00:00", "text": "#BREAKING: A child has tragically been killed in a horror house fire in Brisbane. \n\nThe child's mother, father and four-year-old sibling were able to evacuate. @JessMillward9 #9News https://t.co/YkPQtgKSLu", "_id": "1515784235122049028"}, {"created_at": "2022-04-17 15:37:00+00:00", "text": "Two senior police constables have spent the night in hospital after being attacked during a wild brawl outside a Gold Coast nightclub. #9News\nhttps://t.co/kdPoObtlH0", "_id": "1515715960178720770"}, {"created_at": "2022-04-17 08:31:10+00:00", "text": "A man's been charged after police say he posed as a learner driver before attempting to kidnap the instructor at knife point. @heinkealex #9News https://t.co/BQThr21uPU", "_id": "1515608795019460615"}, {"created_at": "2022-04-17 08:24:20+00:00", "text": "Two senior police constables have spent the night in hospital after being savagely attacked during a wild brawl outside a Gold Coast nightclub. @anniepullar #9News https://t.co/xMVkZZ1AwG", "_id": "1515607076420173827"}, {"created_at": "2022-04-17 04:07:12+00:00", "text": "CAR CHAOS: A vehicle caught fire on the side of the Bruce Highway's southbound lane near #Beerburrum this morning.\n\nEmergency services were called to extinguish the blaze around 10am, but the fallout affecting traffic is set to last several more hours. #9News https://t.co/YRp9DRlIU8", "_id": "1515542366022688777"}, {"created_at": "2022-04-17 03:22:11+00:00", "text": "The enrolment deadline for the 2022 Federal Election on Saturday, May 21, is looming.\n\nAll eligible Australian citizens are required by law to vote in federal elections, by-elections, and referendums and must be registered on the electoral roll. #9News\nhttps://t.co/duTABR0yLL", "_id": "1515531039472599041"}, {"created_at": "2022-04-16 11:59:00+00:00", "text": "A $500,000 reward has been offered for information about a 25-year-old murder of an unknown man who was found beheaded in the New South Wales southern highlands. #9News\nhttps://t.co/1k6VZpp413", "_id": "1515298710736945152"}, {"created_at": "2022-04-16 09:44:51+00:00", "text": "A 50-year-old man has died following a plane crash in the Western Australian town of Kununurra. #9News\nhttps://t.co/XURcGIPxBB", "_id": "1515264952184950784"}, {"created_at": "2022-04-16 06:37:44+00:00", "text": "Police are looking for a man after an alleged armed robbery in the Brisbane suburb of Durack.\n\nCCTV shows the man approaching a 30-year-old woman on Outlook Place at 7.30am yesterday before producing a large knife. #9News\n\nFULL DETAILS: https://t.co/a4WcHej9t8 https://t.co/la3LZaQ0P1", "_id": "1515217861039562752"}, {"created_at": "2022-04-15 07:12:24+00:00", "text": "#ALERT: A motorcycle rider has died following a two-vehicle crash in #Holmview this afternoon.\n\nThe motorcycle and vehicle collided at the intersection of Teys Road and Pepper Tree Drive.\n\nThe driver of the vehicle was not injured in the incident. #9News https://t.co/gpJJLIhCEL", "_id": "1514864199830224903"}, {"created_at": "2022-04-15 04:45:01+00:00", "text": "The man charged with opening fire in a Brooklyn subway car full of people was jailed without bail overnight as prosecutors told a judge he terrified all of #NewYorkCity. #9News\nhttps://t.co/iXR7igY9qw", "_id": "1514827110149406724"}, {"created_at": "2022-04-14 22:50:28+00:00", "text": "Police are hunting a handcuffed prisoner who allegedly broke free of officers from Roderick Street facility in #Ipswich. #9News https://t.co/EU2NatN6tO", "_id": "1514737885324455939"}, {"created_at": "2022-04-14 20:09:10+00:00", "text": "Police are warning drivers to slow down this long weekend as they ramp up their presence on roads across the state. @JessMillward9 #9News\n\nMORE: https://t.co/dvia2jtCVQ https://t.co/QXr1GUJKz0", "_id": "1514697291743080454"}, {"created_at": "2022-04-14 08:12:34+00:00", "text": "A senior Queensland police officer has declared the state's ambulance ramping crisis is also affecting our police force.\n\nOfficers are regularly transporting mental health patients to hospitals and are becoming stuck in hour-long delays. @PeterFegan9 #9News https://t.co/atxONxD8iz", "_id": "1514516954522005504"}, {"created_at": "2022-04-14 08:06:27+00:00", "text": "Motorists are being warned of a police blitz over the long weekend, targeting hoons using beaches as their playgrounds. @JordanFabris9 #9News https://t.co/qEDKh3yiRg", "_id": "1514515412800753668"}, {"created_at": "2022-04-14 07:22:03+00:00", "text": "Police have issued a desperate plea for motorists to be safe on our roads ahead of the Easter long weekend as Queensland's death toll continues to climb. @JordanFabris9 #9News https://t.co/W6A7LfPl88", "_id": "1514504237555851270"}, {"created_at": "2022-04-14 07:17:21+00:00", "text": "Police officers are feeling the pressure of Queensland's ambulance crisis, being forced to wait for hours outside our hospitals. @PeterFegan9 #9News https://t.co/iZc2WMqDE9", "_id": "1514503056402100230"}, {"created_at": "2022-04-14 05:49:54+00:00", "text": "Police search for man involved in alleged stabbing on the #SunshineCoast. #9News\nhttps://t.co/keMfVF7j3I", "_id": "1514481049413246976"}, {"created_at": "2022-04-14 04:10:01+00:00", "text": "Police release CCTV after boy sexually assaulted at Melbourne shopping centre. #9News\nhttps://t.co/U5qB0YFSne", "_id": "1514455914564276224"}, {"created_at": "2022-04-14 02:34:35+00:00", "text": "#BREAKING: The latest unemployment figures have revealed that the rate has remained stable at 4 per cent. \n\nAn extra 18,000 people found work between February and March. #9News https://t.co/K40Soy9eRq", "_id": "1514431897069395973"}, {"created_at": "2022-04-14 02:32:14+00:00", "text": "A 62-year-old man has been arrested and charged with terror offences in relation to the Brooklyn shooting that injured 23 people. #9News https://t.co/TKyfkmQWeX", "_id": "1514431305370513414"}, {"created_at": "2022-04-13 22:15:41+00:00", "text": "UPDATE: Police say the occupants of the car involved in the crash are foreign nationals and are in the process of officially identifying each person and dealing with their consulate. #9News https://t.co/Dd7IRLciTM", "_id": "1514366743510200325"}, {"created_at": "2022-04-13 13:08:28+00:00", "text": "Multiple crews have been called to battle a fire that has broken out at Cooper's Plains in Brisbane's south. #9News https://t.co/w8y0iv5IbC", "_id": "1514229030265970688"}, {"created_at": "2022-04-13 10:54:56+00:00", "text": "Four people have died following a crash between a vehicle and semi-trailer in the Southern Downs area around 5.30pm this afternoon. \n\nInvestigators are working to establish their identities and witnesses, especially those with dashcam footage, are urged to come forward. #9News https://t.co/P6y0bG1IHf", "_id": "1514195424311136258"}, {"created_at": "2022-04-13 09:25:46+00:00", "text": "After 40 years in the job, one of Queensland's most experienced and dedicated police officers, Assistant Commissioner Mike Condon, is calling it quits. @TonyFabris9 #9News https://t.co/KdqplafOwv", "_id": "1514172987553026049"}, {"created_at": "2022-04-13 09:11:31+00:00", "text": "#BREAKING: Up to four people have died in a horror crash in #Warwick tonight, when a truck crashed into a car. \n\nThe crash occurred on the New England Highway, near the intersection of Sawmill Road at The Summit.\n\nDrivers should expect delays and avoid the area. #9News https://t.co/XvtefhzDEr", "_id": "1514169398277427202"}, {"created_at": "2022-04-13 08:15:08+00:00", "text": "#BREAKING: Up to five people have died in a horror car crash near #Warwick.\n\nA truck has crashed into a car on the New England Highway.\n\nEmergency services have been called to the scene. #9News https://t.co/xtT9qofvxD", "_id": "1514155211715190785"}, {"created_at": "2022-04-13 08:09:21+00:00", "text": "EXCLUSIVE: A member of an infamous bikie gang has been arrested for brutally bashing an elderly man and leaving him for dead. @JordanFabris9 #9News https://t.co/Yybjlj7mMk", "_id": "1514153755440304132"}, {"created_at": "2022-04-13 06:16:22+00:00", "text": "#BREAKING: A notorious bikie member is in police custody on the #GoldCoast today, over an alleged attack of an elderly man last year. @JordanFabris9 #9News https://t.co/SD0WqsLJvj", "_id": "1514125321821474817"}, {"created_at": "2022-04-13 04:20:00+00:00", "text": "CLOSE CALL: US highway cameras have captured the moment a speeding car collides with a truck on a Minnesota overpass, causing it to lose control and erupt into an intense fireball.\n\nMiraculously, both drivers managed to survive the crash. #9News https://t.co/R7xYojqWnp", "_id": "1514096036377096196"}, {"created_at": "2022-04-13 02:52:15+00:00", "text": "Organisers of the Sydney Royal Easter Show are scrambling to bolster security measures in the wake of a shocking stabbing which killed a 17-year-old, and left another teenager in hospital. #9News https://t.co/uulqe799rn", "_id": "1514073953630883840"}, {"created_at": "2022-04-13 02:51:14+00:00", "text": "Five commuters have been critically injured after a masked gunman opened fire on the #NewYork subway. #9News https://t.co/hW7gvIzE7X", "_id": "1514073698965364737"}, {"created_at": "2022-04-12 15:29:58+00:00", "text": "Photos and video from the scene showed people tending to bloodied passengers lying on the floor of the station and the air filled with smoke. #9News\nhttps://t.co/dutFgLIkag", "_id": "1513902254096470017"}, {"created_at": "2022-04-12 13:05:58+00:00", "text": "NSW Police do not believe the teen was responsible for the stabbing and are still looking for those responsible. #9News\nhttps://t.co/R60DGEdHNb", "_id": "1513866012696858630"}, {"created_at": "2022-04-12 08:51:33+00:00", "text": "Police in #SanFrancisco were given a fright during a routine traffic stop, discovering a self-driving car without any drivers or passengers.\n\nWith no one behind the wheel to reprimand, the vehicle was let off with a warning. #9News https://t.co/7oe94P9f3X", "_id": "1513801987367841792"}, {"created_at": "2022-04-12 08:25:43+00:00", "text": "There are new safety concerns in #FortitudeValley, as the Police Beat is shifted out of the heart of the precinct. @lilgreer9 #9News https://t.co/FsZGHvmXtN", "_id": "1513795488025354243"}, {"created_at": "2022-04-12 08:15:59+00:00", "text": "Police are quietly hosing down fears of a gang war after a bikie-linked business came under attack in #Carina overnight. @JordanFabris9 #9News https://t.co/gCUjOhMOUs", "_id": "1513793038228856833"}, {"created_at": "2022-04-12 06:51:46+00:00", "text": "A massive $1.5 million worth of drugs has been discovered inside two suitcases at a ferry terminal in #TownsvilleCity.\n\nThe dog squad sniffed out 54kg of cannabis and 1kg of suspected methylamphetamine while patrolling bus and ferry terminals across the city. #9News https://t.co/lmNRaPF1zn", "_id": "1513771842946813954"}, {"created_at": "2022-04-12 06:33:51+00:00", "text": "A high court decision has ruled against victims of the 2011 flood crisis, with the decade-long battle coming to an end in favour of SEQ Water. @ShannonMM9 #9News https://t.co/l4YCgcvk8k", "_id": "1513767333457707011"}, {"created_at": "2022-04-12 06:31:54+00:00", "text": "An investigation is underway into a suspicious fire that gutted a #Carina barber shop, previously linked to the Mongols bikie gang. @JordanFabris9 #9News https://t.co/eFiv17wfXW", "_id": "1513766844083187715"}, {"created_at": "2022-04-12 03:29:47+00:00", "text": "Anyone with information or dashcam footage relating to the incident is urged to contact police. #9News", "_id": "1513721012969304067"}, {"created_at": "2022-04-12 03:04:37+00:00", "text": "Anyone with information or dashcam footage in the area at the time is urged to contact police. #9News", "_id": "1513714679482224643"}, {"created_at": "2022-04-12 02:06:14+00:00", "text": "MISSING PERSON: A 50-year-old woman, Traie Olsen, was last seen on February 17 at a #Newtown petrol station in #Toowoomba, refuelling her silver 2004 Mazda.\n\nPolice are appealing for anyone with information on Traie's whereabouts to come forward. #9News https://t.co/EAPnlFH3F9", "_id": "1513699986181042180"}, {"created_at": "2022-04-12 02:02:15+00:00", "text": "Police are looking for more suspects involved in a stabbing that killed a 17-year-old boy last night at Sydney's Royal Easter Show. @LaurenTomasi #9News https://t.co/V4e0yWqyxV", "_id": "1513698981469110278"}, {"created_at": "2022-04-12 01:57:28+00:00", "text": "The Black Canvas Barbershop in #Carina has been gutted by a suspicious fire overnight.\n\nPreviously linked to the Mongols bikie gang, police suspect the fire was a targeted attack. @JordanFabris9 #9News https://t.co/AgvhMxx5BV", "_id": "1513697778261766150"}, {"created_at": "2022-04-12 00:30:03+00:00", "text": "Police are investigating whether alcohol played a role in #Ormeau man's death after he drowned in Emerald Lakes golf club over the weekend.  #9News\nDETAILS: https://t.co/ORgZSiXY4z", "_id": "1513675780626305029"}, {"created_at": "2022-04-11 13:35:09+00:00", "text": "A teenager has died after he was stabbed during a fight at the Sydney Royal Easter Show. #9News https://t.co/R60DGEvR1j", "_id": "1513510969137561609"}, {"created_at": "2022-04-11 08:54:59+00:00", "text": "Chris Bailey, the lead singer of legendary #Brisbane rock band The Saints has died aged 65. @JoshBavas #9News https://t.co/A1QOcZreNq", "_id": "1513440462442487814"}, {"created_at": "2022-04-11 08:52:44+00:00", "text": "Police are one step closer to catching the killer of a murdered father from #Rochedale, after releasing new footage of a vehicle linked to crime. @anniepullar #9News https://t.co/dzkbmsJxq3", "_id": "1513439895121018881"}, {"created_at": "2022-04-11 08:19:39+00:00", "text": "A caravan at #Nerang Caravan Park has gone up in flames this afternoon, leaving two people needing treatment for smoke inhalation. @izzy_quinlan #9News https://t.co/tUd2RbPcGT", "_id": "1513431569670803456"}, {"created_at": "2022-04-11 08:15:32+00:00", "text": "A 23-year old man has drowned at a golf course in #Carrara, with police investigating whether alcohol played a part in his death. @9ChloeRobinson @9GoldCoast #9News https://t.co/m74UAJIpox", "_id": "1513430535766515714"}, {"created_at": "2022-04-11 08:11:49+00:00", "text": "Dangerous drivers are in for a rude awakening, as police crack down on road rules and ramp up the fines. @PeterFegan9 #9News https://t.co/xhDYRBEdcx", "_id": "1513429599593578501"}, {"created_at": "2022-04-11 07:32:56+00:00", "text": "On the ten year anniversary of one of Queensland's most mysterious cold cases, police have released new footage that could help find the killer. @anniepullar #9News https://t.co/nazReQhXVE", "_id": "1513419815880429571"}, {"created_at": "2022-04-11 07:31:13+00:00", "text": "An appeal for victims of the 2011 Floods will go to the High Court in Canberra tomorrow, with thousands of Queenslanders still awaiting compensation a decade on. @ShannonMM9 #9News https://t.co/enV15TvnbW", "_id": "1513419382759866368"}, {"created_at": "2022-04-11 07:17:09+00:00", "text": "An investigation into a horror crash that claimed two lives in #Nanango is ongoing this afternoon.\n\nPolice are appealing for anyone with information to come forward. @lilgreer9 #9News https://t.co/3PjR8DA4rc", "_id": "1513415843518025730"}, {"created_at": "2022-04-11 06:00:49+00:00", "text": "Police appeal for public information into 'execution-style' murder of Queensland dad. #9News\nhttps://t.co/yn21DXXuBg", "_id": "1513396633987395585"}, {"created_at": "2022-04-11 03:53:13+00:00", "text": "A 32-year-old #Goodna man has been charged after claiming to be a paramedic over three years.\n\nPolice say the man had pretended to be a paramedic to pursue relationships with multiple women, giving them medical advice and examinations. #9News\n\nMORE: https://t.co/AFor1KiBkA https://t.co/lclU1bIiV0", "_id": "1513364521271791618"}, {"created_at": "2022-04-11 03:36:39+00:00", "text": "Anyone with information on Lee's whereabouts should contact police. #9News", "_id": "1513360352599154692"}, {"created_at": "2022-04-11 02:41:00+00:00", "text": "A free-fall ride at #Sydney's Royal Easter Show has been shut down following a near-disaster yesterday, after a 4-year-old boy's safety harness became unlocked while in motion.\n\nThis comes just a week since another young boy was seriously injured on a Movie World ride. #9News https://t.co/5eTm9KiMQs", "_id": "1513346347629428742"}, {"created_at": "2022-04-11 00:20:02+00:00", "text": "A patient is in a stable condition after being transported to #Ingham hospital this morning, after a motorcycle and vehicle collided on the corner of Cartwright and Hardy street. #9News", "_id": "1513310870851391491"}, {"created_at": "2022-04-10 22:55:21+00:00", "text": "Chris Bailey, lead singer of legendary punk band The Saints, has died at the age of 65. #9News\nhttps://t.co/aXMBtogdeF", "_id": "1513289562830761994"}, {"created_at": "2022-04-10 21:43:15+00:00", "text": "Queensland Police are interviewing two people after a fatal crash on the D'Aguilar Highway at Barkers Creek Flat in #Nanango. #9News https://t.co/ZI92TXocKt", "_id": "1513271418053607426"}, {"created_at": "2022-04-10 08:42:45+00:00", "text": "Gold Coast police have seized kilos of cannabis, cash and firearms after searching a home at #Elanora. \n\nBut the drug raid wasn't planned. @9ChloeRobinson #9News https://t.co/qw1AbUN95D", "_id": "1513074996104552448"}, {"created_at": "2022-04-10 08:23:15+00:00", "text": "#BREAKING: Queensland police are dealing with a horrific scene in #Nanango where a crash has taken the lives of 2 people. @anniepullar #9News https://t.co/amQB1rxB7c", "_id": "1513070090127876097"}, {"created_at": "2022-04-10 07:50:22+00:00", "text": "#WATCH: While Queensland police were investigating a hit and run crash this morning, they accidentally discovered an alleged drug facility at an #Elanora residence.\n\nA 40-year-old man was subsequently arrested and charged with several offences.\n\nSee the full story, 6pm on #9News https://t.co/xKbEC64aCT", "_id": "1513061815965601795"}, {"created_at": "2022-04-09 08:15:41+00:00", "text": "Firefighters had to break down doors of a #Labrador apartment building in the early hours of this morning to extinguish a devastating fire, and police suspect one of the residents may be to blame. @maccolahan9 #9News https://t.co/MKqk1ti3B6", "_id": "1512705798270599172"}, {"created_at": "2022-04-09 07:20:01+00:00", "text": "A police officer and a man have been killed in a \"catastrophic\" car crash in Victoria's far north-west overnight, with another officer fighting for life in hospital. #9News\nhttps://t.co/mcQp1YGzDJ", "_id": "1512691789622398982"}, {"created_at": "2022-04-09 06:48:41+00:00", "text": "#ALERT: Police have charged a 47-year-old man with the murder of a woman in #Manunda yesterday. \n\nIt's believed the man was known to the woman, who was found unresponsive at a private address in the suburb.\n\nHe will appear in the #Cairns Magistrates Court on Monday. #9News https://t.co/MA1vidZDjJ", "_id": "1512683902149832705"}, {"created_at": "2022-04-09 03:23:26+00:00", "text": "#ALERT: Two people have been taken to hospital after reportedly falling more than five metres at #MountBeerwah this afternoon.\n\nIt's believed one of the patients is in a serious condition, while the other is stable. #9News https://t.co/rAqZxHU8Tq", "_id": "1512632248591429636"}, {"created_at": "2022-04-09 01:28:10+00:00", "text": "#ALERT: Did you witness a BMW X5 driving dangerously in #ForestLake overnight?\n\nSeven occupants, aged between 14 and 17, have been arrested after taking a stolen car on a joyride, and crashing twice.\n\nAnyone with information is urged to contact police. #9News https://t.co/qrsrr5xNNm", "_id": "1512603242181632008"}, {"created_at": "2022-04-08 19:30:00+00:00", "text": "A US couple that had been missing for more than a week were \"at peace\" when the husband died a day before rescuers reached his wife. #9News\nhttps://t.co/z5szMSPZKF", "_id": "1512513106848722952"}, {"created_at": "2022-04-08 08:25:06+00:00", "text": "A major police investigation is underway in #Cairns to determine whether a woman was killed in a domestic violence attack. @anniepullar #9News https://t.co/SLk2BzZ6QN", "_id": "1512345779939291139"}, {"created_at": "2022-04-08 08:24:09+00:00", "text": "The first mutation of Delta and Omicron variants, 'Deltacron', has been detected in Queensland, just as the state's #COVID19 numbers begin to stabilise. @NatarjshaKramer #9News https://t.co/sbWw1nWpZz", "_id": "1512345539916013569"}, {"created_at": "2022-04-08 08:18:54+00:00", "text": "New South Wales' destructive three-day deluge has turned deadly, with a man dying in floodwaters in Sydney's south-west. @lcalcutt #9News https://t.co/r9Qmp8GU6Z", "_id": "1512344217565253632"}, {"created_at": "2022-04-08 07:43:34+00:00", "text": "#WATCH: Police have seized 20 kilograms of cannabis plants at a #BlackMountain property on the #SunshineCoast.\n\nA 48-year-old man and a 59-year-old woman have been charged with various drug offences, including one count each of possessing dangerous drugs. #9News https://t.co/6Su0IsST1Z", "_id": "1512335328576638980"}, {"created_at": "2022-04-08 06:50:35+00:00", "text": "Detectives are calling for anyone in the area between 4am and 6.30am and may have dashcam footage to contact police, as well as anyone near the service station last night. #9News", "_id": "1512321994896805889"}, {"created_at": "2022-04-08 06:49:55+00:00", "text": "A 47-year-old woman has died in suspicious circumstances in #Manunda, #Cairns after she was found unconscious at 5.30am today.\n\nEmergency services were called to a vacant property on Eureka St to attend to her, but she passed soon after. #9News\n\nMORE: https://t.co/cKuuKWB28Q https://t.co/QSat0Z2KMd", "_id": "1512321826315137032"}, {"created_at": "2022-04-08 03:10:24+00:00", "text": "Police are seeking anyone with information or dashcam or CCTV footage from the area to contact police. #9News", "_id": "1512266582348558337"}, {"created_at": "2022-04-08 02:57:21+00:00", "text": "Russia has become the second country to ever be suspended from the United Nations Human Rights Council, following a vote on alleged war crimes in Ukraine. @Brett_McLeod #9News https://t.co/dcvszYVDlW", "_id": "1512263296447037440"}, {"created_at": "2022-04-08 01:20:38+00:00", "text": "The former rugby league player will face a criminal trial over the alleged murder of his wife nearly 40 years ago. #9News\nhttps://t.co/QoPiPuqvSP", "_id": "1512238959971250198"}, {"created_at": "2022-04-07 12:42:38+00:00", "text": "More details have emerged after a 13-year-old crashed an allegedly stolen Range Rover on the Gold Coast. \n\nThe boy had been posting about his crime from his hospital bed. @NatarjshaKramer #9News https://t.co/XHrGkmYPXW", "_id": "1512048203557916678"}, {"created_at": "2022-04-07 08:56:09+00:00", "text": "The 13-year-old boy who crashed a stolen Range Rover this morning has been posting about his crime from his hospital bed. @maccolahan9 #9News https://t.co/LJpxXxcdW7", "_id": "1511991205336391680"}, {"created_at": "2022-04-07 08:32:57+00:00", "text": "The hunt for a man in possession of a suspected firearm in #BowenHills continues after a major siege yesterday afternoon.\n\nPolice are appealing to the public for any information relating to the incident. @JordanFabris9 #9News https://t.co/cvhKrSVYFj", "_id": "1511985366152142849"}, {"created_at": "2022-04-07 08:30:37+00:00", "text": "The inquest into the murder of a #Toowoomba teen has listened to secret tape recordings from inside the prime suspect's jail cell. @ShannonMM9 #9News https://t.co/CKRKwYWpqb", "_id": "1511984780191150087"}, {"created_at": "2022-04-07 08:23:44+00:00", "text": "A Queensland Police officer has been stalked and and bashed by a crow bar inside his own home. @JordanFabris9 #9News https://t.co/EpS4g0pd9u", "_id": "1511983047935152130"}, {"created_at": "2022-04-07 05:04:09+00:00", "text": "#WATCH: Several men have been charged and issued with infringements following a hooning investigation on the #SunshineCoast.\n\nThis comes as police recently introduced a hoon-reporting website to crack down on dangerous driving last month. #9News https://t.co/HY6MHGXyIj", "_id": "1511932819194351617"}, {"created_at": "2022-04-07 04:00:25+00:00", "text": "'Extremely satisfying': Police seize $20m worth of ice from Melbourne home. #9News\nhttps://t.co/PcIja2XUmR", "_id": "1511916780603977743"}, {"created_at": "2022-04-07 02:51:02+00:00", "text": "A 13-year-old boy is in a critical condition after he allegedly stole a car and crashed into bushland in #Ashmore on the #GoldCoast this morning.\n\nPolice say the suspect was on bail. #9News\n\nFULL DETAILS: https://t.co/JuihUcPycS https://t.co/dBGFrXLoE6", "_id": "1511899323025428480"}, {"created_at": "2022-04-07 01:50:43+00:00", "text": "Scott Morrison announced the federal government will fund two-thirds of Queensland's $700 million package for flood victims. #9News\n\nREAD MORE: https://t.co/v7G3kCSl4B https://t.co/aYryQSJo8U", "_id": "1511884143029719043"}, {"created_at": "2022-04-06 11:31:29+00:00", "text": "Police are searching for a man in Brisbane who was seen with what is believed to be a replica firearm. #9News\nhttps://t.co/fFlw6oaIXK", "_id": "1511667908426235905"}, {"created_at": "2022-04-06 10:37:06+00:00", "text": "A Queensland landlord accused of murdering his tenant allegedly dumped the man's possessions after the attack. #9News \nhttps://t.co/tYp56FaNi1", "_id": "1511654224584912897"}, {"created_at": "2022-04-06 08:40:05+00:00", "text": "The clown who stole Cashew the puppy from a #Dakabin adoption centre has owned up to his crime.\n\nThe #DeceptionBay man said he took the dog for a mate, but today the court heard that was all a lie. @NatarjshaKramer #9News https://t.co/6XUI1rB349", "_id": "1511624774811897856"}, {"created_at": "2022-04-06 08:27:37+00:00", "text": "In a major blow to victims of the February disaster, the Prime Minister has rejected the Queensland Government's calls to jointly fund a flood relief package, saying it's a state responsibility. @lcalcutt #9News https://t.co/9wZBq3kMGp", "_id": "1511621636876873728"}, {"created_at": "2022-04-06 08:18:26+00:00", "text": "#BREAKING: Police are searching for a man armed with a gun walking the streets of #BowenHills.\n\nMore to come. @JordanFabris9 #9News https://t.co/uxCNXDUkYL", "_id": "1511619323948896262"}, {"created_at": "2022-04-06 08:03:41+00:00", "text": "#BREAKINGNEWS: There are reports of a man armed with a firearm inside a unit in #BowenHills. \n\nSpecialist police are on the scene. \n\nWATCH LIVE NOW ON #9NEWS https://t.co/1qjk4D12Mw", "_id": "1511615612966998016"}, {"created_at": "2022-04-06 07:31:10+00:00", "text": "A man in a clown mask who stole 4-month-old puppy \"Cashew\" from an RSPCA adoption centre has admitted to the crime in court. @NatarjshaKramer  #9News https://t.co/Z8Xps4Tsg9", "_id": "1511607429536133133"}, {"created_at": "2022-04-06 07:16:08+00:00", "text": "A #Brisbane police officer and former Cowboys under-20s player has appeared in court, charged with the possession and supply of drugs. @ShannonMM9 #9News https://t.co/lSbQfwsT3E", "_id": "1511603647922282497"}, {"created_at": "2022-04-06 06:29:11+00:00", "text": "Despite yesterday's decision to scrap #COVID19 vaccine mandates at many Queensland workplaces, police officers, nurses and teachers are among those still barred from working. @R_DAlessandro9 #9News https://t.co/pNUMeCp48i", "_id": "1511591830625955840"}, {"created_at": "2022-04-06 06:20:01+00:00", "text": "Man accused of murdering his girlfriend extradited from #Brisbane to #Melbourne. #9News\nhttps://t.co/lebxe0jZk1", "_id": "1511589527109910528"}, {"created_at": "2022-04-06 06:18:51+00:00", "text": "In a major blow to Queensland flood victims, the Prime Minister has rejected the state government's calls to jointly fund a multi-million-dollar relief package. @lcalcutt #9News https://t.co/VcoiPu65XD", "_id": "1511589231604477952"}, {"created_at": "2022-04-06 05:20:00+00:00", "text": "Queen Elizabeth has today sent a message of condolence to Queensland's flood victims.\n\nIn a statement posted to the royal family's Instagram, Her Majesty commends volunteers, emergency services and Australians' spirit during the devastating event. #9News https://t.co/ZSYrH9So8v", "_id": "1511574420640436227"}, {"created_at": "2022-04-06 04:20:00+00:00", "text": "CAROUSEL CLOSED: A 12-year-old boy who suffered a head injury after falling from a ride at Movie World on the #GoldCoast is in a stable condition this morning as an investigation into the accident continues. #9News\n\nFULL DETAILS: https://t.co/2zlfPrPUo0 https://t.co/zfE2RN3X3s", "_id": "1511559321158574089"}, {"created_at": "2022-04-06 02:31:02+00:00", "text": "A 28-year-old man accused of murdering his girlfriend Jessica Geddes is being extradited to Victoria today to face court. #9News https://t.co/k83FAqECnN", "_id": "1511531897951817731"}, {"created_at": "2022-04-06 02:10:58+00:00", "text": "The Queen has today sent a message to Queensland's flood victims, saying she has \"been saddened to hear of the loss of life and the scale of devastation.\" #9News https://t.co/vDWkT44OXv", "_id": "1511526851637829639"}, {"created_at": "2022-04-06 01:48:33+00:00", "text": "Queensland Police have charged a third person over the alleged murder of Lachlan Griffiths. \n\nThe 28-year-old was arrested in #Stafford yesterday and will face court today. #9News https://t.co/eNpeQEkxgA", "_id": "1511521209128730624"}, {"created_at": "2022-04-06 01:30:25+00:00", "text": "#ALERT: A 24-year-old man sustained gunshot wounds to his arms and legs overnight, from a drive-by shooting in #Underwood.\n\nThe man is in a stable condition at Princess Alexandra Hospital.\n\nPolice are appealing for information or dashcam footage relating to the incident. #9News https://t.co/0Fg3ptSrW5", "_id": "1511516646791254016"}, {"created_at": "2022-04-05 12:42:00+00:00", "text": "A Melbourne mother could finally have justice after her daughter was found dead inside her home. @ajhegarty9 #9News https://t.co/JgJd3Yquhf", "_id": "1511323265301725189"}, {"created_at": "2022-04-05 08:17:43+00:00", "text": "#EXCLUSIVE: A #Jimboomba mother is breathing a sigh of relief tonight, as her daughter's suspected murderer was finally caught on the #GoldCoast this morning after two long years on the run. @JordanFabris9 #9News https://t.co/l0P4QCxxki", "_id": "1511256756529381387"}, {"created_at": "2022-04-05 07:50:01+00:00", "text": "Sacramento shooting victims remembered with touching memorials. #9News\nhttps://t.co/Wlc5ElwwOX", "_id": "1511249787814912007"}, {"created_at": "2022-04-05 07:03:27+00:00", "text": "#BREAKING: A 27-year-old man has died after a fatal crash on South Australia's #KangarooIsland. #9News\nhttps://t.co/s74t0UIRZ6", "_id": "1511238066639458306"}, {"created_at": "2022-04-05 06:04:16+00:00", "text": "#BREAKING: A 12-year-old boy has been seriously injured on a merry-go-round ride at #MovieWorld on the #GoldCoast. @izzy_quinlan #9News\n\nLATEST: https://t.co/EVRRZmeJ2c https://t.co/l3sGsQz7wZ", "_id": "1511223172892397568"}, {"created_at": "2022-04-05 05:20:02+00:00", "text": "Bodies of a father and son have been recovered after a deadly landslide in the NSW #BlueMountains. #9News\nhttps://t.co/Nk6aGpxpZq", "_id": "1511212040425246726"}, {"created_at": "2022-04-05 05:00:11+00:00", "text": "#BREAKING: A young boy has been rushed to #GoldCoast University Hospital in a stable condition after falling from a Movie World carousel ride this afternoon.\n\nIt is believed the boy has obtained a serious head injury from the fall.\n\nMore to come. #9News https://t.co/mQ3xVTmN9b", "_id": "1511207045625647107"}, {"created_at": "2022-04-05 04:01:45+00:00", "text": "Man charged with murder after young woman found dead in Melbourne home. #9News\nhttps://t.co/0XFafEIB6o", "_id": "1511192340488200195"}, {"created_at": "2022-04-05 03:45:57+00:00", "text": "Anyone with information that could help locate the man are encouraged to contact police immediately. #9News", "_id": "1511188366779330564"}, {"created_at": "2022-04-05 03:45:22+00:00", "text": "MISSING PERSON: A police search is underway to locate a man who has gone missing after he entered the #BremerRiver in #NorthIpswich at 5.30am today and failed to resurface.\n\nThe man is described as African in appearance, around 175cm tall and of a thin build. #9News https://t.co/XRvHg7VoUK", "_id": "1511188217965416449"}, {"created_at": "2022-04-05 01:15:54+00:00", "text": "'Just heartbreaking': NSW flood victims face new struggle for accommodation amid holiday bookings. #9News\nhttps://t.co/5mBEIXvuhn", "_id": "1511150605179441159"}, {"created_at": "2022-04-05 00:11:19+00:00", "text": "#BREAKING: Police are searching for a man who entered the Bremer River in #NorthIpswich after 5.30am this morning, and failed to surface. \n\nHe is described as African in appearance and around 175cm tall with a thin build.\n\nIf you have any information, contact police. #9News https://t.co/jhgsrgEfId", "_id": "1511134352444432384"}, {"created_at": "2022-04-04 23:39:41+00:00", "text": "A 30-year-old man is in a stable condition after he reported to hospital with a suspected gunshot wound to the face. #9News https://t.co/ZM3RxdIGzo", "_id": "1511126392179724289"}, {"created_at": "2022-04-04 22:35:59+00:00", "text": "At least two shooters fired more than 100 rounds in #Sacramento, killing six people. #9News\nhttps://t.co/jA06Vvz8dZ", "_id": "1511110359767080961"}, {"created_at": "2022-04-04 14:28:52+00:00", "text": "Police say the group were members of the same British family, on holiday in Australia. #9News\nhttps://t.co/Nk6aGpxXOY", "_id": "1510987774132105216"}, {"created_at": "2022-04-04 10:37:04+00:00", "text": "It follows recent reports of flood victims being forced to move out of Byron Bay to make way for holiday tourists. #9News\nhttps://t.co/5mBEIXw26V", "_id": "1510929440041496581"}, {"created_at": "2022-04-04 08:23:38+00:00", "text": "A leaking gas cylinder is believed to have started a fire which destroyed a #NormanPark home\nyesterday.\n\nIt's prompting warnings for Queenslanders to make sure their barbecue gas bottles are safe. @ShannonMM9 #9News https://t.co/UKlHJv4rpQ", "_id": "1510895859088736257"}, {"created_at": "2022-04-04 07:16:09+00:00", "text": "A grandmother has been sentenced to nine years in jail for the manslaughter of a #Brisbane woman, who died from a gunshot wound, in what police say was a robbery gone wrong. @ebonycavallaro #9News https://t.co/25JbqtePLe", "_id": "1510878877303857153"}, {"created_at": "2022-04-04 07:15:28+00:00", "text": "#LATEST: NSW Police launch investigation into video of Brisbane Broncos teammates Payne Haas and Albert Kelly fighting. #9News\nhttps://t.co/GsX3amaI5X", "_id": "1510878702376263687"}, {"created_at": "2022-04-04 06:37:17+00:00", "text": "#WATCH: The moment a stolen BMW smashes through the front of a #BurleighWaters convenience store overnight narrowly missing an employee.\n\nIf you have any information, please contact police. #9News https://t.co/Imy7qQsOuT", "_id": "1510869093343059970"}, {"created_at": "2022-04-04 04:01:42+00:00", "text": "#BREAKING: Police have made an emergency declaration under the Public Safety Preservation Act in the vicinity of Grove and Sheridan Streets in #CairnsNorth due to a gas leak.\n\nResidents and motorists should avoid the area and keep their windows and doors closed. #9News https://t.co/chHOpi4RXT", "_id": "1510829939775270917"}, {"created_at": "2022-04-04 03:45:41+00:00", "text": "MISSING PERSON: A 15-year-old girl has gone missing and is believed to be in the #Brisbane CBD or #FortitudeValley area.\n\nPolice are seeking urgent assistance from the public as she suffers from a medical condition. #9News https://t.co/fkISYObkHr", "_id": "1510825912152956928"}, {"created_at": "2022-04-04 02:46:13+00:00", "text": "A mass shooting in Sacramento, California has left six people dead, and at least another 12 wounded. @apiotrowski9 #9News https://t.co/cry9P6WWZv", "_id": "1510810944850571264"}, {"created_at": "2022-04-04 01:04:28+00:00", "text": "A 13-year-old boy's quick thinking helped police find and rescue two missing kayakers in Victoria. #9News \n\nhttps://t.co/Y9965XE2eC", "_id": "1510785337261498381"}, {"created_at": "2022-04-03 20:00:35+00:00", "text": "A gunman is on the run this morning after a mass shooting left six people dead in the capital of California. #9News\nhttps://t.co/cPliUjLYcu", "_id": "1510708863770587136"}, {"created_at": "2022-04-03 15:07:00+00:00", "text": "When an asteroid slammed into the Earth 66 million years ago, three-quarters of plants and animals on Earth died, including all dinosaurs.\n\nCockroaches, however, survived the impact. #9News https://t.co/ZdBQ4nxvIT", "_id": "1510634980577353737"}, {"created_at": "2022-04-03 12:30:06+00:00", "text": "The 28-year-old's body was found at 5pm, after a search near Rockhampton.\n\nPolice say that Jed Farraway was flung from the small boat when it struck a marker buoy. #9News https://t.co/FbZ4JPdRp6", "_id": "1510595495512715264"}, {"created_at": "2022-04-03 05:49:34+00:00", "text": "HOUSEFIRE ALERT: Motorists are being asked to avoid the area and residents are being urged to close windows and doors as multiple Fire and Rescue Service crews are currently on scene at Gillan Street, Norman Park, working to bring a severe housefire under control.  #9News https://t.co/aCvvJkzEfL", "_id": "1510494697529253889"}, {"created_at": "2022-04-02 23:18:00+00:00", "text": "Hope Solo was arrested in North Carolina on charges of misdemeanor child abuse, resisting arrest and impaired driving, police said. #9News\nhttps://t.co/3y4VHtcP8F", "_id": "1510396156622393347"}, {"created_at": "2022-04-02 22:08:33+00:00", "text": "Storms and rough surf could lead to deadly sea snakes washing up along the east coast of Australia. #9News\nhttps://t.co/nMhEFnCEiG", "_id": "1510378680249651200"}, {"created_at": "2022-04-02 21:31:58+00:00", "text": "The former chief prosecutor of the International Criminal Court has called for an international arrest warrant to be issued for Russian President Vladimir Putin. #9News\nhttps://t.co/G5hKuSnrfC", "_id": "1510369473143869440"}, {"created_at": "2022-04-02 19:00:01+00:00", "text": "WA Police allege the 27-year-old passenger got into the driver's seat and stole the car while the woman was buying a cake.\nThe woman's 5-year old-daughter was still in the back seat. #9News https://t.co/GNl14pPNYH", "_id": "1510331235339436034"}, {"created_at": "2022-04-02 08:22:28+00:00", "text": "Work is underway at the state's biggest coal-fired power station to get a critical turbine back up and running after a fault in the network sent the plant into automatic shutdown. @JoshBavas #9News https://t.co/m12WLqk7uU", "_id": "1510170790951636993"}, {"created_at": "2022-04-02 08:13:10+00:00", "text": "A former bikie and accused drug kingpin has been taken down in a dramatic police sting on the Gold Coast. @maccolahan9 #9News https://t.co/L4RpEXVHRa", "_id": "1510168448755720196"}, {"created_at": "2022-04-02 05:49:50+00:00", "text": "Police are calling for urgent help to find a Queensland woman who has been missing since Wednesday.\n\nIt is believed she may be driving a white 2009 Hyundai Elantra sedan with Queensland Registration CLK011. #9News\nhttps://t.co/SRORlz4D4h", "_id": "1510132377623969793"}, {"created_at": "2022-04-02 02:46:31+00:00", "text": "#BREAKING: Police have made an emergency declaration under the Public Safety Preservation Act after the bodies of two people were found inside a #Rosewood property, alongside \"a number of potential hazards.\"\n\nAn exclusion zone has been declared as a precaution. #9News https://t.co/R09GVpnsjZ", "_id": "1510086245837426688"}, {"created_at": "2022-04-01 22:29:21+00:00", "text": "A new anti-COVID-19 drug has shown promising signs of eliminating the virus in three days, a study has revealed. #9News\nhttps://t.co/V7aPGusa4F", "_id": "1510021526908592132"}, {"created_at": "2022-04-01 20:33:05+00:00", "text": "A six-year-old child has been left injured and shaken after a group of wallabies attacked him at a Far North Queensland sports field. #9News\nhttps://t.co/gSivlcKx8N", "_id": "1509992268991631362"}, {"created_at": "2022-04-01 16:31:00+00:00", "text": "Police have shared footage of several drivers travelling recklessly on roads, endangering themselves and others. #9News\nhttps://t.co/EbntKvozSL", "_id": "1509931344322830345"}, {"created_at": "2022-04-01 08:23:06+00:00", "text": "With school holidays now underway and Easter just around the corner, Queensland Police are tonight launching a road blitz on reckless drivers. @R_DAlessandro9 #9News https://t.co/yn11CBoVUT", "_id": "1509808562536693760"}, {"created_at": "2022-04-01 08:10:52+00:00", "text": "A 22-year-old man killed in a caravan fire in #Logan early last week, has today been laid to rest. @MegESydes #9News https://t.co/JsYzEAvyEk", "_id": "1509805481434492932"}, {"created_at": "2022-04-01 07:45:02+00:00", "text": "Queensland Police warn against dangerous driving ahead of Easter long weekend. #9News\nhttps://t.co/EbntKvozSL", "_id": "1509798981123067904"}, {"created_at": "2022-04-01 06:28:13+00:00", "text": "Heartbroken friends and family of a 22-year-old, killed in a caravan fire in #Logan early last week, have today honoured him in a touching service. @MegESydes #9News https://t.co/3h5iaRFFVc", "_id": "1509779650188353538"}, {"created_at": "2022-04-01 05:57:54+00:00", "text": "Family of pilot in deadly chopper crash says passenger safety was his highest priority. #9News\nhttps://t.co/N7vBNiolU8", "_id": "1509772020212449282"}, {"created_at": "2022-03-31 18:15:45+00:00", "text": "The drug also works to prevent migraines, rather than treating them once they arrive. #9News https://t.co/NJfA2EfuV8", "_id": "1509595316957286419"}, {"created_at": "2022-03-31 12:00:35+00:00", "text": "A man dressed as a tradie has opened fire on a stranger in Brisbane's north.\n\n@anniepullar has the latest. #9News https://t.co/8RBhllRiaT", "_id": "1509500904348831745"}, {"created_at": "2022-03-31 11:20:17+00:00", "text": "\"I just want my kids to have stability back.\" #9News\nhttps://t.co/ZYk4FyMdy7", "_id": "1509490761552654344"}, {"created_at": "2022-03-31 08:52:20+00:00", "text": "#BREAKING: Five confirmed dead following helicopter crash north of Melbourne. #9News\nhttps://t.co/d1wtQUoVJ6 https://t.co/wMKB7044rQ", "_id": "1509453528275865600"}, {"created_at": "2022-03-31 08:16:10+00:00", "text": "A gunman has opened fire in broad daylight at #Hendra, shooting a stranger following a altercation. @anniepullar #9News https://t.co/CEXOhkGbW2", "_id": "1509444427374374924"}, {"created_at": "2022-03-31 06:53:52+00:00", "text": "He's believed to be Queensland's longest serving frontline police officer. But after 41 years in the job, Sergeant John Goobanko is handing in his badge. @TimArvier9 #9News https://t.co/d0j5hPSUIv", "_id": "1509423714944835586"}, {"created_at": "2022-03-31 05:30:00+00:00", "text": "The Australian Government has announced an additional 35 per cent tariff increase on Russian imports following its illegal invasion of Ukraine.\n\nThis announcement comes as President Zelenskyy will address Australian Parliament tonight. #9News\n\nLATEST: https://t.co/pFfps2TsVe https://t.co/WaPlkwuSxD", "_id": "1509402610205437952"}, {"created_at": "2022-03-31 03:29:27+00:00", "text": "Investigations are underway after a 22-year-old man received a gunshot wound following an altercation in #Hendra on March 26.\n\nPolice are appealing for information and have released video of two men wearing high-vis clothing, confronting the man sitting in his black car. #9News https://t.co/AIoKWZDsKw", "_id": "1509372274519908358"}, {"created_at": "2022-03-30 14:39:13+00:00", "text": "The inquest was shown video footage of Hannah Clarke's estranged husband purchasing the items used to murder her. #9News\nhttps://t.co/zSsOl6MQUk", "_id": "1509178438917132291"}, {"created_at": "2022-03-30 13:38:15+00:00", "text": "#GALLERY: Thousands of people are dead, and almost four million Ukrainians have fled the country over the past month. #9News\nhttps://t.co/1bZl33KecH", "_id": "1509163093577789461"}, {"created_at": "2022-03-30 09:04:38+00:00", "text": "#BREAKING: Australian television personality Ernie Carroll, best known for his character Ossie Ostrich on Hey Hey It's Saturday, has died at the age of 92. #9News\nhttps://t.co/VxAVRE6ytR", "_id": "1509094235844186119"}, {"created_at": "2022-03-30 07:46:28+00:00", "text": "The inquest into the deaths of Hannah Clarke and her three children has seen chilling CCTV footage of Rowan Baxter in the days leading up to the murders, buying zip-ties and a jerry can from Bunnings. @ebonycavallaro #9News https://t.co/Go0A4tUFaZ", "_id": "1509074564294361089"}, {"created_at": "2022-03-30 04:00:26+00:00", "text": "'I'm still emotional': Funding for breast cancer drug Trodelvy to give patients 'precious' years. #9News\nhttps://t.co/VhxZbYBiS0", "_id": "1509017684209553409"}, {"created_at": "2022-03-29 23:47:24+00:00", "text": "The Federal Government says from May 1 it will subsidise the cost of the drug Trodelvy, which is used to treat triple negative breast cancer. #9News\nhttps://t.co/DlkJffPjca", "_id": "1508954007024271360"}, {"created_at": "2022-03-29 20:32:18+00:00", "text": "Israeli paramedics say at least five people have been killed in a shooting east of Tel Aviv. #9News\nhttps://t.co/fNvmVpFdRU", "_id": "1508904908300320768"}, {"created_at": "2022-03-29 12:38:33+00:00", "text": "Accelerated coral bleaching in the Great Barrier Reef and deadly floods across the nation.\n\nDoes the environment benefit from the Federal Budget? #9News\nhttps://t.co/W5WkdWIh4l", "_id": "1508785683728531462"}, {"created_at": "2022-03-29 07:46:11+00:00", "text": "The inquest into the deaths of Hannah Clarke and her three children has heard about domestic violence training for state police.\n\nThe President of the Queensland Police Union told the court that officers across the state feel they are letting victims down. @ebonycavallaro #9News https://t.co/RTWwtLTSnr", "_id": "1508712106295808001"}, {"created_at": "2022-03-29 07:32:11+00:00", "text": "Chris Fagan has praised Dayne Zorko's courage for playing through pain on the weekend, but says the Lions wouldn't let their captain play if he was injured. @MarkGottlieb #9News https://t.co/haoAWTmu68", "_id": "1508708582891659264"}, {"created_at": "2022-03-29 07:26:17+00:00", "text": "Queensland Health has come under fire after it was revealed a patient died or was seriously injured after doctors performed surgery on the wrong person. @PeterFegan9 #9News\n\nMORE: https://t.co/7jdfHqWedM https://t.co/cnzFMjkRjH", "_id": "1508707099655774208"}, {"created_at": "2022-03-29 07:20:43+00:00", "text": "Queensland Health is under fire after a surgery was performed on the wrong patient. #9News\nhttps://t.co/K97g87waej", "_id": "1508705697814519811"}, {"created_at": "2022-03-29 07:05:59+00:00", "text": "Sadly, Queensland's floods have claimed their nineteenth life after police discovered the body of a #Pittsworth man yesterday. @JoshBavas #9News https://t.co/akzKDYURwi", "_id": "1508701991698108417"}, {"created_at": "2022-03-29 06:11:01+00:00", "text": "Police have confirmed they have discovered the body of a missing motorist who was swept away by floodwaters yesterday, a 47-year-old #Pittsworth man.  @JoshBavas #9News https://t.co/m4KCmf523p", "_id": "1508688158006861825"}, {"created_at": "2022-03-29 04:48:45+00:00", "text": "The body of a man swept away by floodwaters yesterday has been discovered by police around #NorthBranch.\n\nSadly, 19 people have died in Queensland flood incidents this year. #9News\n\nDETAILS: https://t.co/tYpaj2j0YO https://t.co/Ekc1FwLzFN", "_id": "1508667454444122113"}, {"created_at": "2022-03-29 04:16:11+00:00", "text": "#WATCH: A neon sign has caught fire at a #GoldCoast gym last night.\n\nEmergency services were called to the gym at #PacificFair where the fire was quickly extinguished. #9News https://t.co/K9ovQnygAl", "_id": "1508659257948139523"}, {"created_at": "2022-03-29 01:52:36+00:00", "text": "#BREAKING: A man has been found dead in floodwaters at #NorthBranch yesterday, after a 24 hour-long search. \n\nThis is the second confirmed flash flood fatality in Queensland this week, after heavy rain lashed the South East over the weekend. @JoshBavas #9News https://t.co/Sz4UDZBSy4", "_id": "1508623125075968006"}, {"created_at": "2022-03-29 00:35:10+00:00", "text": "Police have located the body of a man who was swept off a flooded road at #NorthBranch, near #Pittsworth. #9News https://t.co/RMeEOdzAlO", "_id": "1508603639169966085"}, {"created_at": "2022-03-28 22:50:01+00:00", "text": "Granville State School has been declared a crime scene after a wheelie bin was set alight. #9News https://t.co/7A0N26DzBG", "_id": "1508577177675120640"}, {"created_at": "2022-03-28 11:09:36+00:00", "text": "Huge sections of Australia's east coast are facing ANOTHER flood emergency.\n\nOne person has died and evacuation orders are tonight in place. @njkelly9 #9News https://t.co/X2kQ4Ir46g", "_id": "1508400909885313029"}, {"created_at": "2022-03-28 08:31:31+00:00", "text": "Two weeks before her death, Hannah Clarke texted a police officer her biggest fear: that her husband would take her life.\n\nChilling footage has been played to the inquest showing Hannah in distress after her husband abducted one of their children. @ebonycavallaro #9News https://t.co/o19JVC6Dde", "_id": "1508361128673435652"}, {"created_at": "2022-03-28 08:07:31+00:00", "text": "A man is dead and another is missing as wet weather smashes the South East, with #Dalby feeling the brunt of it. @JoshBavas #9News https://t.co/370OgZ1wk3", "_id": "1508355086472425475"}, {"created_at": "2022-03-28 07:41:12+00:00", "text": "A courtroom has heard Hannah Clarke had suspicions about her killer's intentions, in the second week of the inquest into the murder of her and her three children. @ebonycavallaro #9News https://t.co/1oona2ox0j", "_id": "1508348466719858688"}, {"created_at": "2022-03-28 07:01:33+00:00", "text": "Wild weather has turned deadly near #Toowoomba.\n\nFloodwaters has claimed the life of a man this morning, while a major search is ongoing for another man who has gone missing. @JoshBavas #9News https://t.co/xnDhGX9p3U", "_id": "1508338485140373511"}, {"created_at": "2022-03-28 05:50:00+00:00", "text": "#WATCH: Dashcam footage has captured the moment a stolen car swerved into oncoming traffic this morning, narrowly missing another driver near #Townsville.\n\nPolice are searching for a navy Toyota Landcruiser with the number plates 827WXI.\n\nDETAILS: https://t.co/cMOyMJB123 https://t.co/Y7Pw0u6enM", "_id": "1508320479504855042"}, {"created_at": "2022-03-28 04:50:00+00:00", "text": "#ALERT: A 36-year-old #Coomera woman has been charged with high-range drink driving after returning 0.379% on a breath test, seven times over the legal limit.\n\nPolice were called to a carpark in #HopeIsland on March 23 after a Nissan X-trail had struck two parked cars. #9News https://t.co/Kpop6vGcoR", "_id": "1508305379951890432"}, {"created_at": "2022-03-28 02:45:26+00:00", "text": "Emergency services were called to the scene just before 5am and a woman was taken to hospital in a stable condition, however the man could not be revived. #9News", "_id": "1508274031945924610"}, {"created_at": "2022-03-28 02:45:00+00:00", "text": "A man and his dogs have died at #Kingthorpe this morning, after being trapped inside his ute in floodwaters. #9News\n\nDETAILS: https://t.co/ah2WRhvDKU https://t.co/eKJJ88uiQs", "_id": "1508273922646556679"}, {"created_at": "2022-03-28 02:01:20+00:00", "text": "A man and his dogs have died near #Toowoomba today, after heavy rain has wreaked havoc across the South East this morning. @JoshBavas #9News https://t.co/iT8VMcboRN", "_id": "1508262936862728196"}, {"created_at": "2022-03-28 00:27:08+00:00", "text": "A man has died in floodwaters in #Kingsthorpe after being trapped in a ute. #9News https://t.co/lgwUBrochc", "_id": "1508239228425154563"}, {"created_at": "2022-03-27 08:26:40+00:00", "text": "Hurtling down a suburban street and into a family home.\nTonight, police are investigating how a truck ploughed into a two-storey house at Sunnybank Hills. @R_DAlessandro9 #9News https://t.co/vH5efdVArH", "_id": "1507997521385340928"}, {"created_at": "2022-03-26 15:59:00+00:00", "text": "A raging fire erupted on Friday at an oil depot in Jiddah ahead of a Formula One race in the Saudi city, with Yemen's Houthis rebels acknowledging they had launched a series of attacks on the kingdom. #9News\nhttps://t.co/oghJeNuAYj", "_id": "1507748963708899332"}, {"created_at": "2022-03-26 12:07:00+00:00", "text": "A four-year-old boy with a terminal illness has been granted a special police honour as part of his bucket list. #9News\nhttps://t.co/ciazt5kOwJ", "_id": "1507690579051745285"}, {"created_at": "2022-03-26 09:01:01+00:00", "text": "Four-year-old Mateoh Eggleton's dream is to be a police officer but two years ago he was diagnosed with a terminal illness.\n\nNow his family and friends are on a mission to make sure he ticks off every item on his bucket list before he gets too sick. @MegESydes #9News https://t.co/oT3UKRXKR7", "_id": "1507643776461848579"}, {"created_at": "2022-03-26 03:34:04+00:00", "text": "The long-time drummer of iconic rock band The Foo Fighters, Taylor Hawkins, has died.\n\nThe 50-year-old's death was announced in a tweet from the band posted at 1pm today.\n\nNo cause of death of given in the statement. #9News\n\nDETAILS: https://t.co/yS3QXE7OtH https://t.co/FhkKvk1Vac", "_id": "1507561496905236486"}, {"created_at": "2022-03-25 19:35:47+00:00", "text": "The raging fire came after a series of attacks on the kingdom of Saudi Arabia.\n\nConcerns are now being raised over the Saudi Arabian Grand Prix being held on Sunday. #9News https://t.co/oghJeNdxWj", "_id": "1507441133563297800"}, {"created_at": "2022-03-25 08:34:56+00:00", "text": "There was a dramatic take down on the #GoldCoast today, after a two hour police pursuit forced local schools into lockdown. @BronteGildea #9News https://t.co/QfOzGl0C6W", "_id": "1507274822656659456"}, {"created_at": "2022-03-25 08:18:02+00:00", "text": "There has been a devastating blow to the family of murdered schoolgirl Annette Mason at the inquest into her death. @NatarjshaKramer #9News https://t.co/rbjJ7Yx9mV", "_id": "1507270569783439360"}, {"created_at": "2022-03-25 08:09:00+00:00", "text": "Police are tonight investigating whether a homemade bomb explosion in #Kingston in #Logan yesterday was deliberately planted. @anniepullar #9News https://t.co/NIUQzlnwhG", "_id": "1507268297351475201"}, {"created_at": "2022-03-25 07:11:19+00:00", "text": "Following a dramatic pursuit, a Northern Territory man was arrested this morning for dangerously driving around the #PacificPines area on the #GoldCoast and evading police. @BronteGildea #9News https://t.co/7RLVotGtwI", "_id": "1507253780483559450"}, {"created_at": "2022-03-25 06:51:23+00:00", "text": "Chilling new video has been released of Hannah Clarke's murderer. @ebonycavallaro #9News https://t.co/7BX5bZmajF", "_id": "1507248765148745754"}, {"created_at": "2022-03-25 06:32:19+00:00", "text": "In a suspected targeted attack, a #Kingston man has been seriously injured after a homemade bucket bomb exploded in his front yard. @anniepullar #9News https://t.co/7GP3hkcdvW", "_id": "1507243967569711106"}, {"created_at": "2022-03-25 05:58:59+00:00", "text": "MISSING PERSON: Police are seeking public assistance to locate a missing 12-year-old boy, who was last seen leaving a #LoganCentral address last night on foot.   \n\nThe boy is approximately 150cm tall and was last seen wearing a Maroon shirt. #9News https://t.co/7Ac76t6fU0", "_id": "1507235578437275649"}, {"created_at": "2022-03-25 04:33:19+00:00", "text": "In a world-first, Queenslanders can now report hooning and other traffic offences by uploading dashcam footage and other videos and photos to the Queensland Police Service website. #9News https://t.co/wzMPFHmuJO", "_id": "1507214020708765700"}, {"created_at": "2022-03-25 04:05:19+00:00", "text": "#WATCH: The moment police arrest a 41-year-old man after allegedly operating a vehicle in a dangerous manner around #Oxenford and #PacificPines this morning.\n\nIt's alleged the man was driving erratically before crossing onto the wrong side of the road to evade police. #9News https://t.co/EWh91eLRaL", "_id": "1507206974248656899"}, {"created_at": "2022-03-25 03:50:00+00:00", "text": "#WATCH: Police have released CCTV of an assault outside a bar in #MermaidBeach on Saturday 5 June 2021.\n\nA 30-year-old man was waiting to enter the premises when he was punched in the face by another man unknown to him.\n\nIf you have any information, please contact police. #9News https://t.co/wTrFnQGIvv", "_id": "1507203117070258178"}, {"created_at": "2022-03-25 03:05:01+00:00", "text": "A second man has been charged with the murder of a Queensland man who is presumed dead after disappearing suspiciously. #9News\nhttps://t.co/vGFQMRKn1I", "_id": "1507191799609274371"}, {"created_at": "2022-03-25 02:40:00+00:00", "text": "A 52-year old #Kingston man is in a serious condition in hospital after a homemade nail bomb exploded in the front of his home yesterday.\n\nAn investigation is underway and police are appealing for any information from the public. #9News\n\nDETAILS: https://t.co/myliNRzTGy https://t.co/kB2T7n0w2R", "_id": "1507185500788039687"}, {"created_at": "2022-03-25 02:20:39+00:00", "text": "#BREAKING: A man has been arrested in #PacificPines  on the #GoldCoast following a police pursuit after a car was driving dangerously in the area.\n\nPacific Pines State High School was plunged into lockdown as a precaution.\n\nMore to come. #9News https://t.co/8QkXCBzf8P", "_id": "1507180632467640321"}, {"created_at": "2022-03-25 02:08:33+00:00", "text": "#UPDATE: Queensland man injured by bucket bomb possibly victim of 'targeted event'. #9News\nhttps://t.co/vrHujJ9Ox7", "_id": "1507177589386981380"}, {"created_at": "2022-03-24 23:38:19+00:00", "text": "YOUR SAY: Is the Australian Dream of owning a home dead?\n\nNew research has revealed four out of five Australians wishing to enter the property market now think owning a house in their lifetime is unachievable. #9News\n\nFULL DETAILS: https://t.co/wsMPfh4MEI https://t.co/tOwTbTkrnG", "_id": "1507139779816615944"}, {"created_at": "2022-03-24 19:08:06+00:00", "text": "A man has been left seriously injured after a suspected \"nail bomb\" exploded outside a #Logan home. @JessMillward9 #9News https://t.co/NNMr1yJqhO", "_id": "1507071779222790147"}, {"created_at": "2022-03-24 10:29:05+00:00", "text": "#EXCLUSIVE: Tomorrow on 9News, we take a look at the anti-theft police squads that are coming to YOUR suburbs. \n\n#9News | Nightly at 6pm https://t.co/iiv1kyXWeV", "_id": "1506941163471007751"}, {"created_at": "2022-03-24 09:21:52+00:00", "text": "#BREAKING: Police have set up an exclusion zone in Logan due to an ongoing incident in the area.\n\nMembers of the public have been advised to avoid streets surrounding ANZAC Park in Kingston. \n\nMore to come. \n#9News https://t.co/GoOG9TfNP2", "_id": "1506924245795889156"}, {"created_at": "2022-03-24 08:49:34+00:00", "text": "The @BrisbaneBroncos are facing a shortage of forward firepower for Sunday's Queensland derby, with Pat Carrigan struck down by a knee injury.\n\nThe lock will undergo an assessment tomorrow,  to determine whether he'll be fit to face the Cowboys. @AdamJackson_9 #9News https://t.co/uS5LzdsAIm", "_id": "1506916119159975946"}, {"created_at": "2022-03-24 08:17:28+00:00", "text": "The inquest into the death of Hannah Clarke and her children has uncovered a horrifying note their killer wrote weeks before carrying out his deadly attack. @ebonycavallaro #9News https://t.co/GAhF5Um1Qu", "_id": "1506908039047258112"}, {"created_at": "2022-03-24 07:31:15+00:00", "text": "Clive Palmer says a cocktail of anti-viral drugs saved his life while battling Covid-19, prescribed by former US President Donald Trump's doctors. \n\nThe billionaire is speaking out on his controversial remedy and why he still doesn't back the vaccine. @9JesseBurns #9News https://t.co/OIcD2vQ8Wh", "_id": "1506896409391468551"}, {"created_at": "2022-03-24 05:45:31+00:00", "text": "#WATCH: Clive Palmer reveals he came within hours of losing his life while battling COVID-19.\n\nThe billionaire says a cocktail of controversial drugs saved his life. \n\nFull story tonight at 6pm on #9News https://t.co/yJ5aTyQ1C0", "_id": "1506869803067142145"}, {"created_at": "2022-03-24 05:17:22+00:00", "text": "Detectives executed a number of search warrants and intercepts on Friday March 18, seizing 1kg of cocaine with an estimated street value of $400,000, two firearms including one shotgun and 10kgs of cannabis and over $65,000 in cash. #9News", "_id": "1506862716639621120"}, {"created_at": "2022-03-24 05:17:05+00:00", "text": "Police allege a network of shopfront businesses on Brisbane's northside have been laundering over $1.5 million over the past 18 months. #9News", "_id": "1506862646460526592"}, {"created_at": "2022-03-24 05:16:21+00:00", "text": "MAJOR DRUG BUST: Queensland Police have arrested 25 people around #Brisbane on almost 250 charges following a major drug trafficking and money laundering investigation this month. #9News https://t.co/vNfxm4sMXw", "_id": "1506862458924797957"}, {"created_at": "2022-03-24 02:35:24+00:00", "text": "#CALLOUT: Police are appealing for dashcam footage in relation to a serious traffic crash at 1.30am this morning on the #GatewayMotorway northbound.\n\nA vehicle crashed into the rear of a stationary tow truck, critically injuring a 52-year-old male driver. #9News https://t.co/zr4j92vEMs", "_id": "1506821955613200386"}, {"created_at": "2022-03-24 02:24:53+00:00", "text": "#ALERT: A man is in a critical condition after suffering a stab wound to the chest with a knife in #Gympie yesterday afternoon, after a man and a woman known to him tried to steal his car.\n\nPolice are appealing for dashcam footage or any information about the incident. #9News https://t.co/sRPgvX6uKH", "_id": "1506819310806654976"}, {"created_at": "2022-03-24 01:11:15+00:00", "text": "Woman facing domestic violence charges after a man was stabbed on the #GoldCoast. #9News\nhttps://t.co/mEuCSCeyft", "_id": "1506800778656292865"}, {"created_at": "2022-03-24 00:44:01+00:00", "text": "The US government has formally declared that members of the Russian armed forces have committed war crimes. #9News https://t.co/8iNjcr9MnJ", "_id": "1506793927617224704"}, {"created_at": "2022-03-23 23:20:11+00:00", "text": "Queensland Police have identified a 51-year-old #Kingaroy man as one of the bodies found in Gordonbrook Dam on Saturday. #9News https://t.co/YqP8qXZdFH", "_id": "1506772829366325251"}, {"created_at": "2022-03-23 12:39:58+00:00", "text": "Some patients have died in their homes whilst waiting for help. #9News\nhttps://t.co/DCGeCwVvKk", "_id": "1506611714057404423"}, {"created_at": "2022-03-23 09:30:00+00:00", "text": "The inquest heard that in the weeks leading to Hannah Clarke's murder, the young mother had asked a work colleague how to write a will. #9News\nhttps://t.co/vqZycaQZr0", "_id": "1506563907162312706"}, {"created_at": "2022-03-23 08:43:09+00:00", "text": "The partner of the man killed in a horror caravan fire in #LoganCentral is fighting for her life tonight . The 20-year-old's baby is in intensive care but is stable. @anniepullar #9News https://t.co/ZX93ps0FxI", "_id": "1506552116755714049"}, {"created_at": "2022-03-23 08:43:08+00:00", "text": "The heartbroken family of a man who died shielding his partner from a caravan fire have spoken of their immeasurable grief.\n\nHis partner delivered their baby boy this morning, but she remains in a critical condition in hospital. @anniepullar #9News https://t.co/i7fFXQfMgV", "_id": "1506552113110921216"}, {"created_at": "2022-03-23 08:13:44+00:00", "text": "In chilling transcripts released at day three of Hannah Clarke's murder inquest, we hear of the lengths her estranged husband Rowan Baxter went to try and control her. @ebonycavallaro #9News https://t.co/TMlTftqZNA", "_id": "1506544711485595648"}, {"created_at": "2022-03-23 07:20:43+00:00", "text": "#UPDATE: Stolen puppy found by police! #9News\n\nFULL STORY: https://t.co/LhMi16fDuJ", "_id": "1506531369601576964"}, {"created_at": "2022-03-23 07:16:09+00:00", "text": "A 20 metre stack of mattresses went up in flames at a recycling facility at #Pinkenba today. @njkelly9 #9News https://t.co/zZwH44i4Hd", "_id": "1506530221834612748"}, {"created_at": "2022-03-23 05:32:14+00:00", "text": "#BREAKING: Cashew the four-month-old Staffordshire Bull Terrier mix has been reunited with her carers after being stolen over the weekend.\n\nThe stolen dog was located by Queensland Police at a north Brisbane residence this afternoon. #9News https://t.co/u4bOgqhcR4", "_id": "1506504070848077824"}, {"created_at": "2022-03-23 03:18:25+00:00", "text": "#WATCH as emergency service crews work to battle a raging fire at an industrial warehouse in #Pinkenba today.\n\nFirefighters can be seen using a high pressure hose and an excavator in an attempt to get the flames under control.\n\nThe cause of the fire is not yet known. #9News https://t.co/toRCc2LerM", "_id": "1506470393577574402"}, {"created_at": "2022-03-23 02:17:04+00:00", "text": "Police are on the hunt for a heartless clown mask-wearing thief who stole a puppy from the RSPCA's #Dakabin shelter, in #Brisbane's north. #9News https://t.co/TBGNlDFL4s", "_id": "1506454953879089159"}, {"created_at": "2022-03-22 18:25:00+00:00", "text": "Fire investigators sifting through what's left of the caravan believe an exploding E-scooter charger caused the blaze. #9News\nhttps://t.co/UXpGNzQXy5", "_id": "1506336154391441415"}, {"created_at": "2022-03-22 13:25:26+00:00", "text": "The mother-of-three had burns to 97 per cent of her body when she told police what her estranged husband had done. #9News\nhttps://t.co/9tfWWWbVjs", "_id": "1506260766923829248"}, {"created_at": "2022-03-22 12:31:14+00:00", "text": "A young father has died and his partner is tonight fighting for her life after their caravan caught fire.\n\nIt's possible that the fire was sparked by an E-scooter battery. @R_DAlessandro9 #9News https://t.co/oJTQiFdcMP", "_id": "1506247127537750021"}, {"created_at": "2022-03-22 11:33:19+00:00", "text": "Australia's largest mail processing centre is using a new forensics lab to detect and test for illegal items sent in the mail. #9News\nhttps://t.co/b79BsOvNCt", "_id": "1506232553145249792"}, {"created_at": "2022-03-22 08:38:02+00:00", "text": "#EXCLUSIVE: #9News reveals the rigorous selection process for one of Queensland Police's elite units. @JordanFabris9 https://t.co/Ts8PM4znG0", "_id": "1506188440064438283"}, {"created_at": "2022-03-22 08:27:42+00:00", "text": "A heartless crook wearing a clown mask has stolen an injured puppy from a RSPCA adoption centre at #Dakabin. @heinkealex #9News https://t.co/c6AcqAE4eo", "_id": "1506185840053133320"}, {"created_at": "2022-03-22 08:11:44+00:00", "text": "A clown mask wearing crook has stolen a four-month-old puppy from a RSPCA shelter in #Dakabin\n\nCashew, the female American Staffy puppy was taken by the offender on March 19.\n\nPolice are searching for the thief and are appealing for information about Cashew's whereabouts. #9News https://t.co/EiPZjgixiT", "_id": "1506181823256178691"}, {"created_at": "2022-03-22 08:05:54+00:00", "text": "A young father has died and his pregnant partner is fighting for life after their caravan caught fire in #LoganCentral, allegedly sparked by an e-scooter. @PeterFegan9 #9News https://t.co/8iOkygf3G2", "_id": "1506180354599751680"}, {"created_at": "2022-03-22 07:01:11+00:00", "text": "In day two of the inquest into the horrific murder of Hannah Clarke and her three children, first responders are uncovering new details, including Hannah's bravery in her final moments. @ebonycavallaro #9News https://t.co/ME7LVjS0r6", "_id": "1506164068335472648"}, {"created_at": "2022-03-22 06:19:15+00:00", "text": "A 22-year-old man has tragically died in hospital today, following a devastating caravan fire at #LoganCentral overnight.\n\nInvestigations are ongoing into the cause of the fire, which was allegedly an electric scooter charger.\n\nFULL STORY TONIGHT AT 6PM ONLY ON #9NEWS https://t.co/imCT1txdLB", "_id": "1506153514887630854"}, {"created_at": "2022-03-22 03:46:03+00:00", "text": "The long-running UK police investigation into the disappearance of Madeleine McCann is set to close, as the $23 million tax-payer probe will run out in September this year. #9News https://t.co/y7IelECOa2", "_id": "1506114960056852483"}, {"created_at": "2022-03-22 03:32:09+00:00", "text": "The inquest into the murder of Hannah Clarke and her three children will hear from emergency services who attended the scene.\n\nThe family was killed when Ms Clarke and her children were ambushed by her estranged husband, forcing his way into the car and set it alight. #9News https://t.co/vZ7rIwrudz", "_id": "1506111463450193933"}, {"created_at": "2022-03-22 02:51:12+00:00", "text": "NRL star George Burgess has been charged with sexually touching a woman.\n\nThe 29-year-old Dragons forward was interviewed by police yesterday over the incident which allegedly took place in #Mascot just before the start of the season. @SophieUpcroft #9News https://t.co/9XqK4sF1Mj", "_id": "1506101156992454660"}, {"created_at": "2022-03-22 02:21:09+00:00", "text": "A horror caravan fire at #Logan last night has left two people in hospital with critical injuries. One of them, a 20-year-old man, is currently fighting for his life. It is alleged an e-scooter charger had caused the fire. @PeterFegan9 #9News https://t.co/FNaH19zfbx", "_id": "1506093593043378185"}, {"created_at": "2022-03-22 00:37:14+00:00", "text": "A Christian school that came under fire earlier this year for requiring prospective students to sign an \"anti-gay\" enrolment contract, is now accused of demanding similar commitments from its teachers. #9News\nhttps://t.co/VbEVl8bq2H", "_id": "1506067442484883456"}, {"created_at": "2022-03-21 21:01:04+00:00", "text": "\"Preliminary investigations indicate both died from gunshot wounds.” #9News https://t.co/aQDzSOIKCk", "_id": "1506013043091976192"}, {"created_at": "2022-03-21 20:01:38+00:00", "text": "Witnesses have spoken of the heartbreaking moments leading up to the murders of Hannah Clarke and her three children. @JessMillward9 #9News\n\nDETAILS: https://t.co/lBdfgJ90KP https://t.co/uCgJuHTruf", "_id": "1505998088099532814"}, {"created_at": "2022-03-21 17:30:14+00:00", "text": "With civilian deaths mounting in the besieged port city of Mariupol, European Union countries have accused the Russian armed forces of committing war crimes in Ukraine. #9News\nhttps://t.co/UzgwXA1OJW", "_id": "1505959984256987139"}, {"created_at": "2022-03-21 15:30:16+00:00", "text": "An inquest into the horrific murders of Queensland mother Hannah Clarke and her three children has heard of her bravery in their final moments. #9News\nhttps://t.co/BLkyAdaAKM", "_id": "1505929795086995458"}, {"created_at": "2022-03-21 13:30:33+00:00", "text": "Up to nine fishermen are feared dead after their boat capsized about 900km off Broome this morning. #9News\nhttps://t.co/RyWhnnYUyi", "_id": "1505899666310840323"}, {"created_at": "2022-03-21 09:52:26+00:00", "text": "One of the two bodies found in a remote dam in Queensland on Saturday has been identified by police as 51-year-old Darryl Smith. #9News\nhttps://t.co/WOPRbXoW1y", "_id": "1505844777920643073"}, {"created_at": "2022-03-21 08:19:03+00:00", "text": "The murder of Hannah Clarke and her three children shocked Queensland. \n\nNow at a Coronial Inquest to help prevent future tragedies, witnesses are revealing Hannah's incredible love and bravery in her final moments. @ebonycavallaro #9News https://t.co/RmmFXbrKIN", "_id": "1505821275385733120"}, {"created_at": "2022-03-21 08:14:04+00:00", "text": "A major police investigation is underway into the brutal death of a #Molendinar woman, as her housemate is tonight accused of her murder. @JordanFabris9 #9News https://t.co/uUx4BOqWcf", "_id": "1505820020257042432"}, {"created_at": "2022-03-21 07:31:16+00:00", "text": "An inquest into the murder of Queensland teenager Annette Mason has resumed at the Coroner's Court in #Brisbane, more than 30 years since her brutal death. @JoshBavas #9News https://t.co/5dFq4imzbz", "_id": "1505809249791881219"}, {"created_at": "2022-03-21 07:17:22+00:00", "text": "A two-week inquest is right now underway into the brutal murder of #Brisbane mother Hannah Clarke and her three children, investigating whether more could have been done to save them. @ebonycavallaro #9News https://t.co/x79Lh5L63Z", "_id": "1505805750928646144"}, {"created_at": "2022-03-21 06:36:12+00:00", "text": "A crime that shocked the nation is back in the spotlight today - Hannah Clarke's family hoping the inquest into the murder of her and her three children will bring about change. @ebonycavallaro #9News https://t.co/A1445oduW6", "_id": "1505795392193150987"}, {"created_at": "2022-03-21 06:21:12+00:00", "text": "A 50-year-old man has been charged with murder  after an elderly woman was found dead inside her #Molendinar home. @JordanFabris9 #9News https://t.co/7zpPyay02Z", "_id": "1505791615461433346"}, {"created_at": "2022-03-21 06:18:53+00:00", "text": "An inquest into the horrific murders of #Brisbane mother Hannah Clarke and her three children has begun today.\n\nIn 2020, Ms Clarke and her children were ambushed by her estranged husband, who doused them in petrol and set them alight. #9News\n\nDETAILS: https://t.co/6h9nbtqEvL https://t.co/h8AtZNrYHc", "_id": "1505791032423706625"}, {"created_at": "2022-03-21 05:00:01+00:00", "text": "TOBACCO TAKE DOWN: Queensland Police and Australian Taxation Office (ATO) agents have seized a illegal bounty of 291,000 cigarettes and 3026 kilograms of loose-leaf tobacco from three #Logan properties last week. #9News\n\nDETAILS: https://t.co/bgVikdMRTQ https://t.co/WlrrlQuQfU", "_id": "1505771186214486016"}, {"created_at": "2022-03-21 03:13:31+00:00", "text": "#BREAKING: A 50-year-old man has been charged with the murder of a 74-year-old woman after her body was found at a home in the #GoldCoast suburb of #Molendinar last night. #9News\n\nMORE DETAILS: https://t.co/ln8k9S2HAE https://t.co/48JZTdeVDc", "_id": "1505744387409469443"}, {"created_at": "2022-03-21 00:23:32+00:00", "text": "Police are appealing for information after a 54-year-old man was found with bruising and cuts to his face at a #Capalaba shopping centre on Friday March 11.\n\nAnyone with information is urged to contact the police. #9News https://t.co/5aoE98ouNX", "_id": "1505701607849222149"}, {"created_at": "2022-03-20 19:32:40+00:00", "text": "An inquest into the horrific murders of Hannah Clarke and her three children will get underway in Brisbane this morning. @JessMillward9 #9News https://t.co/ZhGfEJ3YOX", "_id": "1505628409665368070"}, {"created_at": "2022-03-20 18:05:00+00:00", "text": "The wheelchair-bound couple say the robbery feels \"like a disability hate crime.\"\n\nMr Marrinon suspects the thieves had been watching them prior to the incident. #9News https://t.co/1JQsYQjYa9", "_id": "1505606345776513024"}, {"created_at": "2022-03-20 16:04:00+00:00", "text": "The tech will allow experts to better understand the fuels that ultimately drive our disastrous bushfires. #9News\nhttps://t.co/5gL3VdRO8R", "_id": "1505575895162974210"}, {"created_at": "2022-03-20 08:55:30+00:00", "text": "Sick, injured and malnourished animals are arriving at checkpoints in their thousands as people flee war torn Ukraine, and a brave Sunshine Coast vet is heading to the frontline to help. @njkelly9 #9News https://t.co/FJ1yH975hh", "_id": "1505468059900956673"}, {"created_at": "2022-03-20 05:27:07+00:00", "text": "A teenage boy has been charged with multiple terrorism-related offences in Adelaide after he was arrested by police on Friday. #9News\nhttps://t.co/aguuz6w1Gq", "_id": "1505415618270535687"}, {"created_at": "2022-03-20 02:07:33+00:00", "text": "Police are appealing for help to trace the movements of two people and a vehicle after their bodies were found bound together floating in Gordonbrook dam yesterday. #9News\n\nFull Details: https://t.co/3sdOxcqYM2 https://t.co/W8RJSdmv1x", "_id": "1505365396521582594"}, {"created_at": "2022-03-19 20:34:38+00:00", "text": "Flood victims in Queensland are set to get a boost with the State Government pledging $771 million to help with the clean-up and rebuild. @ShannonMM9 #9News https://t.co/QJ88CBfkOp", "_id": "1505281616310149128"}, {"created_at": "2022-03-19 08:34:46+00:00", "text": "A cyclist has been left bloodied, bruised and bare of his belongings after he was assaulted in the middle of a busy Gold Coast intersection. @BronteGildea #9News https://t.co/SwbqNgLs29", "_id": "1505100453444571139"}, {"created_at": "2022-03-19 08:08:19+00:00", "text": "Devastated flood victims are tonight being given a building boost; promised more than $770 million in flood funding by the state government. @R_DAlessandro9 #9News https://t.co/JTkFt66yVW", "_id": "1505093797419569153"}, {"created_at": "2022-03-19 08:05:59+00:00", "text": "A party on a houseboat has ended in tragedy, police now searching for answers after an Ipswich father's body was recovered from the Tweed River. @maccolahan9 #9News https://t.co/EVR0H6NO3d", "_id": "1505093210875609089"}, {"created_at": "2022-03-19 05:28:28+00:00", "text": "Best known as 9News' first newsreader on the Gold Coast, sadly Rob Readings has died aged 79.\n\nRob is being remembered as a thorough professional who was the perfect fit for Nine's coverage. #9News\n\nRead More: https://t.co/plBdpYia5k https://t.co/cF8L5hSpHM", "_id": "1505053572538511360"}, {"created_at": "2022-03-18 11:08:57+00:00", "text": "When police couldn't determine who it belonged to, they arrested almost everybody at the party. \n#9News\nhttps://t.co/nkUjHyNCnY", "_id": "1504776866590126082"}, {"created_at": "2022-03-18 08:40:58+00:00", "text": "A #SunshineCoast couple made a very lucky escape this morning, after their luxury cruiser burst into flames on #MoretonBay. @anniepullar #9News https://t.co/jQlkODYa23", "_id": "1504739626560499712"}, {"created_at": "2022-03-18 08:12:16+00:00", "text": "Two men charged over the murders of former bikie Shane Ross and his business associate have had their charges dropped in a #GoldCoast court today. @9ChloeRobinson #9News https://t.co/enxpDVCUCs", "_id": "1504732405969608755"}, {"created_at": "2022-03-18 08:08:36+00:00", "text": "Queensland taxpayers are forking out to pay Jackie Trad's legal bills, as she fights to keep a Crime and Corruption Commission report secret from the public. @TimArvier9 #9News https://t.co/2Y59J2hXYy", "_id": "1504731480395767841"}, {"created_at": "2022-03-18 08:04:34+00:00", "text": "A man is wanted by police for a shocking arson attack on the #GoldCoast, after he torched his own apartment complex. @maccolahan9 #9News https://t.co/nWkEBroamM", "_id": "1504730464984129539"}, {"created_at": "2022-03-18 06:21:26+00:00", "text": "The State Opposition is calling for the Crime and Corruption Commission to investigate the Labor Party's sharing of documents with union bosses. @TimArvier9 #9News https://t.co/1Xw1FeqPBu", "_id": "1504704513009238017"}, {"created_at": "2022-03-18 06:06:38+00:00", "text": "A drug-fueled rampage is believed to have caused a fierce blaze that ripped through a unit block in #TweedHeads last night. @maccolahan9 #9News https://t.co/qrGwfUI08Z", "_id": "1504700788349845511"}, {"created_at": "2022-03-18 05:20:00+00:00", "text": "#WATCH: A 23-year-old man has been taken into custody after allegedly setting a unit complex on fire in #TweedHeads overnight.\n\nEight police officers were treated for smoke inhalation, while up to 20 residents were evacuated from the building.\n\nFull story at 6pm on #9News https://t.co/mioAr60ioi", "_id": "1504689051135184897"}, {"created_at": "2022-03-18 04:44:44+00:00", "text": "#WATCH the moment a luxury cruiser - engulfed by flames - slowly sinks off #MoretonIsland.\n\nA couple from the #SunshineCoast were on the vessel this morning when it ignited, narrowly avoiding the scenario thanks to a nearby cargo ship.\n\nFull story tonight on #9News at 6pm https://t.co/zuk2wsnFG2", "_id": "1504680179263631364"}, {"created_at": "2022-03-18 02:46:04+00:00", "text": "A new technology could help protect family violence victims with GPS trackers. #9News https://t.co/KzhnG9d6PV", "_id": "1504650315299233792"}, {"created_at": "2022-03-18 02:24:38+00:00", "text": "A man has been arrested and a number of officers are currently being treated in hospital after a fire tore through a unit complex in #TweedHeads. @maccolahan9 #9News https://t.co/M8px7pVwLq", "_id": "1504644921365516289"}, {"created_at": "2022-03-18 00:59:09+00:00", "text": "A US woman has been charged with murder in the stabbing death of her roommate more than a decade ago. #9News\nhttps://t.co/AW7a6W4AGu", "_id": "1504623406037229569"}, {"created_at": "2022-03-17 23:35:17+00:00", "text": "The Barabashovo Market in Kharkiv has gone up in flames after being shelled by the Russian military. #9News\nhttps://t.co/bqUvdG4tNh", "_id": "1504602300924407820"}, {"created_at": "2022-03-17 17:30:13+00:00", "text": "A manslaughter trial involving a NSW police officer has been aborted due to the alleged misconduct of a juror, accused of conducting a \"home experiment\" on evidence presented. #9News\nhttps://t.co/rLC3R1XFDk", "_id": "1504510431259508737"}, {"created_at": "2022-03-17 12:45:03+00:00", "text": "Police earlier said they believed a white Ford Ranger had been involved in the shooting. #9News\nhttps://t.co/rmp6OXA9cF", "_id": "1504438666172772355"}, {"created_at": "2022-03-17 08:24:29+00:00", "text": "A couple caught with $80,000 in cash and a large stash of drugs in #Southbank has been refused bail. @ShannonMM9 #9News https://t.co/8oFas6PC2E", "_id": "1504373091862040576"}, {"created_at": "2022-03-17 06:23:09+00:00", "text": "A couple labeled \"a modern-day Bonnie and Clyde\" have faced court on drug offences today, after a dramatic attempt to escape police @ShannonMM9 #9News. https://t.co/NOjgSXiEBc", "_id": "1504342557962256391"}, {"created_at": "2022-03-17 04:30:03+00:00", "text": "Police search for man who could be connected to fatal Queensland house fire. #9News\nhttps://t.co/zFKKDsm1nd", "_id": "1504314092894531588"}, {"created_at": "2022-03-17 02:05:12+00:00", "text": "At least one person has died and dozens are injured after a powerful earthquake hit north-east Japan, leaving millions of homes without power. @apiotrowski9 #9News https://t.co/AzC2GmQnoT", "_id": "1504277641590972417"}, {"created_at": "2022-03-17 00:49:35+00:00", "text": "Police earlier said they believed a white Ford Ranger had been involved in the shooting. #9News\nhttps://t.co/fOaOR2MXsl", "_id": "1504258611190673408"}, {"created_at": "2022-03-16 22:40:40+00:00", "text": "Eugene Parker, best known for his 1958 theory of the existence of solar wind, has died at 94. #9News\nhttps://t.co/bvBreHM4Fn", "_id": "1504226168064471040"}, {"created_at": "2022-03-16 16:30:15+00:00", "text": "New details have emerged surrounding the escape of accused drug lord and restaurateur Mostafa Baluch during a bail hearing for the truck driver who allegedly helped him flee NSW during a two-week nationwide manhunt last year. #9News\nhttps://t.co/WjftQafy8z", "_id": "1504132948899078152"}, {"created_at": "2022-03-16 06:21:02+00:00", "text": "A killer has been sentenced to life behind bars today, nearly 30 years after he murdered his house mate and buried his body in a forest on the #SunshineCoast. @ShannonMM9 #9News https://t.co/aoUaTx11eu", "_id": "1503979635826212864"}, {"created_at": "2022-03-16 06:10:23+00:00", "text": "#WATCH: The dramatic arrest of a 45-year-old #Logan man wielding a machete and scissors.\n\nHe was charged with several offences, including dangerous driving, going armed to cause fear and possessing drugs. #9News\n\nDETAILS: https://t.co/GcgkjS7Waz https://t.co/lOM2W7o9AC", "_id": "1503976956269776896"}, {"created_at": "2022-03-16 05:38:35+00:00", "text": "A police dog has been injured during a dramatic arrest of a man in #Morayfield yesterday afternoon.\n\nBeau required veterinary treatment after the man assaulted him by putting him in a headlock and striking him.\n\nThe man has been charged with a string of violent offences. #9News https://t.co/grmTW9Dpt1", "_id": "1503968951931338755"}, {"created_at": "2022-03-16 04:01:16+00:00", "text": "A 26-year-old drunk driver has been arrested by police after smashing his Holden Ute into parked cars at #MainBeach on the #GoldCoast overnight.\n\nHe was caught by the dog squad trying to escape the scene.\n\nPolice say the #Burleigh man was over three times the limit. #9News https://t.co/crwi2Q1l4p", "_id": "1503944463680299011"}, {"created_at": "2022-03-16 02:36:48+00:00", "text": "Meth remains Australia's most dominant illicit drug, wastewater tests reveal. #9News\nhttps://t.co/BaYM56VGgn", "_id": "1503923205534330882"}, {"created_at": "2022-03-16 02:16:03+00:00", "text": "Police are investigating a massive explosion in #Logan last night, which turned a house into a fireball. #9News https://t.co/B7HbOKyUbg", "_id": "1503917982015266822"}, {"created_at": "2022-03-16 02:01:10+00:00", "text": "A 45-year-old man has been charged with three counts of murder following a deadly house fire in #Sydney's inner west. #9News https://t.co/QvLUCQ9dIP", "_id": "1503914238670168066"}, {"created_at": "2022-03-15 18:25:34+00:00", "text": "The Kremlin on Tuesday described the action as \"hooliganism,\" a criminal offence in Russia. #9News\nhttps://t.co/MHVFH7UOh2", "_id": "1503799581254901761"}, {"created_at": "2022-03-15 08:18:12+00:00", "text": "A man has been bitten by a police dog during a dramatic arrest in #Morayfield today, after the alleged offender was wanted over a string of incidents. @anniepullar #9News https://t.co/MWYY0p8umX", "_id": "1503646732583948289"}, {"created_at": "2022-03-15 08:16:26+00:00", "text": "The inquest into the firebombing of #Brisbane bus driver Manmeet Alisher today heard that his killer had suffered delusions for years, but had never been been consistently treated. @ShannonMM9 #9News https://t.co/oaMpYbiJ9N", "_id": "1503646289925394433"}, {"created_at": "2022-03-15 06:16:13+00:00", "text": "In the second day of the inquest into the firebombing of bus driver Manmeet Alisher, the court heard his killer knew he had problems and urged officers to lock him up because he wanted to hurt people. @ShannonMM9 #9News https://t.co/nN8PEUOSQJ", "_id": "1503616037262086149"}, {"created_at": "2022-03-15 05:40:02+00:00", "text": "'Maliciously lit fire': Three people killed, one unaccounted for in suspicious Sydney blaze. #9News\nhttps://t.co/dnMOiSgYcP", "_id": "1503606928835899395"}, {"created_at": "2022-03-15 05:37:14+00:00", "text": "#UPDATE: A 39-year-old #Ipswich man has been charged overnight with one count accessory after the fact to murder and one count misconduct with corpse by interfering in relation to the suspicious death of Andrew Walsh. #9News\n\nDETAILS: https://t.co/ebDGPEvLuc https://t.co/a2AtJVND1i", "_id": "1503606227640602624"}, {"created_at": "2022-03-15 04:00:01+00:00", "text": "Police are investigating after shots were fired into a home at #Pimpama on the Gold Coast early this morning.\n\nThe incident happened around 2.00am on Blossom Street, but luckily no one was injured. #9News https://t.co/OUc1VPUzYz", "_id": "1503581758633091074"}, {"created_at": "2022-03-15 00:38:12+00:00", "text": "One witness told 9News they heard what they believed was gunfire just moments before the fire. #9News\nhttps://t.co/GbfeIbGmyk", "_id": "1503530971014045702"}, {"created_at": "2022-03-14 18:16:11+00:00", "text": "A government notice said that police permission would be required for people to leave the area or travel from one city to another. #9News\nhttps://t.co/HcxapeukN6", "_id": "1503434833413910528"}, {"created_at": "2022-03-14 12:32:38+00:00", "text": "Queensland police have fined a man over a series of driving offences after capturing him riding dangerously on his motorbike and then crashing in front of officers. #9News\nhttps://t.co/20QlkJnQ2V", "_id": "1503348374799454213"}, {"created_at": "2022-03-14 10:42:40+00:00", "text": "A Melbourne Uber driver is recovering in hospital after being stabbed seven times by two male passengers in the early hours of Saturday morning. #9News\nhttps://t.co/8eY2JbKOPS", "_id": "1503320700664254464"}, {"created_at": "2022-03-14 06:24:25+00:00", "text": "The federal government is under fire, over claims it did not do enough to prepare for the recent devastating floods. @PeterFegan9 #9News https://t.co/WXYBTCTyeU", "_id": "1503255711224156161"}, {"created_at": "2022-03-14 06:02:57+00:00", "text": "A suspect accused of injuring three police officers in a head on collision has been identified. #9News\nhttps://t.co/P4FtnaurJI", "_id": "1503250310663479297"}, {"created_at": "2022-03-14 00:55:09+00:00", "text": "A 21-year-old has been charged with attempted murder, battery with a deadly weapon and burglary. #9News\nhttps://t.co/6dTaoksaNl", "_id": "1503172848361246721"}, {"created_at": "2022-03-13 16:57:00+00:00", "text": "Police are investigating a number of alleged violent attacks and two deaths in Melbourne overnight. #9News\nhttps://t.co/7vGIR4EX2m", "_id": "1503052517554339842"}, {"created_at": "2022-03-13 14:59:00+00:00", "text": "Three police officers have been injured after a patrol car was torn apart in a serious car crash in Queensland's south-east which has left one person in a critical condition. #9News\nhttps://t.co/P4FtnaurJI", "_id": "1503022822041571337"}, {"created_at": "2022-03-13 14:00:01+00:00", "text": "A police taskforce is hunting suspected gang members involved in a wild brawl at an Adelaide bar. #9News\nhttps://t.co/2QDx6lkuUU", "_id": "1503007978810605568"}, {"created_at": "2022-03-13 11:19:19+00:00", "text": "Three police officers who were hurt in a car crash north of Brisbane late yesterday might have been deliberately mowed down. @heinkealex #9News https://t.co/ZXzbogznjU", "_id": "1502967539856560136"}, {"created_at": "2022-03-13 09:58:58+00:00", "text": "Eight recovery centres have been established in the NSW’s north to assist flood victims so far. #9News\nhttps://t.co/uIadPaT73o", "_id": "1502947318114357251"}, {"created_at": "2022-03-13 08:17:30+00:00", "text": "New details have been revealed on the injuries of 3 police officers involved in a shocking head-on crash at Caboolture. @JordanFabris9 #9News https://t.co/mdINbTVfTZ", "_id": "1502921781874769920"}, {"created_at": "2022-03-12 21:14:40+00:00", "text": "A QLD police officer is fighting for his life this morning after a head-on collision in the state's south-east.\n\nMORE: https://t.co/DMQqdkhBqK\n\n@njkelly9 #9News https://t.co/Jy1eE3FOpV", "_id": "1502754974480142338"}, {"created_at": "2022-03-12 13:22:57+00:00", "text": "The devastating floods in NSW and Queensland have left a nation shocked but generous Aussies have responded in the only way they know how - by raising millions of dollars for the victims. #9News\nhttps://t.co/xPF0dJhrxK", "_id": "1502636261676183558"}, {"created_at": "2022-03-12 10:46:50+00:00", "text": "Follow live coverage as Australia unites to raise money for victims of the flood crisis in NSW and Queensland. #9News\nhttps://t.co/slVbj5QvQ2", "_id": "1502596975404929025"}, {"created_at": "2022-03-12 09:46:18+00:00", "text": "A police incident has ended in a horror head-on collision at Caboolture with three officers in a serious condition. @JordanFabris9 #9News https://t.co/JV8vqju8T5", "_id": "1502581740090662917"}, {"created_at": "2022-03-12 06:29:04+00:00", "text": "#BREAKING: Multiple emergency crews are on the scene of a major crash in #Caboolture.\n\nA police officer responding to an urgent dispatch call has crashed en-route, colliding with a civilian ute.\n\nOne person is critical. More to come.\n\nFull details at 6.00pm #9NewsAt6 https://t.co/bEfpvEtj17", "_id": "1502532106492203008"}, {"created_at": "2022-03-11 20:51:36+00:00", "text": "TONIGHT 7.30pm: Australia's biggest stars of music, news and entertainment unite for a special live telethon event to raise money for the flood victims 💙 #AustraliaUnites: Red Cross Flood Appeal, live on @Channel9 and @9now!", "_id": "1502386782645604352"}, {"created_at": "2022-03-11 18:30:13+00:00", "text": "Japan paid tribute to the victims of  a massive earthquake and tsunami 11 years ago that also triggered a nuclear disaster in Fukushima, and has renewed searches for those still missing. #9News\nhttps://t.co/js9MLyPdi4", "_id": "1502351201798696964"}, {"created_at": "2022-03-11 08:18:25+00:00", "text": "Today, #NorthernTerritory jury has found police officer Zachary Rolfe not guilty of murder over the fatal shooting of Aboriginal teenager Kumanjayi Walker. @amy_clements9 #9News https://t.co/QZKOXaAgLQ", "_id": "1502197236410855424"}, {"created_at": "2022-03-11 07:02:45+00:00", "text": "A #NorthernTerritory police officer who shot dead Aboriginal teeen, Kumanjayi Walker, has been found not guilty today in the Supreme Court. @amy_clements9 #9News https://t.co/e6AL2McRqY", "_id": "1502178193964425216"}, {"created_at": "2022-03-11 06:20:25+00:00", "text": "A young father from #Logan who was doused in petrol and set alight in a shocking domestic violence attack has died overnight, as hero neighbours open up about the devastating events that unfolded.@JordanFabris9 #9News https://t.co/21Kfoy43BF", "_id": "1502167540851560459"}, {"created_at": "2022-03-11 05:42:20+00:00", "text": "#UPDATE: Police have arrested a 23-year-old man in relation to the alleged arson of two vehicles at a #Nerang gated community on March 2. He's been charged with one count of arson and is due to appear at the Southport Magistrates Court on March 31. #9News https://t.co/AgK7tvW9e6", "_id": "1502157957022502914"}, {"created_at": "2022-03-11 05:20:00+00:00", "text": "A jury has found police officer Zachary Rolfe not guilty of murder over the fatal shooting of Aboriginal teenager Kumanjayi Walker. #9News\n\nMORE: https://t.co/WeZFvXxDDp https://t.co/Mqa4fjMKL7", "_id": "1502152336046710784"}, {"created_at": "2022-03-11 04:40:01+00:00", "text": "Smollett, 39, was found guilty in December on five counts of felony disorderly conduct for making false reports about what he said was an anti-gay and anti-Black hate crime. #9News\nhttps://t.co/9QbRxQQirj", "_id": "1502142277153660930"}, {"created_at": "2022-03-11 04:31:32+00:00", "text": "A man has died in hospital overnight, after suffering critical burns in a fatal house fire in #Logan.\n\nQueensland Police believe the fire was lit by his ex-partner in a domestic violence attack. #9News\n\nLATEST: https://t.co/t20vuXoDwn https://t.co/Q0AknrwYG2", "_id": "1502140142219567108"}, {"created_at": "2022-03-11 04:20:01+00:00", "text": "More than 1,300 people have died in the 10-day siege of  Mariupol, according to Deputy Prime Minister Iryna Vereshchuk. #9News\nhttps://t.co/SZXdggiySu", "_id": "1502137243133169664"}, {"created_at": "2022-03-11 04:17:35+00:00", "text": "Saturday 7.30pm AEDT: Australia's biggest stars of music, news and entertainment unite for a special live telethon event to raise money for the flood victims :heart:  #AustraliaUnites: Red Cross Flood Appeal, live on @Channel9 and @9now!\n\nhttps://t.co/FeXPm5gvJl", "_id": "1502136631553314818"}, {"created_at": "2022-03-11 03:41:48+00:00", "text": "#BREAKING: Northern Territory police officer Zachary Rolfe found not guilty of murder over shooting of Kumanjayi Walker in 2019. #9News\n\nLATEST: https://t.co/JAMaVqDbjB https://t.co/YWslNE5FJY", "_id": "1502127622423465986"}, {"created_at": "2022-03-11 03:35:33+00:00", "text": "#BREAKING: Queensland Police have revealed the 33-year-old #Pratten man charged with the murder of 61-year-old #CrowsNest woman Krishna Chopra is her son-in-law. They believe it was a planned murder. #9News\n\nLATEST: https://t.co/7TbzyaEQPZ https://t.co/wM3GZWQP5C", "_id": "1502126051732115461"}, {"created_at": "2022-03-11 02:06:27+00:00", "text": "A father who suffered burns to 90% of his body after his ex-girlfriend allegedly set his house on fire in #Logan, has died in hospital overnight. @JordanFabris9 #9News https://t.co/7YXTeTPdll", "_id": "1502103628802408457"}, {"created_at": "2022-03-11 00:52:19+00:00", "text": "Queensland Police have confirmed the 61-year-old died as a result of severe head trauma. #9News\n https://t.co/PNeVzoRgm2", "_id": "1502084972156526595"}, {"created_at": "2022-03-11 00:05:29+00:00", "text": "A 33-year-old has died after suffering critical burns in a #Logan house fire. #9News https://t.co/E3nLkmhwxE", "_id": "1502073188003598339"}, {"created_at": "2022-03-10 13:11:39+00:00", "text": "GRAPHIC CONTENT WARNING: The Russian bombing of a maternity hospital in Ukraine has been labelled a war crime by the Ukrainian president. @AmeliaAdams9 #9News https://t.co/gZhFPwYEp6", "_id": "1501908644685922307"}, {"created_at": "2022-03-10 09:42:45+00:00", "text": "@anniepullar READ MORE: Police say a house fire at a south-east Queensland home this morning was an act of domestic violence set intentionally by a resident's ex-girlfriend. #9News\nhttps://t.co/WGx2UZAhtP", "_id": "1501856071207510018"}, {"created_at": "2022-03-10 08:11:02+00:00", "text": "Footage shown in court today revealed that Doreen Langham had called police for help multiple times before being murdered by her ex-partner. @NatarjshaKramer #9News https://t.co/cQy9Eq6xE6", "_id": "1501832991051558914"}, {"created_at": "2022-03-10 08:06:57+00:00", "text": "A woman is dead and a man is fighting for his life after being doused in petrol and set alight during a shocking domestic violence attack in #Logan @anniepullar #9News https://t.co/gkvSpOL1Su", "_id": "1501831961819688960"}, {"created_at": "2022-03-10 06:55:11+00:00", "text": "Body-worn camera  footage shows Doreen Langham in distress after calling for help from police. @NatarjshaKramer #9News https://t.co/XXAb6K60et", "_id": "1501813902748921859"}, {"created_at": "2022-03-10 06:16:12+00:00", "text": "Disturbing new details concerning horror house fire in #Logan have emerged. @anniepullar #9News https://t.co/rxwWGgf9kj", "_id": "1501804094226321409"}, {"created_at": "2022-03-10 05:02:28+00:00", "text": "UPDATE: A 27-year-old man will appear in the #Brisbane Magistrates Court tomorrow, charged with offences in relation to the alleged murder of Andrew Walsh. #9News\n\nMORE DETAILS: https://t.co/K510KGZiEr https://t.co/LfrF11dO89", "_id": "1501785535702237185"}, {"created_at": "2022-03-10 02:45:52+00:00", "text": "A 31-year-old woman has died after a house fire at a #NewBeith home in #Logan early this morning.\n\nPolice believe the fire is suspicious and may be linked to domestic violence.\n\nMORE DETAILS: https://t.co/mCnJ5GIZST https://t.co/KITjEsGEVK", "_id": "1501751160348504067"}, {"created_at": "2022-03-10 02:01:17+00:00", "text": "The late cricket legend, Shane Warne, has been transported by Thai police escort from the Forensic Institute in Bangkok to the International Airport. #9News https://t.co/rAnHdv2CNa", "_id": "1501739940463452162"}, {"created_at": "2022-03-10 01:20:50+00:00", "text": "@QldPolice give an update on fatal house fire at #NewBerth in #Logan. #9News", "_id": "1501729760225140736"}, {"created_at": "2022-03-09 23:32:40+00:00", "text": "A 31-year-old woman has been found dead inside a #Logan home in #NewBeith. #9News https://t.co/4vS9azA3x1", "_id": "1501702538210557953"}, {"created_at": "2022-03-09 20:20:00+00:00", "text": "The first person to receive a genetically modified pig heart has died. #9News\nhttps://t.co/pwX7AFKBSS", "_id": "1501654052999884802"}, {"created_at": "2022-03-09 13:31:51+00:00", "text": "Police allege the 19-year-old driver stole the car after assaulting the owner in Sydney's CBD. #9News\nhttps://t.co/KwhJAlsySs", "_id": "1501551340417257475"}, {"created_at": "2022-03-09 11:19:40+00:00", "text": "The insurance bill for the deadly Queensland floods has pushed past one billion dollars and more than 70-thousand claims have been lodged. @heinkealex #9News https://t.co/P7ykvBBm2B", "_id": "1501518073081176066"}, {"created_at": "2022-03-09 10:34:16+00:00", "text": "The man pleaded guilty in court after failing to provide a breath and blood sample to police after a car crash. #9News https://t.co/hV1jLgzWbr", "_id": "1501506649499975683"}, {"created_at": "2022-03-09 08:30:11+00:00", "text": "If there was a prize for Queensland's clumsiest criminals, a pair of arsonists in #Nerang would be up for the trophy. @BronteGildea #9News https://t.co/H10CtSLOEx", "_id": "1501475420679680006"}, {"created_at": "2022-03-09 08:14:56+00:00", "text": "Following the recent floods, Queensland flood victims have been left homeless and forced to shell thousands of dollars for emergency accommodation. @ShannonMM9 #9News https://t.co/upMX1CBxZi", "_id": "1501471583260524550"}, {"created_at": "2022-03-09 08:07:35+00:00", "text": "#BREAKING: Queensland Police have found the remains of missing #Mossman man Andrew Walsh, under a concrete slab at a #CoopersPlains car-yard. @R_DAlessandro9 #9News https://t.co/4P0akJtmWs", "_id": "1501469737171263492"}, {"created_at": "2022-03-09 06:48:30+00:00", "text": "#BREAKING: Queensland Police have found the remains of missing #Mossman man Andrew Walsh, under a concrete slab at a #CoopersPlains car-yard.\n\nA 27-year-old man was also apprehended at #Sydney International Airport and will be extradited.\n\nMore to come. #9News https://t.co/2B1uxQkfIz", "_id": "1501449831730270208"}, {"created_at": "2022-03-09 06:22:46+00:00", "text": "An inquest into the domestic violence murder of Queensland woman Doreen Langham has heard explosive evidence this afternoon. @ebonycavallaro #9News https://t.co/a1sFnWwVIi", "_id": "1501443357335293953"}, {"created_at": "2022-03-09 06:20:28+00:00", "text": "The Prime Minister has bolstered support for flood victims while vowing to declare the crisis that is gripping parts of Queensland and NSW a national emergency. @jekearsley #9News https://t.co/ELZTVBR3kw", "_id": "1501442780517785605"}, {"created_at": "2022-03-08 13:46:01+00:00", "text": "An abandoned textile factory in #Salisbury caught fire overnight, with the area being declared an exclusion zone with fears of asbestos exposure. #9News https://t.co/s7WpWrJY8S", "_id": "1501192515399081989"}, {"created_at": "2022-03-08 08:26:27+00:00", "text": "A Queensland man has been hit with a string of nine charges after allegedly speeding recklessly on a south-east motorway and then assaulting police. #9News\nhttps://t.co/u3RqJWEkk8", "_id": "1501112093973622785"}, {"created_at": "2022-03-08 06:48:17+00:00", "text": "Fire investigators are this afternoon working to identify the cause of a blaze which tore through a large factory in #Salisbury overnight. @JoshBavas #9News https://t.co/YIUcDBrWby", "_id": "1501087390009634822"}, {"created_at": "2022-03-08 04:32:39+00:00", "text": "Charities are working around the clock to help vulnerable flood victims, providing food, bedding, clothes and furniture free of charge. \n\n@ebonycavallaro #9News\n\nREAD MORE: https://t.co/izWUySVIWK https://t.co/UDmzVoZToQ", "_id": "1501053255904002053"}, {"created_at": "2022-03-08 03:11:58+00:00", "text": "#MUSTWATCH: The shocking moment a reckless motorcyclist films himself riding 110 km/h over the speed limit on a Queensland highway.\n\nThe vehicle can be seen hitting speeds of 220 km/h.\n\nThe rider is known to police. #9News https://t.co/2RjiPQzooK", "_id": "1501032954772213765"}, {"created_at": "2022-03-08 02:00:38+00:00", "text": "WATCH: Flames have engulfed an abandoned textile factory in #Salisbury overnight.\n\nAn exclusion zone has been created in the surrounding area over asbestos exposure fears, with residents being told to stay inside.\n\nThe fire was brought under control within an hour. #9News https://t.co/yzU6I9mRWn", "_id": "1501014999644651521"}, {"created_at": "2022-03-08 01:31:15+00:00", "text": "The body of Shane Warne will be flown home today, after Thai police confirm that he died of natural causes. #9News https://t.co/ppHivIkgC5", "_id": "1501007605250072578"}, {"created_at": "2022-03-08 01:09:21+00:00", "text": "FLOOD FRAUD: Australians are being warned to remain vigilant for online scammers in the wake of the east coast's flood disaster as cyber criminals take advantage of the community's goodwill. #9News\n\nREAD MORE: https://t.co/bZELWV6dHV https://t.co/66IvN2B05k", "_id": "1501002094605926400"}, {"created_at": "2022-03-07 20:07:23+00:00", "text": "The body of Shane Warne will be flown home today, after Thai police confirmed his cause of death. #9News\nhttps://t.co/eflgeNLWCK", "_id": "1500926102679986176"}, {"created_at": "2022-03-07 19:15:57+00:00", "text": "The Queensland flood death toll has risen to 13, after Police divers found the body of 31-year old in his car in floodwaters in #Warwick yesterday. @miaglover_9 #9News https://t.co/kAkhnvHBHJ", "_id": "1500913161523937288"}, {"created_at": "2022-03-07 17:30:00+00:00", "text": "Amazing vision has emerged of the moment a firefighter catches a kitten after it leapt ten metres in the air from a tree. #9News https://t.co/EPcY5o3rGA", "_id": "1500886497846693892"}, {"created_at": "2022-03-07 14:32:17+00:00", "text": "The terminal cancer patient, who uses a wheelchair, turned over more than $80,000 selling drugs including methamphetamine and cannabis. #9News\nhttps://t.co/3g3nFahp32", "_id": "1500841773463388163"}, {"created_at": "2022-03-07 10:34:44+00:00", "text": "The man had been serving a two years and four-month prison sentence for assaulting a police officer. #9News https://t.co/83pX5jsXyN", "_id": "1500781990676942848"}, {"created_at": "2022-03-07 05:41:07+00:00", "text": "Two murders are believed to be linked to a Brisbane business. #9News\n\nMORE DETAILS: https://t.co/PvXPJLcdDN https://t.co/bbcF1ZrkS2", "_id": "1500708098142797825"}, {"created_at": "2022-03-07 01:40:12+00:00", "text": "BEACHES ARE BACK: Beaches across the Gold Coast have REOPENED.\n\nIt comes after all beaches on the coast were closed on February 25, due to wild weather which caused \"unstable conditions close to shore.\"\n\nMORE WEATHER: https://t.co/KQCCOM7pfW\n\n#9News | Nightly at 6pm https://t.co/CuncgH6Pvm", "_id": "1500647473140101121"}, {"created_at": "2022-03-06 19:09:21+00:00", "text": "Storms have turned deadly overnight after a man was killed in flash flooding in #Wondai, bringing the death toll to 12. @JessMillward9 #9News\n\nDETAILS: https://t.co/Q2TN4XijNZ https://t.co/8mMV1ti3yv", "_id": "1500549109761159177"}, {"created_at": "2022-03-06 05:00:11+00:00", "text": "YOUR SAY: Have you noticed any fungi growing after the wet weather?\n\nThere is currently a MOULD WARNING for NSW and QLD communities after the floods. #9News\n\nMost people are unaware of how life threatening mould can be to your health.\n\nMOULD INFO HERE: https://t.co/0dPcONMQxK https://t.co/9dEAdP6oRL", "_id": "1500335409670373380"}, {"created_at": "2022-03-05 20:12:28+00:00", "text": "QLD FLOODS: A woman has been found dead in floodwaters on the Gold Coast, bringing the state's flooding deathtoll to eleven.\n\nMORE: https://t.co/O4bDYI67Tp\n\n@njkelly9 #9News https://t.co/xazT9CxiJp", "_id": "1500202608602107910"}, {"created_at": "2022-03-05 20:05:50+00:00", "text": "Police in Thailand have revealed new information about the King of Spin's health in the lead-up to the suspected heart attack.\n\nLATEST: https://t.co/Zgefwvix3l\n\n#9News https://t.co/YwCc9RmviM", "_id": "1500200936198782977"}, {"created_at": "2022-03-05 05:29:22+00:00", "text": "FULL DETAILS: Queensland's flood death toll has risen to 11 after police divers recovered the body of a woman in waters at the Gold Coast this morning. #9News\nhttps://t.co/XngaBGWsxa", "_id": "1499980366479826946"}, {"created_at": "2022-03-04 15:00:51+00:00", "text": "#BREAKING: Australian cricketing legend Shane Warne has died suddenly, aged 52.\n\nThe iconic spin bowler suffered a heart attack while in Thailand.\n\nWarne, the greatest leg-spinner of all-time, took 708 Test wickets throughout a glittering career.\n\nMORE: https://t.co/JCdSlPyhlN https://t.co/UrjGd9yOXx", "_id": "1499761799759273987"}, {"created_at": "2022-03-04 09:10:28+00:00", "text": "A public health alert has been issued, after the state recorded its first human case of the potentially deadly Japanese encephalitis virus. @Brig_OBrien #9News https://t.co/6w0KkVc4OR", "_id": "1499673623040299012"}, {"created_at": "2022-03-04 07:30:26+00:00", "text": "Residents across #Brisbane have banded together to help flood victims, supplying free food and clothing to those who need it. @R_DAlessandro9 #9News https://t.co/6sWelwSyhA", "_id": "1499648448739561474"}, {"created_at": "2022-03-04 06:51:35+00:00", "text": "MISSING PERSON: Traie Olsen, was last seen in Toowoomba CBD on Thursday, February 7.\n\nAnyone who has observed a silver Mazda 3 with plates bearing 456 BC8 is asked to come forward.\n\nIf you have any information, please contact Policelink on 1800 333 000. #9News @QldPolice https://t.co/jIhwfPGf20", "_id": "1499638668528521220"}, {"created_at": "2022-03-04 03:33:09+00:00", "text": "A 31-year-old #Rockhampton man has been charged with multiple offences including assault occasioning bodily harm and dangerous operation of a motor vehicle.\n\nPolice will allege the driver and sole occupant drove directly at the police car before speeding away. #9News https://t.co/YjEilhQEac", "_id": "1499588734580232193"}, {"created_at": "2022-03-04 02:45:00+00:00", "text": "FATAL FLOODS: The body of a 53-year-old man has been found by police under a #Brisbane wharf, lifting the state's flood death toll to 10. \n\nThe man had allegedly been trying to cross the Brisbane river on a small tender. #9News\n\nLATEST: https://t.co/jnFkTnCXHG https://t.co/sUwwpIzed4", "_id": "1499576614106976259"}, {"created_at": "2022-03-03 07:42:48+00:00", "text": "FLOOD FELONS: Queensland Police have confirmed cases of more people targeting already vulnerable flood-affected communities.\n\nThis comes after four schools in the town of #Ipswich, west of #Brisbane, have been broken into. #9News\n\nREAD MORE: https://t.co/FzNpmjZ8VM https://t.co/3J6fx16h4L", "_id": "1499289170434396161"}, {"created_at": "2022-03-03 07:08:25+00:00", "text": "#ALERT: An emergency declaration has been made in the #Toowoomba suburb of #Newtown due to an \"ongoing incident\".\n\nQueensland Police have declared an exclusion zone in the area, which includes parts of Taylor, Boxsall, Hamilton and Nathan Street.\n\nMore to come. #9News https://t.co/l5d4rO9BNH", "_id": "1499280520047333376"}, {"created_at": "2022-03-02 07:05:00+00:00", "text": "#UPDATE: A distressed cow that was swept from its farm by New South Wales floodwaters and onto a #GoldCoast beach has been euthanised by police.\n\nIt comes after numerous unsuccessful attempts to capture the animal. #9News\n\nFULL STORY: https://t.co/Av8eMJBPIk https://t.co/OnTy7yE9w0", "_id": "1498917269803454464"}, {"created_at": "2022-03-02 02:07:45+00:00", "text": "Supplies are being dropped off by boat to flood-affected victims along the #Tweed River this morning. @maccolahan9 #9News https://t.co/u8Ej3qnSh4", "_id": "1498842464962158595"}, {"created_at": "2022-03-02 01:55:16+00:00", "text": "A police taskforce was set up overnight in #Graceville to patrol flood-damaged areas. @heinkealex #9News https://t.co/RrLK5gpRQl", "_id": "1498839322753126402"}, {"created_at": "2022-03-01 22:18:57+00:00", "text": "NEW: A police operation has been launched in Queensland to target looting in flood-affected regions. #9News\n\nLIVE COVERAGE: https://t.co/3zBWtLqNr7. https://t.co/bmitU4UxZY", "_id": "1498784886026608645"}, {"created_at": "2022-03-01 09:05:07+00:00", "text": "Queenslanders are being called to join the #MudArmy and help can't come soon enough for our flood victims. @9MelissaDownes #9News https://t.co/OZinR4RSLw", "_id": "1498585109724811268"}, {"created_at": "2022-03-01 05:00:17+00:00", "text": "\"What you are doing is not just illegal, but you are also grubs.\" #9News\nhttps://t.co/bfYa7GNQah", "_id": "1498523497395544067"}, {"created_at": "2022-03-01 03:22:55+00:00", "text": "A crane on a pontoon that became unmoored on the #Brisbane River is now stable, though authorities remain on high alert. @PeterFegan9 #9News https://t.co/omycWA3ASA", "_id": "1498498991671197696"}, {"created_at": "2022-02-28 22:39:52+00:00", "text": "UKRAINE INVESTIGATION: The International Criminal Court will begin investigating Russia's invasion of Ukraine as \"rapidly as possible.\" #9News\n\nhttps://t.co/MBm7rYE1lh", "_id": "1498427760942804994"}, {"created_at": "2022-02-28 11:20:30+00:00", "text": "Hundreds of Defence Force members are helping out from the air and on the ground as flooding wreaks havoc in Queensland and New South Wales.\n\nAs @ElizaEdNews reports from Parliament House, financial support for flood victims will start to flow. #9News https://t.co/ScHqTv8zvG", "_id": "1498256794182897665"}, {"created_at": "2022-02-28 08:09:06+00:00", "text": "The flood devastation has continued across Queensland today, with eight people dead and 15,000 homes underwater. @lcalcutt #9News https://t.co/S2ioNpdXsQ", "_id": "1498208627613736961"}, {"created_at": "2022-02-28 06:05:03+00:00", "text": "FLOODING TRAGEDY: A 50-year-old #GoldCoast man and his dog have been found dead in their car this morning, after becoming submerged in floodwaters in Currumbin Valley. #9News\n\nIt brings the total death toll from Queensland floods to eight. \n\nDETAILS: https://t.co/fA78qV0lB0 https://t.co/FY9NfHynP9", "_id": "1498177406183829506"}, {"created_at": "2022-02-28 03:16:20+00:00", "text": "A #GoldCoast man and his dog were found dead in their car this morning. @maccolahan9 #9News https://t.co/pqQCpN1a5c", "_id": "1498134949295271937"}, {"created_at": "2022-02-27 20:04:24+00:00", "text": "#BREAKING: A 59 -year-old man has died after being swept away by floodwaters in #Fitzgibbon, bringing the death toll to seven. #9News https://t.co/at77jkwxjQ", "_id": "1498026249947693060"}, {"created_at": "2022-02-27 08:20:24+00:00", "text": "Queensland is in the grips of a deadly flood disaster. \n\nThe southeast is marooned tonight, pontoons on the Brisbane River ripped from their foundations and slamming into anything in their path. @lcalcutt #9News https://t.co/j2AJ9gPmhg", "_id": "1497849084086042625"}, {"created_at": "2022-02-26 20:16:23+00:00", "text": "QLD FLOODING EMERGENCY: A sixth person has died and residents have been evacuated following another day of major flooding across the state. \n\nAuthorities are warning there's more on the way today. #9News\n\nDETAILS: https://t.co/6Mziz4YNLR\n\n@heinkealex @MegESydes @JoshBavas https://t.co/dtxwtE64AV", "_id": "1497666878583492612"}, {"created_at": "2022-02-26 15:00:02+00:00", "text": "IN PICTURES: A large residential block in the Ukrainian capital of Kyiv was struck by a missile or rocket fire early Saturday, as the Russian invasion moved to the streets of the capital city. #9News\nhttps://t.co/1bZl33KecH", "_id": "1497587263932231682"}, {"created_at": "2022-02-26 02:24:13+00:00", "text": "DANGEROUS DEBRIS: Police have issued a warning to Brisbane River boaties as fast-moving river waters are ripping pontoons from their foundations, threatening riverside properties and vehicles. #9News\n\nREAD MORE: https://t.co/kQdMiEupRx https://t.co/chkwCOIoo5", "_id": "1497397057367195656"}, {"created_at": "2022-02-26 00:25:57+00:00", "text": "RECORD FLOODING: The state's emergency services have determined door-to-door welfare checks are now necessary.\n\nMinister for Police and Minister for Fire and Emergency Services, Mark Ryan has warned \"the worst is not over yet.\" #9News\n\nDETAILS: https://t.co/QAIG2SJqoQ https://t.co/r6bz5gHwmD", "_id": "1497367294418300931"}, {"created_at": "2022-02-26 00:14:22+00:00", "text": "Another eight people with COVID-19 have died in Queensland overnight, including five people in aged care. #9News https://t.co/uwZitdXLeV", "_id": "1497364380501131265"}, {"created_at": "2022-02-25 22:29:32+00:00", "text": "#CALLOUT: There are fears that Queensland's worsening flood crisis could rival the deadly 2011 floods.\n\nSeveral emergency alerts are now in place across a number of regions.\n\nSend us your storm and floodwater vision to be featured on #9News tonight. https://t.co/ul8jjeIwqH", "_id": "1497337997766893573"}, {"created_at": "2022-02-25 20:31:34+00:00", "text": "There are fears that Queensland's worsening flood crisis could rival the deadly 2011 floods.\n\nSeveral emergency alerts are now in place across a number of regions. @NatarjshaKramer #9News https://t.co/GYi0hTVoEK", "_id": "1497308308646113292"}]}