{"docs": [{"created_at": "2022-04-28 10:41:00+00:00", "text": "A rare deal in the middle of a war has seen the U.S. and Russia carry out a dramatic prisoner swap. America desperate to bring home a jailed former marine, reluctantly agreed to set free a Russian drug smuggler to get the deal done. https://t.co/EQQlP4t27T #7NEWS https://t.co/bGMCYs6G9o", "_id": "1519627736049876992"}, {"created_at": "2022-04-28 08:23:42+00:00", "text": "In a stark warning for shoppers, supermarket giant Coles is predicting that already-high grocery prices will keep rising for the rest of the year. As inflation takes off around the globe, some have been turning to crime to get by. https://t.co/S9zilwigFr #7NEWS https://t.co/dvZYPTYK0M", "_id": "1519593185521311744"}, {"created_at": "2022-04-28 08:20:12+00:00", "text": "A bikie boss is in custody, with police hailing his arrest one of the biggest in Victoria in recent years. Mick Murray is charged with murdering a Tony Mokbel associate in Dandenong in 2019. https://t.co/qjfzpOKB4P @cassiezervos #7NEWS https://t.co/8WMOFIkgZm", "_id": "1519592303253663744"}, {"created_at": "2022-04-28 08:12:17+00:00", "text": "A 90-year-old man has been spared jail after he admitted to shooting a business associate during a dispute over rubbish dumping. https://t.co/5zYfOfGqUb @emma_os #7NEWS https://t.co/6LFff97dRx", "_id": "1519590311034781697"}, {"created_at": "2022-04-28 08:09:53+00:00", "text": "Two men have been convicted of a murderous attack outside the Love Machine nightclub. They opened fire into a crowd, killing two innocent men and wounding three others, in a savage act of revenge. https://t.co/TcxK8DfbSu @JaydeVincent #7NEWS https://t.co/Q40JNNw2Nr", "_id": "1519589705746358273"}, {"created_at": "2022-04-28 06:54:30+00:00", "text": "BREAKING: A 90-year-old great grandfather has been spared jail after shooting a tradie over a business dispute. https://t.co/5zYfOfGqUb #7NEWS https://t.co/oGZCtjHmBs", "_id": "1519570735874080768"}, {"created_at": "2022-04-28 06:18:13+00:00", "text": "Comanchero bikie boss Mick Murray has been charged with murder over the alleged execution of a Tony Mokbel associate in 2019. https://t.co/5zYfOfGqUb @cassiezervos #7NEWS https://t.co/N9tFdImKsI", "_id": "1519561603766964224"}, {"created_at": "2022-04-28 06:03:59+00:00", "text": "A jury has just declared two men guilty over the Prahran Love Machine nightclub shootings. https://t.co/5zYfOfGqUb @JaydeVincent #7NEWS https://t.co/4Idou5bCvE", "_id": "1519558021835542528"}, {"created_at": "2022-04-28 02:34:19+00:00", "text": "Police have seized security vision from a West Australian property opposite the home where a toddler was tragically found dead on Wednesday morning. #7NEWS https://t.co/gMkS2bnoFG", "_id": "1519505260548554752"}, {"created_at": "2022-04-28 01:53:07+00:00", "text": "A Queensland woman has been remanded in custody, charged with manslaughter over the drug death of a teenage boy. The 15-year-old died after a group of teens took a prescription drug together in Mackay last year. https://t.co/GDCVNcYZ00 #7NEWS https://t.co/jkEBoWgoPe", "_id": "1519494891889643520"}, {"created_at": "2022-04-27 21:06:45+00:00", "text": "A Brisbane man has died after crashing his car in the annual Targa Tasmania rally, the fourth competitor killed in the race in the past two years. #7NEWS https://t.co/jsKzXlk3Kr", "_id": "1519422825425420288"}, {"created_at": "2022-04-27 20:52:07+00:00", "text": "A man has been shot dead in Sydney’s south west in a underworld attack, with a gunman now on the run. #7NEWS https://t.co/q6MjubaG6o", "_id": "1519419142964924416"}, {"created_at": "2022-04-27 11:12:06+00:00", "text": "Nike's Air Max Plus is one of the most popular - and controversial - sneakers in the world. It has a cult following, but its association with criminals and troublemakers in Australia has seen the shoes being banned from some businesses. https://t.co/zeW0cJiy7l #7NEWS https://t.co/NF2NHgKlJN", "_id": "1519273173761478657"}, {"created_at": "2022-04-27 09:06:08+00:00", "text": "Police have doubled a reward for critical information on the 1997 disappearance of Gold Coast mother, Marion Barter. Now an inquest has heard her married former lover change his story on crucial details. https://t.co/0hQ5UC1hJc @Jordan_Bissell7 #TheLadyVanishes #7NEWS https://t.co/GNaWfnz2LU", "_id": "1519241473203400704"}, {"created_at": "2022-04-27 08:33:19+00:00", "text": "Police have revealed they foiled a murder plot last weekend. https://t.co/5zYfOfGqUb @BlakeJohnson #7NEWS https://t.co/9tXB44oymb", "_id": "1519233217651691521"}, {"created_at": "2022-04-27 08:21:51+00:00", "text": "The future of a frail great-grandfather is in the hands of a judge after he confessed to shooting a man in a dispute over rubbish dumping. The 90-year-old was captured on security camera as he pursued his victim with a walking stick and a gun. https://t.co/3mEx89zEjB @emma_os https://t.co/rWhCFBJQyq", "_id": "1519230329344901120"}, {"created_at": "2022-04-27 08:14:42+00:00", "text": "A man is been questioned over the death of a 60-year-old man in Melbourne's west. The victim's body was found in his Brooklyn home after an early morning fight. https://t.co/J7usiCWG6J @cassiezervos #7NEWS https://t.co/HLVhQRXqoQ", "_id": "1519228532534444032"}, {"created_at": "2022-04-27 08:12:18+00:00", "text": "Police are hunting for two thugs wanted over an MCG bashing that left a 54-year-old in hospital. https://t.co/5zYfOfGqUb @paul_dowsley #7NEWS https://t.co/OJi80JW3No", "_id": "1519227928458194944"}, {"created_at": "2022-04-27 06:19:09+00:00", "text": "Access to high strength pain killers in the form of opioids is being significantly wound back for patients post-surgery in a bid to cut down on drug-related deaths. To discuss, @mikeamor7 spoke with Melbourne emergency physician @SParnis. https://t.co/5zYfOfGqUb #7NEWS https://t.co/MKSDDJoAYT", "_id": "1519199451210199041"}, {"created_at": "2022-04-27 06:08:32+00:00", "text": "Police have arrested a suspect over the stabbing murder of a man in Brooklyn. https://t.co/ZuC2PgUrxr  @cassiezervos #7NEWS https://t.co/reyKkiBggL", "_id": "1519196780663304198"}, {"created_at": "2022-04-27 05:04:11+00:00", "text": "Singapore has executed a mentally disabled Malaysian man condemned for a drug offence after a court dismissed a last-minute challenge from his mother and international pleas to spare him. #7NEWS https://t.co/vpwBLG4OM8", "_id": "1519180585994170368"}, {"created_at": "2022-04-27 03:43:07+00:00", "text": "A motorbike rider has been killed after being hit by a van in Thomastown. The collision happened on Edgars Road around 9.30 this morning. The 22-year-old driver of the van stopped and is being questioned by police. https://t.co/5zYfOfGqUb #7NEWS https://t.co/MPJGwGyAbd", "_id": "1519160186514329601"}, {"created_at": "2022-04-27 01:14:03+00:00", "text": "A man has been found dead inside a home in Brooklyn, with his suspected killer on the run. #7NEWS https://t.co/3mJezjNOTl", "_id": "1519122670063079425"}, {"created_at": "2022-04-26 23:19:25+00:00", "text": "Firefighters in South Australia sang tunes from The Wiggles to keep a toddler calm while extracting her leg from a drain. #7NEWS https://t.co/sytsQE8w08", "_id": "1519093823774859268"}, {"created_at": "2022-04-26 22:23:04+00:00", "text": "Only four months into 2022, and Australians have already watched several climate disasters unfold across the continent, from coral bleaching to devastating floods and bushfires. #7NEWS https://t.co/LbzF4eR2AM", "_id": "1519079640756723712"}, {"created_at": "2022-04-26 08:57:37+00:00", "text": "In a stunning new video, actor Alec Baldwin can be seen rehearsing with the gun that moments later would fire and kill his cinematographer Halyna Hutchins. It's part of a trove of evidence released by investigators today including Baldwin's first reaction. https://t.co/YJ95s2MdGU https://t.co/fYVdlVrPaD", "_id": "1518876944867426304"}, {"created_at": "2022-04-26 08:21:28+00:00", "text": "A police investigation is underway after a footy fan was savagely bashed in an MCG toilet at yesterday's Anzac Day blockbuster. https://t.co/5zYfOfGqUb #7NEWS https://t.co/zFCRB2h6tA", "_id": "1518867848139255808"}, {"created_at": "2022-04-26 08:17:41+00:00", "text": "A covert police operation has exposed a major drug smuggling ring being run from behind bars. Detectives claim a convicted murderer was masterminding the operation from his maximum security jail cell. https://t.co/KRzh67FiwM @CameronBaud7 #7NEWS https://t.co/icxJ8j0Put", "_id": "1518866894035779584"}, {"created_at": "2022-04-26 08:10:17+00:00", "text": "A Melbourne boy has been arrested and charged over the murder of a Richmond man in Adelaide. Police claim the 17-year-old was trying to flee home to Victoria after a deadly confrontation. https://t.co/5zYfOfGqUb @paul_dowsley #7NEWS https://t.co/OjruhlenaO", "_id": "1518865033031467008"}, {"created_at": "2022-04-26 06:08:30+00:00", "text": "There's been a major breakthrough in the stabbing murder of a Victorian man in Adelaide. 17 people have been arrested, including three who were caught at the airport trying to flee South Australia. https://t.co/5zYfOfGqUb @paul_dowsley #7NEWS https://t.co/xGeJwJlbI6", "_id": "1518834385252134913"}, {"created_at": "2022-04-26 06:07:51+00:00", "text": "Police have brought down an alleged gangland boss accused of running major drug smuggling operations from his maximum security jail cell. https://t.co/5zYfOfGqUb @CameronBaud7 #7NEWS https://t.co/yqXscgpIPQ", "_id": "1518834222580244481"}, {"created_at": "2022-04-25 23:57:00+00:00", "text": "A 17-year-old Meadows Heights boy has been charged with murder after a man was allegedly stabbed to death in Adelaide's CBD in the early hours of Anzac Day. #7NEWS https://t.co/W28Ik9SwHf", "_id": "1518740892298919936"}, {"created_at": "2022-04-25 23:23:05+00:00", "text": "One child has died and 17 others are requiring liver transplants as global health authorities scramble to find the source of a mystery outbreak of hepatitis. #7NEWS https://t.co/Rx4mpJT07D", "_id": "1518732357968089088"}, {"created_at": "2022-04-25 08:38:41+00:00", "text": "COVID has created a case crush in our courts, forcing accused criminals and victims to wait years for trials. Legal experts say Victorians will be denied justice unless drastic action is taken. https://t.co/N1vf8jp0Tl @EstelleGriepink #7NEWS https://t.co/QNDEVsIJlg", "_id": "1518509793518170112"}, {"created_at": "2022-04-25 08:32:59+00:00", "text": "A Victorian man has been stabbed to death in Adelaide. https://t.co/5zYfOfGqUb #7NEWS https://t.co/Wapffoj6Rm", "_id": "1518508356126019584"}, {"created_at": "2022-04-25 08:31:58+00:00", "text": "Two men have been brutally stabbed by a group of thugs near the Glen Shopping Centre. Police are hunting the attackers, and suspect up to 15 people may have been involved. https://t.co/9zcdHK28PD @SaraJones_7 #7NEWS https://t.co/txlkKCpGC8", "_id": "1518508100604796929"}, {"created_at": "2022-04-25 08:25:30+00:00", "text": "Fire crews have battled for two hours to bring a fast-moving blaze under control at a property in Mickleham. https://t.co/5zYfOfGqUb #7NEWS https://t.co/o83Gvu4pj5", "_id": "1518506472669614080"}, {"created_at": "2022-04-25 03:57:34+00:00", "text": "NSW Police says it has not received any report of threats against controversial Liberal candidate Katherine Deves. #auspol #7NEWS https://t.co/zWlsj8CSNH", "_id": "1518439047378894849"}, {"created_at": "2022-04-25 02:16:24+00:00", "text": "Firefighters were faced with a fast-moving blaze at Mickleham overnight. https://t.co/5zYfOfGqUb #7NEWS https://t.co/MZnf6ZabWl", "_id": "1518413584694640640"}, {"created_at": "2022-04-24 18:32:50+00:00", "text": "An experimental antiviral pill treatment has shown rapid clearance of the virus that causes COVID-19, according to new data from Japanese drug maker Shionogi &amp; Co. #7NEWS https://t.co/rHyMD9HMEw", "_id": "1518296925597929472"}, {"created_at": "2022-04-24 08:27:21+00:00", "text": "Scott Morrison took his campaign to the Red Centre today, promising no new income taxes if re-elected. Labor's focus was on health, but the party has come under fire for an attack video against a Liberal candidate. 7NEWS at 6pm | https://t.co/EQQlP4t27T @Rob7Scott #auspol #7NEWS https://t.co/h6NW6uqiN8", "_id": "1518144552170795008"}, {"created_at": "2022-04-24 08:18:13+00:00", "text": "Flames have ripped through a hotel in Adelaide with seven people taken to hospital, including three with critical injuries. Guests were evacuated as one man was forced to jump into the pool after being badly burned. https://t.co/5zYfOfGqUb #7NEWS https://t.co/QW19X2383K", "_id": "1518142254002872321"}, {"created_at": "2022-04-24 04:42:47+00:00", "text": "Prime Minister Scott Morrison has announced a $14 million election commitment for Alice Springs to support a community-led response to reduce crime rates. #auspol #7NEWS https://t.co/tytDPZygz6", "_id": "1518088038404214785"}, {"created_at": "2022-04-24 04:40:01+00:00", "text": "A teenager with COVID-19 has died in Western Australia, Premier Mark McGowan has announced. #COVID19 #7NEWS  https://t.co/KZwmKVR858", "_id": "1518087340291346435"}, {"created_at": "2022-04-24 01:51:53+00:00", "text": "Health authorities in the Democratic Republic of the Congo have declared a new outbreak of the deadly Ebola virus after a case was confirmed in the country's northwest. #7NEWS https://t.co/TLU5vQe6pp", "_id": "1518045029184733186"}, {"created_at": "2022-04-23 08:16:21+00:00", "text": "City landmarks were lit up in blue last night to honour four police officers killed in the Eastern Freeway tragedy. It’s been two years since @VictoriaPolice suffered its biggest loss of life in a single day. https://t.co/M68RWusVsV #7NEWS https://t.co/GP43AcWmvj", "_id": "1517779396991787009"}, {"created_at": "2022-04-23 08:11:39+00:00", "text": "Ten churches were robbed of cash donations during an Easter crime spree, with a Caroline Springs man now behind bars. Most of the thief’s targets were Greek Orthodox churches. https://t.co/ugVl80S7es @CameronBaud7 #7NEWS https://t.co/kDmF4CUVep", "_id": "1517778212851712001"}, {"created_at": "2022-04-23 04:49:22+00:00", "text": "Destructive US Southwest fires have burned dozens of homes in northern Arizona as flames chewed up wide swaths of tinder dry forest and grassland. #7NEWS https://t.co/bd6S145quG", "_id": "1517727304273002497"}, {"created_at": "2022-04-22 08:36:23+00:00", "text": "Police in San Francisco say they are investigating a punch-up on a passenger jet involving one of the most feared boxers of all time. Onboard video shows Mike Tyson pummelling a man who had apparently refused to leave him alone. https://t.co/auoKeZqKZO @telester #7NEWS https://t.co/SLMermpkOH", "_id": "1517422047609393152"}, {"created_at": "2022-04-22 08:31:06+00:00", "text": "After almost 15 years, Portuguese police are a step closer tonight to finally solving the mystery of what happened to Madeleine McCann. They've officially named a 'prime suspect', 45-year-old German man Christian Bruckner. https://t.co/tRW12BjbJR #MadeleineMcCann #7NEWS https://t.co/guvzO5Re3b", "_id": "1517420717641703424"}, {"created_at": "2022-04-22 08:24:19+00:00", "text": "Victoria Police is rallying around the families of the four officers killed in the Eastern Freeway tragedy on the second anniversary of the horror night. https://t.co/5zYfOfGqUb #7NEWS https://t.co/OoDM5y4cxe", "_id": "1517419014053855232"}, {"created_at": "2022-04-22 06:39:02+00:00", "text": "There's been a major development in the disappearance of Madeline McCann. Police have named German man Christian Brueckner their official suspect. For more, @Rebecca7Maddern spoke with criminologist @XantheMallett. https://t.co/D8JWbX2xRy #7NEWS https://t.co/YY00v0iSWu", "_id": "1517392517096173568"}, {"created_at": "2022-04-22 02:16:59+00:00", "text": "15 years after the British toddler Madeleine McCann went missing Portuguese prosecutors have now officially identified a man who has been investigated by German police. International outlets have identified the longtime suspect and convicted rapist 45-year-old Christian Bruckner. https://t.co/S7Cfjzo2lk", "_id": "1517326570654167040"}, {"created_at": "2022-04-21 08:58:12+00:00", "text": "Two premiership stars are holding fire on extending their contracts. But Melbourne has said it has no doubt Luke Jackson and Angus Brayshaw will re-sign. Chief Football Reporter @TomBrowne7 with the details. https://t.co/5zYfOfGqUb @7AFL #7AFL #7NEWS https://t.co/O3Nar5OypU", "_id": "1517065152390402049"}, {"created_at": "2022-04-21 08:54:41+00:00", "text": "There has been a touching tribute for a fallen police officer. Hundreds turned out in Mildura to pay their respects to Bria Joyce who was killed in a shock crash while on patrol. https://t.co/HE2ydUrOy7 @paul_dowsley #7NEWS https://t.co/iMqsh9yhxo", "_id": "1517064267446562819"}, {"created_at": "2022-04-21 08:49:06+00:00", "text": "A van has burst into flames at a busy Balwyn intersection around 7.00am this morning. https://t.co/NjVbXHxbd8 #7NEWS https://t.co/nCypxmlneh", "_id": "1517062859578306560"}, {"created_at": "2022-04-21 08:17:42+00:00", "text": "Police are under fire over a dramatic arrest at Flagstaff Gardens during a marijuana festival yesterday.  https://t.co/5zYfOfGqUb #7NEWS https://t.co/gG94toVZh9", "_id": "1517054958470037505"}, {"created_at": "2022-04-21 08:12:08+00:00", "text": "Justice has caught up with an abusive ex-husband over the death of a Phillip Island mother. Adrian Basham has been found guilty after years of denials he murdered his estranged wife then staged her death to make it look like a suicide. https://t.co/9AwVmnzPLc @EstelleGriepink https://t.co/fi0N3QuwxL", "_id": "1517053559682236416"}, {"created_at": "2022-04-21 06:10:18+00:00", "text": "Family, friends and colleagues have farewelled a police officer killed in the line of duty in the state's north-west. @paul_dowsley is in Mildura where hundreds paid their respects to Bria Joyce. https://t.co/5zYfOfGqUb #7NEWS https://t.co/hILVoZyK6H", "_id": "1517022898862825472"}, {"created_at": "2022-04-21 03:18:14+00:00", "text": "A jury has found Adrian Basham guilty of killing his ex-wife, Samantha Fraser, four years after she was found dead in her Phillip Island home. #7NEWS https://t.co/QsPGi7FfQa", "_id": "1516979597317128192"}, {"created_at": "2022-04-21 01:53:23+00:00", "text": "A Victoria Police officer killed in a road tragedy last week will be farewelled at a funeral in Mildura this afternoon. https://t.co/5zYfOfGqUb #7NEWS https://t.co/KuM8MErijx", "_id": "1516958241145880576"}, {"created_at": "2022-04-21 01:39:13+00:00", "text": "Australian of the Year @DylanAlcott has spoken out after Prime Minister @ScottMorrisonMP came under fire for saying he is “blessed” to have children without disabilities. #auspol #7NEWS https://t.co/0BOEGTAvwl", "_id": "1516954676729573376"}, {"created_at": "2022-04-21 00:31:18+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/2yMls104ng", "_id": "1516937584169336832"}, {"created_at": "2022-04-20 22:51:28+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/ncRZ8dhFkR", "_id": "1516912461898600448"}, {"created_at": "2022-04-20 08:32:25+00:00", "text": "Melbourne has rallied to raise more than $120,000 for the family of a Geelong mother critically injured in Bali. https://t.co/5zYfOfGqUb #7NEWS https://t.co/3IiPTCxTcJ", "_id": "1516696274204241921"}, {"created_at": "2022-04-20 08:26:40+00:00", "text": "The boss of Guide Dogs Victoria has been caught up in the crossfire of the federal election. https://t.co/5zYfOfGqUb @EstelleGriepink #7NEWS https://t.co/fxLSnHoFW1", "_id": "1516694828431867906"}, {"created_at": "2022-04-20 08:18:55+00:00", "text": "Anthony Albanese has fired up over aged care, blasting the Coalition for leaving the sector in a shambles. Both leaders are trying to mount character assassinations before going head to head in the crucial first debate. https://t.co/5zYfOfGqUb #7NEWS https://t.co/FWcvcoiFPZ", "_id": "1516692877329707008"}, {"created_at": "2022-04-20 05:57:41+00:00", "text": "A male driver in his 30s has been taken to the Royal Melbourne Hospital in a stable condition with upper body injuries after a truck rollover on the Hume Highway at Thomastown this afternoon. The passenger, also a man in his 30s, was uninjured.  https://t.co/5zYfOfGqUb #7NEWS https://t.co/ZtsniUjGWh", "_id": "1516657333149237254"}, {"created_at": "2022-04-20 05:20:43+00:00", "text": "Dozens of firefighters were called to a house fire in Canterbury this morning. No one was home at the time and fire crews stopped the flames spreading to neighbouring properties. The cause is under investigation. https://t.co/5zYfOfGqUb #7NEWS https://t.co/gay28IbNsD", "_id": "1516648030367522818"}, {"created_at": "2022-04-20 04:28:29+00:00", "text": "Porsche driver Richard Pusey is accused of posting a graphic image of a dying police officer on a Google review of a Melbourne car dealership. #7NEWS https://t.co/jj8pe8i7k4", "_id": "1516634888589688832"}, {"created_at": "2022-04-20 03:59:04+00:00", "text": "Watch the incredible moment a hot air balloon crashes through trees and lands on a residential street in Elwood. Thankfully no one was injured during the unplanned landing. The ATSB has commenced a transport safety investigation. 7NEWS at 6pm. More: https://t.co/pxPDXn0vfV #7NEWS https://t.co/zYSwQkMI1P", "_id": "1516627482270920706"}, {"created_at": "2022-04-20 01:42:41+00:00", "text": "A hot air balloon with 13 people on board has crash landed in a residential street in Elwood. Incredibly, no one was injured. https://t.co/OH0KpWHtyq @CameronBaud7 #7NEWS https://t.co/uVaFftssUq", "_id": "1516593161174663173"}, {"created_at": "2022-04-19 22:15:37+00:00", "text": "A cast member of National Geographic’s Outback Wrangler show who died in a Northern Territory helicopter crash was hanging from it on a sling to collect crocodile eggs. #7NEWS https://t.co/usK3WhMh3k", "_id": "1516541052387495936"}, {"created_at": "2022-04-19 21:05:11+00:00", "text": "Olympic hockey champion Sandy Pisani has died. She was 63. #7NEWS https://t.co/laUxnr73CS", "_id": "1516523326147297283"}, {"created_at": "2022-04-19 09:50:14+00:00", "text": "Prince Harry is staying on for the week at the Invictus Games to watch the competition - which he set up to honour injured servicemen and women. Australia's team members described winning medals as lifechanging. 7NEWS at 6pm | https://t.co/EQQlP4t27T @TomHartley_7 #7NEWS https://t.co/5eCuSKfv4W", "_id": "1516353469388447747"}, {"created_at": "2022-04-19 08:04:10+00:00", "text": "Police have made a breakthrough after a woman was followed from Broadmeadows train station and assaulted. https://t.co/fiZoNg02vv @CameronBaud7 #7NEWS https://t.co/QMvPQfZSzI", "_id": "1516326779417690113"}, {"created_at": "2022-04-18 09:43:00+00:00", "text": "A mass shooting at an underage party inside an Airbnb property in Pittsburgh has left two boys dead, 13 people injured and a gunman on the run. Video shows the terror among the 200 partygoers who scrambled to escape. 7NEWS at 6pm | https://t.co/9qxpcS31ck @DavidWoiwod #7NEWS https://t.co/Qoy3gfeL8d", "_id": "1515989263942180866"}, {"created_at": "2022-04-18 08:55:20+00:00", "text": "Soldiers are ignoring a Russian deadline to surrender in the encircled city of Mariupol, while a new missile strike has hit the city of Kharkiv in the country's northeast. https://t.co/65AwVXluxY #Ukraine #7NEWS https://t.co/bJlpBaKkGw", "_id": "1515977268434456576"}, {"created_at": "2022-04-18 08:43:15+00:00", "text": "In the lead-up to Anzac Day, a Melbourne family is lobbying the federal government to award a Victoria Cross to a World War II hero. Ron 'Buck' Taylor died trying to save his mates, and historians agree he deserves our highest bravery award. @NickMcCallum7 #7NEWS https://t.co/bYT3CPxZHM", "_id": "1515974224225378306"}, {"created_at": "2022-04-18 08:39:16+00:00", "text": "A teenage girl has been charged over a ferocious house fire in Brookfield. Arson squad investigators spent the day searching for clues in the rubble. https://t.co/0Tw2RXHQPj @AKunowski #7NEWS https://t.co/LhhKNa2KjP", "_id": "1515973225058271236"}, {"created_at": "2022-04-17 08:33:12+00:00", "text": "The deadline to enrol to vote in the federal election is fast approaching, with the cut-off at 8pm tomorrow night. 45 per cent of eligible 18-year-olds are yet to enrol.  https://t.co/xcnTPUyQk5 #7NEWS https://t.co/49kZEufcT8", "_id": "1515609307618111488"}, {"created_at": "2022-04-17 08:29:41+00:00", "text": "The Duke and Duchess of Sussex have made their return to the international stage opening the Invictus Games in the Netherlands. The competition for injured service personnel has always been Prince Harry's passion and he was given a warm welcome. https://t.co/5zYfOfohG3 #7NEWS https://t.co/PS0ruvcIn1", "_id": "1515608422871314441"}, {"created_at": "2022-04-17 08:25:02+00:00", "text": "Firefighters have carried out a late-night rescue after a woman fell between two Hawthorn buildings. It’s understood she’d forgotten her keys and was trying to climb up the balcony of her apartment. https://t.co/5zYfOfGqUb #7NEWS https://t.co/CVRKZHiSPL", "_id": "1515607252274921474"}, {"created_at": "2022-04-17 08:14:00+00:00", "text": "A 22-year-old man is recovering in hospital after he was attacked near the corner of Flinders and Elizabeth streets. The victim was set upon around 3:30am and suffered non-life-threatening injuries. https://t.co/5zYfOfGqUb #7NEWS https://t.co/nGtRUU42BM", "_id": "1515604475326889985"}, {"created_at": "2022-04-16 08:53:04+00:00", "text": "Richmond has a huge fight on its hands in Adelaide against the resurgent Crows. Co-captain Toby Nankervis was left bloodied after a head clash in the opening half. https://t.co/5zYfOfGqUb @_AMcCormack7 #7AFL #7NEWS https://t.co/a9hf1IZXDt", "_id": "1515251920621142016"}, {"created_at": "2022-04-16 08:46:02+00:00", "text": "A million-dollar business has gone up in flames. 60 firefighters tried to battle the blaze in Adelaide, made even more dangerous by exploding gas bottles. https://t.co/5zYfOfGqUb #7NEWS https://t.co/rLCAsyOeko", "_id": "1515250151572774912"}, {"created_at": "2022-04-16 08:29:24+00:00", "text": "Seinfeld fans are mourning the loss of Liz Sheridan, who died in her sleep of natural causes just five days after celebrating her 93rd birthday. Ms Sheridan played Jerry Seinfeld’s mother. https://t.co/DJqdgNJZ6X #7NEWS https://t.co/s3oyBmuhAn", "_id": "1515245964248109057"}, {"created_at": "2022-04-16 08:17:00+00:00", "text": "A driver remains in a stable condition in the Royal Melbourne Hospital after a train slammed into his car in Melbourne’s north. The man suffered a medical episode as hero tradies pulled him and his elderly father from the vehicle. https://t.co/4dTlqAFXKX #7NEWS https://t.co/xw278xbONd", "_id": "1515242841983062017"}, {"created_at": "2022-04-16 08:15:41+00:00", "text": "Police are hunting three men believed to be responsible for an acid attack in front of shocked diners in the heart of Sydney's CBD. A substance was thrown in the young woman's face with the whole incident posted and shared online. https://t.co/K4PBpZBsMa #Sydney #7NEWS https://t.co/bfLCU656PY", "_id": "1515242510557511681"}, {"created_at": "2022-04-16 08:11:44+00:00", "text": "A drive-by shooting in Melbourne’s north has left a man with critical injuries, as police investigate whether the ambush was a payback attack. Shocked witnesses say the victim feared he’d die on the street. https://t.co/kJGHvK4os6 @tdolling #7NEWS https://t.co/pnztJ0iOOM", "_id": "1515241519946805249"}, {"created_at": "2022-04-15 09:22:00+00:00", "text": "Australian sport is mourning yet another lost legend. Golfing great Jack Newton died overnight of complications after a long battle with Alzheimer's disease. His story is a truly incredible one of success, tragedy and the spirit to overcome life-altering challenges. #7NEWS https://t.co/FHiTARNxgg", "_id": "1514896812745797634"}, {"created_at": "2022-04-15 09:17:11+00:00", "text": "Anthony Albanese has made another blunder on the election trail, with a senior member of the Labor Party forced to correct his slip up. It happened on Good Friday, a day that was meant to provide a campaign ceasefire. https://t.co/5zYfOfGqUb #7NEWS https://t.co/pJO55RSop2", "_id": "1514895603104645123"}, {"created_at": "2022-04-15 08:54:03+00:00", "text": "Russia has admitted one of its biggest warships a flagship cruiser has sunk in the Black Sea after explosions and a fire on board. Some 500 crew got off in time but it's a devastating blow apparently inflicted by Ukrainian anti-ship missiles. https://t.co/FEF4Qnt6c3 #7NEWS https://t.co/zVoT8O0jXU", "_id": "1514889781825925122"}, {"created_at": "2022-04-15 05:08:00+00:00", "text": "Government frontbenchers have tried to walk back @ScottMorrisonMP's lack of commitment to establishing a federal corruption watchdog if he wins next month’s election. #auspol #7NEWS https://t.co/JRXFaeSkHI", "_id": "1514832891351638021"}, {"created_at": "2022-04-15 01:44:48+00:00", "text": "A pedestrian has died in hospital after he was hit by a motorcycle in Elwood. https://t.co/5zYfOfGqUb #7NEWS https://t.co/6oR1lDPyqR", "_id": "1514781754762342401"}, {"created_at": "2022-04-14 08:38:10+00:00", "text": "New York police have caught the man accused of opening fire on commuters on a subway train. The 62-year-old surrendered to officers as they closed in. He now faces life in jail on terror charges. https://t.co/2GtyscVEjo #7NEWS https://t.co/mF3o3ByXYG", "_id": "1514523394586595329"}, {"created_at": "2022-04-14 08:15:13+00:00", "text": "Police are hunting for a child sex predator over an attack in Hampton Park. https://t.co/5zYfOfGqUb @rochelleebrown1 #7NEWS https://t.co/Eyy3AhYlTH", "_id": "1514517619311017986"}, {"created_at": "2022-04-14 08:08:10+00:00", "text": "Four police officers protecting the Prime Minister have been injured in a serious crash on the election trail. The security team was following the PM's car when it was hit by another vehicle. All of the officers were taken to hospital, and an investigation now underway. #7NEWS https://t.co/VNUl6qz2CQ", "_id": "1514515844092788738"}, {"created_at": "2022-04-14 06:05:20+00:00", "text": "Four members of the Prime Minister's security team have been involved in a car crash in Tasmania. The police officers were in transit when their car flipped and left the road. https://t.co/ecEXV12PsP @jenbechwati #auspol #7NEWS https://t.co/DAtWfEGZrX", "_id": "1514484934031060998"}, {"created_at": "2022-04-14 04:26:24+00:00", "text": "A man was shot by police after allegedly driving at officers in NSW. #7NEWS https://t.co/bo3REEjLWW", "_id": "1514460035631677440"}, {"created_at": "2022-04-14 01:44:35+00:00", "text": "JUST IN: Australia's unemployment rate has remained stable at 4%. Almost 18,000 more people found full time work in March but it wasn't enough to shift the official rate. https://t.co/5zYfOfGqUb #7NEWS https://t.co/brDEUmtVrO", "_id": "1514419311234154498"}, {"created_at": "2022-04-13 09:16:15+00:00", "text": ".@BorisJohnson says he will remain Britain's prime minister despite being fined by police for breaching his own COVID rules. After ordering people into lockdown, banning them from hospital visits and even funerals, he was caught swigging drinks with colleagues. #7NEWS https://t.co/ysVn5iUdNo", "_id": "1514170592093929472"}, {"created_at": "2022-04-13 08:28:25+00:00", "text": "A truck driver has wept in court as police claimed he was on the drug ice when he killed a cyclist in Pascoe Vale. The 48-year-old denies using drugs, and told 7NEWS he was sorry for the deadly accident. https://t.co/5zYfOfGqUb @emma_os #7NEWS https://t.co/EknaEQl8Ib", "_id": "1514158553027969028"}, {"created_at": "2022-04-13 08:10:57+00:00", "text": "Victoria's health crisis has hit a deadly breaking point after a man in his 70s died waiting four hours to be admitted to hospital. It's the latest in a growing line of harrowing stories that's forced the state government to launch an urgent investigation. https://t.co/DLNzCks1JL https://t.co/8bIK88X8ab", "_id": "1514154156801785857"}, {"created_at": "2022-04-13 08:07:59+00:00", "text": "Labor Leader @AlboMP had a close encounter with a boom mic during a rockstar welcome at a Melbourne policy rally while Prime Minister @ScottMorrisonMP has been keeping an eye on the ball while shooting hoops with kids in Torquay. https://t.co/JFDKWJv5r1 #auspol #7NEWS https://t.co/E9LG2DAKon", "_id": "1514153409792061442"}, {"created_at": "2022-04-13 06:38:52+00:00", "text": "A man in his 70s has died on an ambulance stretcher after waiting for more than three hours for treatment at Bairnsdale Hospital. @ama_media is calling for more funding to deal with stress on hospitals. For more, @mikeamor7 spoke with @ama_vice. https://t.co/5zYfOfGqUb #7NEWS https://t.co/55Faa7Fz7l", "_id": "1514130982215221248"}, {"created_at": "2022-04-13 06:19:33+00:00", "text": "Police in the US are searching for a gunman after a terrifying attack on the New York subway. https://t.co/Ly62mZgUAM @DavidWoiwod #7NEWS https://t.co/xe6w9CGsMH", "_id": "1514126122430377986"}, {"created_at": "2022-04-13 06:17:43+00:00", "text": "A tow truck driver accused of hitting and killing a cyclist in Pascoe Vale yesterday tested positive for drugs at the scene. Today he was granted bail. https://t.co/5zYfOfGqUb @emma_os #7NEWS https://t.co/7B28AtTMGk", "_id": "1514125663284133890"}, {"created_at": "2022-04-13 06:14:26+00:00", "text": "A man in his 70s has died on an ambulance stretcher, waiting hours for treatment at a Gippsland hospital. The state government has launched an urgent investigation as Victoria's hospital system continues to come under increasing pressure. @paul_dowsley #7NEWS https://t.co/8ahBYUIHGA", "_id": "1514124837358567424"}, {"created_at": "2022-04-13 02:26:30+00:00", "text": "Police are still on the hunt for a killer after a teenage boy was stabbed to death at the Sydney Royal @EasterShow. https://t.co/CjkoR2yxm1 #7NEWS https://t.co/tUb2SSvIjZ", "_id": "1514067473515282432"}, {"created_at": "2022-04-13 02:22:20+00:00", "text": "A crime scene has been set up after human remains were discovered in a secluded park at Greenvale Reservoir. #7NEWS https://t.co/k17xnQRFOq", "_id": "1514066426104987648"}, {"created_at": "2022-04-13 01:43:43+00:00", "text": "Police in New York have named a 62-year-old as a person of interest in the subway shooting that injured more than twenty people. Peak hour passengers scrambled to get off a train after a man detonated smoke bombs and opened fire. https://t.co/dKMBC2sffl #7NEWS https://t.co/3u2zlluyZ3", "_id": "1514056705336029185"}, {"created_at": "2022-04-12 13:30:43+00:00", "text": "BREAKING: UK Prime Minister Boris Johnson and Chancellor Rishi Sunak have been fined for attending several illegal parties during lockdown in 2020 and 2021. https://t.co/37WyEEdRJI #TheLatest #7NEWS https://t.co/0fN6ukZZy0", "_id": "1513872242190467075"}, {"created_at": "2022-04-12 08:41:50+00:00", "text": "It's Australia's largest family event. But last night, the Sydney Royal @EasterShow was the scene of a deadly stabbing. A 17-yr-old off-duty ride operator died following a bloody suspected gang-related brawl. And police are still searching for his killer. https://t.co/JpcgbgTdCO https://t.co/V3HmGzNyV1", "_id": "1513799543187378181"}, {"created_at": "2022-04-12 08:37:25+00:00", "text": "Four men are behind bars after a five month investigation into organised crime drug trafficking. https://t.co/5zYfOfohG3 #7NEWS https://t.co/KwezYqKC1E", "_id": "1513798430744727552"}, {"created_at": "2022-04-12 08:31:45+00:00", "text": "A gunman is still on the run after opening fire on a wedding party in Epping last month. Police say up to 10 shots were fired during the drive-by shooting ambush. https://t.co/YNTRvtP40h @cassiezervos #7NEWS https://t.co/ofZRLt4zQ3", "_id": "1513797006468141062"}, {"created_at": "2022-04-12 08:27:40+00:00", "text": "The hunt is on for a firebug after three vacant houses were set on fire in Footscray. https://t.co/5zYfOfohG3 #7NEWS https://t.co/CwkvCk91MD", "_id": "1513795976397398018"}, {"created_at": "2022-04-12 08:08:30+00:00", "text": "Police have been involved in another high-speed crash, this time in Eynesbury. https://t.co/5zYfOfohG3 @paul_dowsley #7NEWS https://t.co/zz0b8Y4OTJ", "_id": "1513791153631506432"}, {"created_at": "2022-04-12 06:45:18+00:00", "text": "Police have released terrifying CCTV of the moment a gunman fires into a crowd at a wedding in Epping. It happened in March, but the attacker is still on the run. https://t.co/5zYfOfohG3 @cassiezervos #7NEWS https://t.co/HUJrajuFmy", "_id": "1513770214470537217"}, {"created_at": "2022-04-12 06:14:57+00:00", "text": "For the first time, we can show the violent attack that landed former bikie boss Toby Mitchell in court. As crime reporter @CameronBaud7 explains, a judge decided today he won't spend any more time behind bars. https://t.co/5zYfOfohG3 #7NEWS https://t.co/TO4wsMJRoS", "_id": "1513762579406995457"}, {"created_at": "2022-04-12 06:07:05+00:00", "text": "Two police officers have been involved in a terrifying crash in Eynesbury, west of Melbourne. A SUV travelling in the opposition direction veered into the path of their Highway Patrol car, with the vehicles colliding head-on. https://t.co/5zYfOfohG3 @paul_dowsley #7NEWS https://t.co/sA7FQIUk0n", "_id": "1513760597048922113"}, {"created_at": "2022-04-12 02:11:50+00:00", "text": "A 17-year-old boy who was stabbed to death in a brawl at the Sydney Royal @EasterShow was working at the event just hours before he was attacked. A 16-year-old boy is recovering in hospital this morning after being injured in the violence. https://t.co/Hj5X2KcXqi #7NEWS https://t.co/Lt3kg0shX8", "_id": "1513701395211325443"}, {"created_at": "2022-04-11 23:06:15+00:00", "text": "A 17-year-old boy has died and another has been taken to hospital following a stabbing at Sydney’s Royal Easter Show. #7NEWS https://t.co/7lsT7ysnYF", "_id": "1513654691644780550"}, {"created_at": "2022-04-11 08:18:39+00:00", "text": "There's some good news on a police officer injured in a tragic crash at Mildura - his condition is improving. https://t.co/5zYfOfohG3 @tdolling #7NEWS https://t.co/cwYagYwhS6", "_id": "1513431320432586755"}, {"created_at": "2022-04-11 08:15:23+00:00", "text": "A police officer could face jail if convicted for speeding at more than 200km/h while responding to a car crash involving a colleague. He's been charged with reckless conduct endangering life, but he says it was justified. https://t.co/5zYfOfohG3 @cassiezervos #7NEWS https://t.co/DxDMxOVrJ1", "_id": "1513430498156040192"}, {"created_at": "2022-04-11 06:10:37+00:00", "text": "A grass fire has come within metres of a home near Seymour. https://t.co/5zYfOfohG3 #7NEWS https://t.co/L3WZXplzHJ", "_id": "1513399097138434048"}, {"created_at": "2022-04-11 04:31:39+00:00", "text": "Chris Bailey, lead singer of hugely influential Australian band The Saints, has died at the age of 65. #7NEWS https://t.co/8AFmLaM5Ic", "_id": "1513374192305319939"}, {"created_at": "2022-04-11 04:08:12+00:00", "text": "A man and a woman are dead and 10 other people injured after a shooting inside a crowded US nightclub. #7NEWS https://t.co/GAExRS6rq6", "_id": "1513368292911890435"}, {"created_at": "2022-04-10 08:47:17+00:00", "text": "Residents in Melbourne’s inner south-east are being warned to clean up their act. It’s part of a crackdown on a growing recycling problem that could force Stonnington Council to hire the bin police. https://t.co/5zYfOfGqUb @_kathleenoco #7NEWS https://t.co/cByFkD4j6K", "_id": "1513076136376692738"}, {"created_at": "2022-04-10 08:37:28+00:00", "text": "Police are investigating after a man was hit and killed while crossing the road in Abbotsford. The tragedy has sparked a new campaign to keep Melburnians safe, as big crowds return to major events. https://t.co/5zYfOfGqUb @rochelleebrown1 #7NEWS https://t.co/l4B9o8qWqi", "_id": "1513073665692545033"}, {"created_at": "2022-04-10 08:36:30+00:00", "text": "Two men have been seriously injured in a drive-by shooting in Melbourne’s north. Dozens of gunshots could be heard in Greenvale, before one of the victims ran to neighbours for help. https://t.co/HXyvoZ12nF @ChristieCooper7 #7NEWS https://t.co/Q8WTCCxjgx", "_id": "1513073424394240007"}, {"created_at": "2022-04-10 08:33:07+00:00", "text": "A stolen car has smashed through the front of a coffee shop and burst into flames in Huntingdale. The driver of the black sedan ran from the scene before police arrived. An investigation is now underway. https://t.co/5zYfOfGqUb #7NEWS https://t.co/8KummQ22Cl", "_id": "1513072572413669376"}, {"created_at": "2022-04-10 08:29:10+00:00", "text": "Stories of bravery are emerging about a young policewoman killed in a horror crash near Mildura. An investigation into the cause is underway, as the family of the other driver shares their pain. https://t.co/spVrOb5rWD @cassiezervos #7NEWS https://t.co/Gv6DVQfboY", "_id": "1513071578850152453"}, {"created_at": "2022-04-10 08:28:02+00:00", "text": "Police body-cam has captured the frantic moment officers pulled two people from a burning caravan south of Perth. The members smashed the front windscreen, directing the trapped holidaymakers to safety. https://t.co/5zYfOfGqUb #7NEWS https://t.co/6OvqIQkzQR", "_id": "1513071292039458826"}, {"created_at": "2022-04-09 08:45:06+00:00", "text": "A crackdown is underway on Melbourne-based port and airport staff accused of working for drug smugglers. Border Force is investigating 77 Victorians involved in importing schemes across the state. https://t.co/5zYfOfGqUb #7NEWS https://t.co/brFh2am5sw", "_id": "1512713201435447300"}, {"created_at": "2022-04-09 08:35:39+00:00", "text": "The Brunswick community is rallying behind residents who’ve lost everything to a factory fire. Two of the nine apartments next door were destroyed, and dozens left homeless. https://t.co/ArzloDSbo0 @_kathleenoco #7NEWS https://t.co/wewpi7Y8s4", "_id": "1512710821805441027"}, {"created_at": "2022-04-09 08:25:07+00:00", "text": "A driver has been seriously injured in a collision in Carrum Downs. A silver Aurion smashed into the back of his grey Camry at an intersection early this morning. The 66-year-old is in hospital. https://t.co/5zYfOfGqUb #7NEWS https://t.co/Ry4nLp60kl", "_id": "1512708172158730245"}, {"created_at": "2022-04-09 08:14:28+00:00", "text": "Leading senior constable Kinnane was flown to hospital in a critical condition last night, following a crash in Red Cliffs. @tdolling is at the Royal Melbourne Hospital with an update. https://t.co/0KNJ7Cw2zd #7NEWS https://t.co/nyrMXTcu0r", "_id": "1512705489293180930"}, {"created_at": "2022-04-09 08:13:10+00:00", "text": ".@VictoriaPolice has been rocked by the death of a young officer, killed in a shocking head-on crash near Mildura. The 25-year-old was behind the wheel of an unmarked police car, alongside her colleague. https://t.co/RTF8fQ0ilS @cassiezervos #7NEWS https://t.co/6wGcLYvYkT", "_id": "1512705163240574980"}, {"created_at": "2022-04-09 07:22:00+00:00", "text": "The police officer killed in a horror double fatal crash on a Victorian road has been identified as 25-year-old Bria Joyce. #7NEWS https://t.co/9nZL8DazK7", "_id": "1512692286223941636"}, {"created_at": "2022-04-08 08:50:26+00:00", "text": "Both Geelong and Brisbane are expecting fireworks as the two premiership contenders face off at the Cattery. Chief Football Reporter @TomBrowne7 with more. https://t.co/5zYfOfohG3 @7AFL #7AFL #7NEWS https://t.co/mIPHehvi3Z", "_id": "1512352156317151233"}, {"created_at": "2022-04-08 08:43:49+00:00", "text": "The police Air Wing is facing record demand for help this year. 7NEWS was granted exclusive access with the elite rescue team saving adventurous Victorians almost every hour. https://t.co/5zYfOfohG3 @tdolling #7NEWS https://t.co/cXM0CH1WA1", "_id": "1512350488489996290"}, {"created_at": "2022-04-08 08:41:34+00:00", "text": "Commuters in the northern suburbs are facing delays after a police incident at Preston. https://t.co/5zYfOfohG3 #7NEWS https://t.co/7bmxpB74EH", "_id": "1512349923110387716"}, {"created_at": "2022-04-08 08:32:47+00:00", "text": "Police are bracing for more trouble from hoons this weekend after a string of dangerous chases from  Cranbourne to Coburg. They're warning rogue drivers to leave the high-speed racing to Formula One drivers. https://t.co/ilY7exjK6P @cassiezervos #7NEWS https://t.co/CnTi0ZCpcB", "_id": "1512347713018351619"}, {"created_at": "2022-04-08 08:15:31+00:00", "text": "A 78-year-old father has been found dead inside his home in Scoresby. The man's body was discovered when police stormed the house late last night, and took the man's son into custody. https://t.co/S1NYU8MsJ5 @CameronBaud7 #7NEWS https://t.co/0TsUOPJcbY", "_id": "1512343368877023233"}, {"created_at": "2022-04-08 06:17:55+00:00", "text": "Victoria Police has rejected the state opposition's request to reopen a criminal probe into the Labor Party red shirts scandal. https://t.co/5zYfOfohG3 #7NEWS https://t.co/dFoLCEHgPo", "_id": "1512313774786564103"}, {"created_at": "2022-04-08 06:08:15+00:00", "text": "A 30-year-old man is in police custody this afternoon over the death of his father in Scoresby. Neighbours say the victim was a friendly man battling cancer. https://t.co/5zYfOfohG3 @CameronBaud7 #7NEWS https://t.co/8QRpbwVPoB", "_id": "1512311338579595265"}, {"created_at": "2022-04-08 04:19:00+00:00", "text": "The co-founder of one of Australia’s most beloved music festivals, The @bigdayout, has died. #7NEWS https://t.co/9y6Iw8VxwT", "_id": "1512283845177102339"}, {"created_at": "2022-04-08 03:59:30+00:00", "text": "The co-founder of one of Australia’s most beloved music festivals, The @bigdayout, has died. #7NEWS https://t.co/9y6Iw9d8or", "_id": "1512278937547653125"}, {"created_at": "2022-04-08 02:08:41+00:00", "text": "The flood crisis has turned deadly with police locating the body of a man in a submerged vehicle in flood water in Sydney. https://t.co/MzpqRXrUiA #7NEWS https://t.co/uxZqm6HoTG", "_id": "1512251051067736064"}, {"created_at": "2022-04-07 23:38:12+00:00", "text": "A gunman has opened fire into a crowded bar in central Tel Aviv, killing at least two people and wounding several others before fleeing into a dense residential area, Israeli officials said. #7NEWS https://t.co/0C5CGlJqeB", "_id": "1512213180734648323"}, {"created_at": "2022-04-07 08:35:49+00:00", "text": "Authorities have tracked a shipment of drugs from the United States to Melbourne. https://t.co/5zYfOfohG3 #7NEWS https://t.co/4OnjlAEj1V", "_id": "1511986087719161862"}, {"created_at": "2022-04-07 08:35:29+00:00", "text": "A seventh teen has been charged over the stabbing death of a Declan Cutler in Reservoir. https://t.co/5zYfOfohG3 #7NEWS https://t.co/rJpb5Gc4vC", "_id": "1511986003115855873"}, {"created_at": "2022-04-07 08:19:30+00:00", "text": "The state opposition has referred the premier to the corruption watchdog over illegal political advertising. It's claimed the commercials were a misuse of taxpayer funds, but the premier says the matters have already been addressed. https://t.co/5zYfOfohG3 @SharnelleVella #7NEWS https://t.co/Ls1mhJTb20", "_id": "1511981982124707843"}, {"created_at": "2022-04-07 08:16:01+00:00", "text": "A toxic inferno has forced evacuations and triggered smoke alerts across Melbourne, after a warehouse went up in flames. The ferocious fire spread to a nearby apartment building despite the brave efforts of the owner of the business. https://t.co/HBES1uqBNJ @CameronBaud7 #7NEWS https://t.co/NrgnP2lwX1", "_id": "1511981105607442432"}, {"created_at": "2022-04-07 06:06:13+00:00", "text": "Dozens of fire crews are still at the scene of a factory fire in Brunswick East. The toxic smoke was visible from across the city, and nine suburbs were put on alerts. https://t.co/0tBc3D6k2r @CameronBaud7 #7NEWS https://t.co/1igxRVmkjZ", "_id": "1511948440112033796"}, {"created_at": "2022-04-07 04:09:40+00:00", "text": "Residents in several suburbs have been put on alert as a factory fire in Brunswick East sends plumes of thick, black smoke across nearby suburbs. #7NEWS https://t.co/EAhBoYbU9c", "_id": "1511919109742612480"}, {"created_at": "2022-04-07 03:56:50+00:00", "text": "UPDATE: More than 30 firefighters are battling a factory fire on John Street in Brunswick East. \n\nMembers of the public are asked to avoid the area to allow emergency vehicle access.\n\nAn advice message is current for residents in nearby suburbs. https://t.co/5zYfOfohG3 #7NEWS https://t.co/ZK9lLnxvbw", "_id": "1511915880233332739"}, {"created_at": "2022-04-07 03:31:08+00:00", "text": "LATEST: Pictures just in from the news chopper as firefighters battle a large factory fire in Brunswick East.\n\nA smoke advice is current for Brunswick, Brunswick East, Carlton North, Coburg, Fitzroy North, Northcote, Parkville, Princes Hill and Thornbury. #7NEWS https://t.co/u2ZWdxz33C", "_id": "1511909413094715399"}, {"created_at": "2022-04-07 03:20:08+00:00", "text": "BREAKING: A fire has broken out at a factory on John Street, Brunswick East. An advice message for smoke has been issued for Brunswick, Brunswick East, Carlton North, Coburg, Fitzroy North, Northcote, Parkville, Princes Hill, Thornbury. https://t.co/5zYfOfohG3 #7NEWS https://t.co/BmVbN0FvjC", "_id": "1511906646083063810"}, {"created_at": "2022-04-06 08:35:22+00:00", "text": "The boyfriend of a young mother has faced court charged with her murder in Endeavour Hills. https://t.co/5zYfOfohG3 #7NEWS https://t.co/XNF1SPJn2q", "_id": "1511623588071153666"}, {"created_at": "2022-04-06 08:29:29+00:00", "text": "This morning's sunrise was firey but it turned to grey cloud after that with only very light patchy rain. Here's 7NEWS meteorologist @JaneBunn with an early look at our weather. https://t.co/5zYfOfohG3 #7NEWS https://t.co/kWNGeEpQjr", "_id": "1511622108123590663"}, {"created_at": "2022-04-06 08:27:29+00:00", "text": "Sweeping new laws are on the way to better protect victims of sexual assault in Victoria. But today's push was overshadowed by a fiery question time, with the state government forced to defend accusations it spent taxpayer dollars on illegal ad campaigns. @SharnelleVella #7NEWS https://t.co/HKK9FaCqCR", "_id": "1511621602848301058"}, {"created_at": "2022-04-06 08:26:07+00:00", "text": "Ukraine's president wants Russia expelled from the @UN Security Council, saying Russia's brutality amounts to the worst war crimes since World War II. Warning: some viewers might find images in this story confronting. https://t.co/diAkpFjK0I #7NEWS https://t.co/QKxARIWued", "_id": "1511621258571497473"}, {"created_at": "2022-04-06 08:16:02+00:00", "text": "Crown Casino could face fines of up to $100 million over links to the illegal movement of funds from China. https://t.co/5zYfOfohG3 #7NEWS https://t.co/9Yb6oldcBC", "_id": "1511618723022475264"}, {"created_at": "2022-04-06 08:15:22+00:00", "text": "A man is in custody after an overnight stabbing frenzy in Warburton. https://t.co/5zYfOfohG3 #7NEWS https://t.co/VJ8UVzjdMp", "_id": "1511618556256940032"}, {"created_at": "2022-04-06 04:27:09+00:00", "text": "Police returned to the house today, as their investigation continues. It is believed the altercation may have been sparked by an argument over a damaged car. 7NEWS at 6pm. https://t.co/5zYfOfohG3 #7NEWS https://t.co/T0cQ1Z5NES", "_id": "1511561120980504576"}, {"created_at": "2022-04-06 04:27:08+00:00", "text": "A man is in custody after a stabbing frenzy at Warburton. Specialist police were called in to assist with his arrest following reports three men and a woman had been stabbed. https://t.co/5zYfOfohG3 #7NEWS https://t.co/OZKFLjNVjX", "_id": "1511561115414659072"}, {"created_at": "2022-04-06 01:58:05+00:00", "text": "A truck has rolled in Rosanna, causing traffic gridlock. The truck driver, a man aged in his 30s, was not injured. https://t.co/5zYfOfohG3 #7NEWS https://t.co/XlSBIcxc7f", "_id": "1511523608547381248"}, {"created_at": "2022-04-05 13:29:59+00:00", "text": "Ukrainian President Volodymyr Zelenskyy has promised to pursue allegations of war crimes against Russian forces in occupied regions of the country. @geofparry7 https://t.co/WVhcwER9wU #TheLatest #7NEWS https://t.co/rtBT6499x4", "_id": "1511335340761825280"}, {"created_at": "2022-04-05 10:05:12+00:00", "text": "More bus strikes in store for Sydneysiders, developments which clear the way for the Prime Minister to call an election, and is Vladimir Putin headed for a war crimes trial?\n\nJoin @michaelusher for stories and more on The Latest, tonight from 10:55pm. #TheLatest #7NEWS https://t.co/xvacHUJkGJ", "_id": "1511283808259088386"}, {"created_at": "2022-04-05 08:47:06+00:00", "text": "The police union is demanding the government recruit an extra 1,500 frontline officers. It comes after a survey found police are often taking more than an hour to get to jobs like armed robberies and home invasions. https://t.co/buP3LU6cGQ @CameronBaud7 #7NEWS https://t.co/JIbTFsINIP", "_id": "1511264152659976197"}, {"created_at": "2022-04-05 08:08:40+00:00", "text": "A man has been charged with murdering a young Melbourne woman, 18 months ago. https://t.co/5zYfOfohG3 #7NEWS https://t.co/07KemuI3Dd", "_id": "1511254481819693057"}, {"created_at": "2022-04-05 06:47:10+00:00", "text": "There's a desperate push to get more police on the beat in Victorian communities. The state's police association is calling for at least 1,500 new officers. For more, @mikeamor7 spoke with Wayne Gatt from @PoliceAssocVIC. https://t.co/5zYfOfohG3 #7NEWS https://t.co/IQEOt5wzZ7", "_id": "1511233969378914311"}, {"created_at": "2022-04-05 06:46:02+00:00", "text": "A man has been stabbed in a suspected home invasion at St Kilda East. https://t.co/5zYfOfohG3 #7NEWS https://t.co/nJio6PS8Pj", "_id": "1511233684531126276"}, {"created_at": "2022-04-05 06:21:57+00:00", "text": "An alarming rise in gun crime has prompted a new call for Victorians to surrender their weapons, without any questions. https://t.co/5zYfOfohG3 #7NEWS https://t.co/1ZoB226oXa", "_id": "1511227622780329989"}, {"created_at": "2022-04-05 05:19:14+00:00", "text": "A boy has been taken to hospital in a serious but stable condition after falling from a ride at Movie World. #7NEWS https://t.co/0jiIT3MTtr", "_id": "1511211843041185796"}, {"created_at": "2022-04-05 05:04:56+00:00", "text": "Ukraine's President has been overcome with emotion as he saw for himself the atrocities carried out in Bucha. After Russian forces withdrew, Ukrainian troops entered to find the bodies of civilians abandoned on the streets where they were murdered. https://t.co/nRL6YvscYK #7NEWS https://t.co/ZMhOjCv5TT", "_id": "1511208243884072964"}, {"created_at": "2022-04-05 03:14:39+00:00", "text": "A brick unit has been gutted by fire in Clayton South. Crews were called to the property just after 9:30pm last night. They managed to contain the blaze to just one unit. No one was in the unit at the time. Police are investigating the cause. https://t.co/5zYfOfohG3 #7NEWS https://t.co/4NYGBHIGvk", "_id": "1511180487456280579"}, {"created_at": "2022-04-05 02:55:12+00:00", "text": "Police have found the body of a man swept away while driving across a swollen creek in central Victoria. https://t.co/5zYfOfohG3 #7NEWS https://t.co/Ti5zBYlwXU", "_id": "1511175594217672705"}, {"created_at": "2022-04-05 00:55:36+00:00", "text": "Police are investigating a suspicious fire at a Sunshine North business early this morning. Firefighters had to force entry to the building to access the flames. It took crews almost an hour to bring the blaze under control. https://t.co/5zYfOfohG3 #7NEWS https://t.co/TSgYN42VW4", "_id": "1511145495472730112"}, {"created_at": "2022-04-04 08:33:49+00:00", "text": "Harrowing pictures from inside Ukraine tonight have triggered claims of war crimes. Innocent civilians tied up and killed as Russia was forced to retreat from the capital Kyiv. https://t.co/Y4PBaEyI8x #Ukraine #7NEWS https://t.co/4lGi3E2JrS", "_id": "1510898422467162114"}, {"created_at": "2022-04-04 08:24:17+00:00", "text": "A suspected gangland feud has turned deadly in the United States. Six people have been killed and a dozen more wounded when multiple shooters opened fire outside a nightclub in California. https://t.co/HTxRn1FtkP @ashleemullany #7NEWS https://t.co/VLgqSi7SMn", "_id": "1510896022603853824"}, {"created_at": "2022-04-04 08:14:19+00:00", "text": "A new police intervention program is being trialed to keep women safe from stalkers, both online and on the streets. It's been a success overseas, and Victoria Police hope it will also be a game changer here. https://t.co/5zYfOfohG3 @cassiezervos #7NEWS https://t.co/fCsLm9JV8b", "_id": "1510893512560033801"}, {"created_at": "2022-04-04 08:11:22+00:00", "text": "Innocent drivers have been forced to take evasive action as a stolen car hit speeds of up to 150km/h on the wrong side of the road. It was involved in a two hour police pursuit across the south-east, before two men were arrested in Cranbourne. https://t.co/cMw7OmfUDf @tdolling https://t.co/yUZqOkQzNB", "_id": "1510892773297176579"}, {"created_at": "2022-04-04 06:49:41+00:00", "text": "A man and woman have been arrested over a fatal stabbing, more than 400 kilometres from the crime scene. https://t.co/5zYfOfohG3 #7NEWS https://t.co/npH6IfGxbL", "_id": "1510872216245702661"}, {"created_at": "2022-04-04 06:07:07+00:00", "text": "Two people are in custody following a dramatic high-speed police chase across Melbourne’s south-east. https://t.co/5zYfOfohG3 @tdolling #7NEWS https://t.co/AFGxtcEc0n", "_id": "1510861502227484672"}, {"created_at": "2022-04-04 03:58:13+00:00", "text": "Four passengers and the chopper's pilot died when the aircraft crashed last Thursday. The initial investigation is expected to take weeks. 7NEWS at 6pm. https://t.co/5zYfOfohG3 #7NEWS https://t.co/tIzIO4RpAu", "_id": "1510829063614607361"}, {"created_at": "2022-04-04 03:58:12+00:00", "text": "Victoria Police has handed over control of the fatal helicopter crash scene to Australian Transport and Safety Bureau investigators. \n \nIt comes after members of the disaster victim identification unit completed their examination of the area. https://t.co/5zYfOfohG3 #7NEWS https://t.co/IPSftYVBoM", "_id": "1510829058539483141"}, {"created_at": "2022-04-03 08:29:57+00:00", "text": "Estelle Harris, the actress famous for her role as George Costanza’s mother in Seinfeld, has died aged 93. She died of natural causes and was just days shy of her 94th birthday. https://t.co/5zYfOfGqUb #7NEWS https://t.co/yoE7dl1JpT", "_id": "1510535062177316865"}, {"created_at": "2022-04-03 08:23:49+00:00", "text": "There's fresh evidence tonight of more war crimes committed by Russian soldiers in Ukraine. As fighting continues right across the country, even the celebrated liberation of areas, around the capital Kyiv, has come at a terrible cost. https://t.co/5zYfOfohG3 @hughwhitfeld #7NEWS https://t.co/ZPeNDpSoEt", "_id": "1510533515145666560"}, {"created_at": "2022-04-03 08:14:14+00:00", "text": "A quick-thinking 13-year-old boy helped police pull off a daring rescue in Drik Drik. He used his watch to raise the alarm. @BlakeJohnson has the details.  https://t.co/5zYfOfGqUb #7NEWS https://t.co/rlAY4xmoIl", "_id": "1510531104788611072"}, {"created_at": "2022-04-03 08:13:35+00:00", "text": "Under fire Hawthorn President Jeff Kennett is also now isolating at home with COVID-19. Chief Football reporter @TomBrowne7 is at Marvel Stadium with the latest. https://t.co/b4qSwNUc5o #COVID19 #7AFL #7NEWS https://t.co/E6httl18Er", "_id": "1510530942691344387"}, {"created_at": "2022-04-03 04:39:13+00:00", "text": "Estelle Harris, who hollered her way into TV history as George Costanza's short-fused mother on Seinfeld and voiced Mrs Potato Head in the Toy Story franchise, has died. She was 93. #7NEWS https://t.co/Jwez0mCIb3", "_id": "1510476993976217603"}, {"created_at": "2022-04-02 08:31:37+00:00", "text": "The cost of a drug that can extend the life of thousands of Australian men with prostate cancer has been slashed after being added to the PBS. While the announcement is welcomed experts are reminding men to put aside their pride and get tested. https://t.co/jSSrUAAzbF #7NEWS https://t.co/m0udDx0Sum", "_id": "1510173093201068041"}, {"created_at": "2022-04-02 08:02:35+00:00", "text": "Border Force is cracking down on the illegal smuggling and selling of some of Australia's most common backyard animals. Authorities have revealed the lengths some people have gone to trying to get in on the growing black market. https://t.co/mA3o7ENVy2 #Smuggling #7NEWS https://t.co/S5viM3aViW", "_id": "1510165784194334720"}, {"created_at": "2022-04-02 07:28:42+00:00", "text": "There’s an urgent warning for parents and dog owners, with growing reports of poisonous baits being placed at suburban parks and playgrounds. Police are hunting those responsible, but for some pets it’s already too late. https://t.co/5zYfOfGqUb @AKunowski #7NEWS https://t.co/AjIWCUPxBx", "_id": "1510157259355324424"}, {"created_at": "2022-04-02 07:22:55+00:00", "text": "Two men and a woman have been arrested for obstructing police during a protest at a Yarraville petrol terminal. Around 30 Extinction Rebellion activists disrupted traffic, before the action ended peacefully around midday. https://t.co/5zYfOfGqUb #7NEWS https://t.co/llGh3sWmOn", "_id": "1510155803457888257"}, {"created_at": "2022-04-02 07:20:31+00:00", "text": "7NEWS cameras have made it into the recently liberated town of Irpin, just outside Kyiv, where in the last 24 hours they've cleared out the Russians and the traps left behind. Police and the military are surveying what's left of a shattered city. https://t.co/6cfTkQbn7t #7NEWS https://t.co/zrqEA6Q2RX", "_id": "1510155197317742594"}, {"created_at": "2022-04-02 07:11:17+00:00", "text": "Wet conditions are hampering efforts to retrieve the bodies of five people killed in a helicopter disaster at Mt Disappointment. Two more victims have been publicly identified. https://t.co/NBKsD6tewl @BlakeJohnson #7NEWS https://t.co/UYBBWV2cDP", "_id": "1510152875095506954"}, {"created_at": "2022-04-01 09:22:01+00:00", "text": "Russian President Vladimir Putin is increasingly isolated and according to the head of Britain's armed forces has already lost the war he began 6 weeks ago. Russia's given no sign of a ceasefire, let alone surrender. https://t.co/zaT7Rk3lLu #Ukraine #7NEWS https://t.co/sxkeQY7FmT", "_id": "1509823385920217097"}, {"created_at": "2022-04-01 07:50:15+00:00", "text": "A treatment helping thousands of Australians with severe asthma is about to become a lot cheaper. It’s part of a new round of drugs being listed on the PBS to help medicine become more affordable. https://t.co/StkGKBACU2 @hopemegwilson #7NEWS https://t.co/30wsjGIjTc", "_id": "1509800292480561155"}, {"created_at": "2022-04-01 07:39:57+00:00", "text": "Life-saving defibrillators are being rolled out in private homes in Reservoir as part of an Australian-first trial. The aim is to transform one of the country's deadliest suburbs into one of the safest. https://t.co/FtMVrtPjA0 @JackieQuist7 #7NEWS https://t.co/aHwY44PLPm", "_id": "1509797701914796034"}, {"created_at": "2022-04-01 07:34:17+00:00", "text": "Around $700,000 worth of cocaine is off Melbourne's streets after police raids in the south-east, including Frankston and Mulgrave. https://t.co/5zYfOfohG3 #7NEWS https://t.co/uOjy21JonH", "_id": "1509796275989876738"}, {"created_at": "2022-04-01 07:18:10+00:00", "text": "Victoria Police has announced a 'significant shift' to how it tackles crime, moving to a grassroots approach with extensive community consultation. But the police union says Melbourne needs hundreds more officers on the beat to make it work. @NickMcCallum7 #7NEWS https://t.co/T7qK8xIKJf", "_id": "1509792219963691008"}, {"created_at": "2022-04-01 07:16:04+00:00", "text": "Jailed drug boss Tony Mokbel has been taken to hospital, suffering chest pains. https://t.co/5zYfOfohG3 @EstelleGriepink #7NEWS https://t.co/qGaev9TVeG", "_id": "1509791692378935299"}, {"created_at": "2022-04-01 07:14:41+00:00", "text": "Heartbroken families have paid tribute to the victims of a helicopter disaster, as emergency crews work to recover their bodies from rugged bushland at Mount Disappointment. https://t.co/6DoaqtWmJq \n@emma_os #7NEWS https://t.co/4p6B7LaHF1", "_id": "1509791344432074757"}, {"created_at": "2022-04-01 05:51:03+00:00", "text": "With great fanfare today, Victoria Police has announced it is making a 'significant shift' with a renewed focus on grassroots policing. For more, @Rebecca7Maddern spoke with Chief Commissioner Shane Patton. https://t.co/5zYfOfohG3 #7NEWS https://t.co/cABfYqDdLh", "_id": "1509770296856748037"}, {"created_at": "2022-04-01 05:22:06+00:00", "text": "There's major relief for asthma sufferers with a new combination of drugs added to the PBS from today. For more, @Rebecca7Maddern spoke with Professor of Respiratory Medicine, Gregory King. https://t.co/5zYfOfohG3 #7NEWS https://t.co/mAwGBl4Sps", "_id": "1509763009962336258"}, {"created_at": "2022-04-01 03:55:00+00:00", "text": "European buyers of Russian gas are facing a deadline to start paying in roubles, while negotiations aimed at ending the five-week war are set to resume even as Ukraine braced for further attacks in the south and east. #7NEWS https://t.co/SiHk2o5IyA", "_id": "1509741093453467655"}, {"created_at": "2022-04-01 02:05:12+00:00", "text": "Police were ready to arrest Will Smith after he slapped Chris Rock at the Oscars but the comedian declined to press charges, the ceremony's producer says. #7NEWS https://t.co/v5CtLyWCC3", "_id": "1509713459801657344"}, {"created_at": "2022-04-01 01:07:52+00:00", "text": "Melbourne drug boss Tony Mokbel has been taken from his prison cell to hospital after suffering chest pains. https://t.co/5zYfOfohG3 #7NEWS https://t.co/DRZtZLEngK", "_id": "1509699029340368904"}, {"created_at": "2022-04-01 00:57:27+00:00", "text": "The first of the victims in a fatal helicopter crash near Mount Disappointment, north of Melbourne, has been identified. #7NEWS  https://t.co/6ulhHgZ99p", "_id": "1509696408797941769"}, {"created_at": "2022-03-31 08:52:51+00:00", "text": "Five people are confirmed to have died in a helicopter crash in dense bushland near Mount Disappointment. #7NEWS https://t.co/mS0jsDLVEJ", "_id": "1509453660547616772"}, {"created_at": "2022-03-31 08:51:22+00:00", "text": "BREAKING: Five people are confirmed to have died in a helicopter crash in dense bushland near Mount Disappointment. #7NEWS https://t.co/mS0jsDLVEJ", "_id": "1509453286994505730"}, {"created_at": "2022-03-31 07:36:01+00:00", "text": "A man has died after a possible stabbing attack in Manangatang in the state's north. https://t.co/5zYfOfohG3 #7NEWS https://t.co/imVWd3riro", "_id": "1509434323266519042"}, {"created_at": "2022-03-31 07:33:48+00:00", "text": "Ernie Carroll, the man behind the famous TV puppet ‘Ossie Ostrich’, has died aged 92. https://t.co/Sb5KB9IqIc #7NEWS https://t.co/7PV10UFOhY", "_id": "1509433766812430336"}, {"created_at": "2022-03-31 07:27:30+00:00", "text": "The sons of a murdered book shop owner are devastated after an inquest failed to pinpoint who killed their mother four decades ago. A coroner criticised police for mishandling the case, as she delivered an open finding. https://t.co/5zYfOfohG3 @EstelleGriepink #7NEWS https://t.co/9jh7vdRTYk", "_id": "1509432180044230657"}, {"created_at": "2022-03-31 07:26:40+00:00", "text": "A driver has died after a car smashed into a tree at Rye early this morning. https://t.co/5zYfOfohG3 #7NEWS https://t.co/35zpxCATqk", "_id": "1509431969750261762"}, {"created_at": "2022-03-31 05:11:38+00:00", "text": "There are fears 5 people have been killed in a chopper crash north of Melbourne. It was travelling in a convoy with a second chopper when it vanished. The police Air Wing located the wreckage in dense bushland at Mount Disappointment. @cassiezervos @paul_dowsley @emma_os #7NEWS https://t.co/fbyPEL34tv", "_id": "1509397991110549512"}, {"created_at": "2022-03-31 04:17:13+00:00", "text": "BREAKING: Police confirm they have located what is believed to be wreckage of a helicopter that crashed at Mount Disappointment this morning. It’s believed that five people were on board at the time. A ground search of the area is due to begin shortly. #7NEWS https://t.co/UXa43jKt4H", "_id": "1509384295311241216"}, {"created_at": "2022-03-31 04:02:00+00:00", "text": "A driver has been killed in a crash at Rye. Police say the car was driving along Melbourne Road when the driver lost control and slammed into a tree. The driver died at the scene but is yet to be formally identified. Officers are still investigating. #7NEWS https://t.co/IriBG3q9qD", "_id": "1509380466696097799"}, {"created_at": "2022-03-31 03:18:00+00:00", "text": "Homicide detectives are investigating the death of a man near Swan Hill. Emergency services were called to Manangatang just after 9.00pm last night after reports of a stabbing. Paramedics arrived to find the 58-year-old with critical injuries. They were unable to save him. #7NEWS https://t.co/Xnrwt9UcQr", "_id": "1509369391107874816"}, {"created_at": "2022-03-31 01:41:04+00:00", "text": "An air ambulance and a police helicopter are currently searching for a missing helicopter at Mount Disappointment. Low-lying cloud is making the search for the aircraft difficult. https://t.co/5DZzP8zcAR #7NEWS https://t.co/DfqJo9upn0", "_id": "1509344997040025606"}, {"created_at": "2022-03-31 01:34:50+00:00", "text": "Pioneering entertainer Ernie Carroll, the man who brought us Ossie Ostrich, has died aged 92. https://t.co/JBJoUetmqQ #7NEWS https://t.co/uQRibDZc2F", "_id": "1509343429859295233"}, {"created_at": "2022-03-30 23:33:36+00:00", "text": "A man has died days after being involved in a wild brawl at Melbourne’s Crown casino food court. #7NEWS https://t.co/vV4qkzoPT6", "_id": "1509312918709764097"}, {"created_at": "2022-03-30 20:40:13+00:00", "text": "Will Smith’s slap seen around the world at the Oscars was clearly a crime, legal experts say. #7NEWS https://t.co/ITyEu0V1S7", "_id": "1509269288838135809"}, {"created_at": "2022-03-30 20:33:15+00:00", "text": "Ernie Carroll, the man who voiced beloved Aussie TV puppet character Ossie Ostrich, has died at the age of 92. #7NEWS https://t.co/3urI4T6jb1", "_id": "1509267532481699842"}, {"created_at": "2022-03-30 20:30:02+00:00", "text": "Tom Parker, one fifth of British boy band The Wanted, has died after being diagnosed with a terminal brain tumour. #7NEWS https://t.co/46iSkmQdLX", "_id": "1509266725698957312"}, {"created_at": "2022-03-30 07:34:54+00:00", "text": "Three alleged bikies have been charged after a stabbing attack in Dandenong. https://t.co/5zYfOfohG3 @EstelleGriepink #7NEWS https://t.co/gM30wE3e0e", "_id": "1509071653866655744"}, {"created_at": "2022-03-30 07:26:26+00:00", "text": "A grieving family is pleading for help to catch the driver who left a cyclist to die alone in Hampton Park. Police have a suspect in the fatal hit-run but lack the evidence to lay charges. https://t.co/5zYfOfohG3 @cassiezervos #7NEWS https://t.co/LmE6PXK1g7", "_id": "1509069524141629441"}, {"created_at": "2022-03-29 23:02:07+00:00", "text": "Queen Elizabeth made her first public appearance in five months overnight when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. #7NEWS https://t.co/45kszX50jy", "_id": "1508942608881442816"}, {"created_at": "2022-03-29 12:08:07+00:00", "text": "Queen Elizabeth has made her first public appearance in five months when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. https://t.co/KnSlECumVj #TheLatest #7NEWS https://t.co/X8ZCAUL4iN", "_id": "1508778026846150657"}, {"created_at": "2022-03-29 07:36:38+00:00", "text": "There's a new lead in the investigation into the stabbing death of a young basketball player in Docklands. https://t.co/5zYfOfohG3 @CameronBaud7 #7NEWS https://t.co/QXX4cOF7vQ", "_id": "1508709702217076739"}, {"created_at": "2022-03-29 07:30:53+00:00", "text": "Two men accused of stabbing a dying teenager as he lay defenceless on the ground are asking a judge for leniency. The 17-year-old victim was attacked in a Geelong shopping centre carpark after two groups met up for a fight. https://t.co/5zYfOfohG3 @EstelleGriepink #7NEWS https://t.co/HCuWfkazdM", "_id": "1508708255404466180"}, {"created_at": "2022-03-29 04:34:16+00:00", "text": "At least three people have died after a snow squall led to a 50-vehicle crash on a Pennsylvania highway. #7NEWS https://t.co/puGatsy2D8", "_id": "1508663809397129217"}, {"created_at": "2022-03-28 07:42:14+00:00", "text": "A 17-year-old driver has been arrested after a police pursuit across the city last night. https://t.co/5zYfOfohG3 #7NEWS https://t.co/gKQyYuVZXo", "_id": "1508348723193004036"}, {"created_at": "2022-03-28 07:37:15+00:00", "text": "A St Kilda pool hall owner is under fire for asking two men to leave because they weren't speaking English. A complaint is now being made to the Human Rights Commission. https://t.co/5zYfOfohG3 @CameronBaud7 #7NEWS https://t.co/dpncUScQuq", "_id": "1508347472099172353"}, {"created_at": "2022-03-28 07:30:46+00:00", "text": "A court has released video showing an angry teenager being kicked out of a Prahran nightclub hours before a deadly drive-by shooting. It is alleged the young man's half-brother returned to the 'Love Machine' and opened fire. https://t.co/Fgk02xgWsN @EstelleGriepink #7NEWS https://t.co/d9V8l1ymeF", "_id": "1508345838220677123"}, {"created_at": "2022-03-28 07:15:06+00:00", "text": "Police are still trying to work out why a man jumped from a crane into the Yarra. https://t.co/5zYfOfohG3 #7NEWS https://t.co/cNRiYdoTUG", "_id": "1508341896413810690"}, {"created_at": "2022-03-28 07:07:30+00:00", "text": "The #Oscars have been thrown into chaos by a bizarre attack. Actor Will Smith stormed the stage and assaulted comedian Chris Rock over a joke about his wife. It prompted calls for police to lay charges but that's been ruled out by the LAPD. https://t.co/tC8U5srxtp #7NEWS https://t.co/YpTlbJ0rlj", "_id": "1508339986080313349"}, {"created_at": "2022-03-28 03:45:52+00:00", "text": "The 17-year-old accused driver took off but was arrested not far away. The car first came to the attention of police in Footscray around 11 pm. The vehicle sped off and was followed by the Air Wing as it made its way across the city. 7NEWS at 6pm. https://t.co/5zYfOfohG3 #7NEWS https://t.co/pxpsUNsYID", "_id": "1508289242278993923"}, {"created_at": "2022-03-28 03:45:51+00:00", "text": "A teenager is in custody following a dramatic, high-speed police chase across Melbourne overnight. It came to an end in Oakleigh at the intersection of Dandenong and Warrigal roads when the stolen BMW hit a truck and then another car. https://t.co/5zYfOfohG3 #7NEWS https://t.co/EBVSqOBkHE", "_id": "1508289236520235012"}, {"created_at": "2022-03-28 02:53:29+00:00", "text": "Police are hunting a driver who fled the scene of a crash in Moorabbin this morning. An Audi Q5 slammed into three parked cars on south road just after two o'clock. All four vehicles were left with significant damage. https://t.co/5zYfOfohG3 #7NEWS https://t.co/Ywxnn5KU2i", "_id": "1508276060189696002"}, {"created_at": "2022-03-27 21:58:54+00:00", "text": "A six-year-old boy who went missing in Perth’s south on Sunday has died in hospital overnight. #7NEWS https://t.co/ABobbcZ2yz", "_id": "1508201923480268801"}, {"created_at": "2022-03-27 08:12:41+00:00", "text": "Thousands of Australians living with cystic fibrosis can now access life-saving treatment. The critical drug has just been listed on the PBS, for just a fraction of the price. https://t.co/vr2zKCe0s9 @SaraJones_7 #7NEWS https://t.co/axAhK9vpVp", "_id": "1507994001693351941"}, {"created_at": "2022-03-27 07:45:52+00:00", "text": "Police are promising to teach dangerous Melbourne hoons a lesson in road safety, seizing cars to help save lives. 200 reckless drivers are off the streets, and their vehicles are now being used for vital SES training. https://t.co/5zYfOfGqUb @SaraJones_7 #7NEWS https://t.co/1C3QOXNoN2", "_id": "1507987253544759296"}, {"created_at": "2022-03-27 07:37:55+00:00", "text": "More details have emerged about the shock death of Foo Fighters drummer Taylor Hawkins, with preliminary toxicology tests revealing he died with a cocktail of drugs in his system. https://t.co/VihkoZy0ph #7NEWS https://t.co/FtxzL24HS9", "_id": "1507985252106784769"}, {"created_at": "2022-03-27 07:32:22+00:00", "text": "Police are pleading for the public’s help to find a missing Noble Park man. 70-year-old Robert was last seen yesterday morning. There are concerns for his welfare, as he has a condition which requires medication. https://t.co/5zYfOfGqUb #7NEWS https://t.co/y4QgYCi36O", "_id": "1507983855651004417"}, {"created_at": "2022-03-27 07:24:36+00:00", "text": "Police are searching for a reckless runaway driver who crashed his Toyota Hilux into six parked cars, before it rolled. Caulfield North residents ran outside after hearing a loud bang. https://t.co/5zYfOfGqUb #7NEWS https://t.co/8cq8Mzo3th", "_id": "1507981898978836486"}, {"created_at": "2022-03-27 07:12:00+00:00", "text": "Russia has launched a missile strike near Poland in what appears to be a deadly warning to the United States. The attack came after President Joe Biden labelled Vladimir Putin “a butcher”. https://t.co/5zYfOfGqUb @geofparry7 #7NEWS https://t.co/KcRvA4MYnQ", "_id": "1507978728428957697"}, {"created_at": "2022-03-27 07:06:23+00:00", "text": "There are heartbreaking tributes tonight for two little siblings who perished in a car fire in Melbourne’s south-east. @tdolling is in the newsroom with an update. https://t.co/IHFwWnwZVs #7NEWS https://t.co/woTBjo7fDd", "_id": "1507977314822664198"}, {"created_at": "2022-03-27 01:46:07+00:00", "text": "Taylor Hawkins, the drummer for multi-platinum rock band Foo Fighters, had an assortment of drugs in his system when he died, Colombian authorities say. #7NEWS https://t.co/jV2ixoGXuO", "_id": "1507896715567046663"}, {"created_at": "2022-03-26 07:30:59+00:00", "text": "Police are cracking down on thieves stealing boats and jet skis as part of a huge multi-agency operation. Today they hit Altona Boat Ramp, checking every trailer to make sure no one was flouting the law. https://t.co/5zYfOfGqUb @tdolling #7NEWS https://t.co/iIdlzxPltQ", "_id": "1507621116520853508"}, {"created_at": "2022-03-26 07:22:54+00:00", "text": "Victoria Police has compiled a hit list of the state’s most wanted hoons. It follows the arrest of a 24-year-old man, accused of putting lives at risk at a series of illegal hoon gatherings. https://t.co/5zYfOfGqUb @CameronBaud7 #7NEWS https://t.co/EYv7xHOIEK", "_id": "1507619084430884865"}, {"created_at": "2022-03-26 07:18:42+00:00", "text": "Foo Fighters drummer Taylor Hawkins has died at the age of 50. The band says it is devastated by the tragic loss. Hawkins was in Victoria at the start of the month, performing in front of 30,000 fans at GMHBA Stadium. https://t.co/5zYfOfGqUb #7NEWS https://t.co/5Re1bhhGZV", "_id": "1507618026837127168"}, {"created_at": "2022-03-26 07:16:50+00:00", "text": "Tributes and toys have been left at the scene where a woman and two young girls died in a car fire on the side of the Western Port Highway in Cranbourne West. https://t.co/5zYfOfGqUb #7NEWS https://t.co/7hdYchfIq8", "_id": "1507617558039764993"}, {"created_at": "2022-03-26 07:12:05+00:00", "text": "Two off duty firefighters have sprung into action to save a woman from a burning home in Melbourne’s west. They climbed on its roof and pulled her out in a dramatic and dangerous rescue. https://t.co/5zYfOfGqUb @paul_dowsley #7NEWS https://t.co/tCxBvhdLaw", "_id": "1507616361404825601"}, {"created_at": "2022-03-26 03:46:39+00:00", "text": "A false fire alarm momentarily caused chaos during the second quarter of @CollingwoodFC’s clash with @Adelaide_FC at the @MCG this afternoon. @7AFL #AFL #7NEWS https://t.co/fBpzoyqxJN", "_id": "1507564661469708294"}, {"created_at": "2022-03-26 03:28:50+00:00", "text": "Foo Fighters drummer Taylor Hawkins has died aged 50. The band confirmed the news in a statement, writing: “The Foo Fighters family is devastated by the tragic and untimely loss of our beloved Taylor Hawkins.” #7NEWS https://t.co/jtynBl3nFu", "_id": "1507560181244526592"}, {"created_at": "2022-03-25 08:24:53+00:00", "text": "Dramatic scenes played out at a Gold Coast shopping centre this morning, as police and onlookers chased down a fugitive. He was arrested on the footpath after allegedly leading officers on a dangerous pursuit on the road, and on foot. https://t.co/UNWH1DHalD @AmandaAbate #7NEWS https://t.co/1QpbpfBigH", "_id": "1507272296632750083"}, {"created_at": "2022-03-25 07:36:15+00:00", "text": "A bag of illicit drugs with a street value of around $5,000 has been found near a Richmond school. https://t.co/5zYfOfohG3 @emma_os #7NEWS https://t.co/uMb7lMuwTa", "_id": "1507260054524727299"}, {"created_at": "2022-03-25 07:31:28+00:00", "text": "There is growing concern China's plan to set up a military base in the Solomon Islands could threaten the stability of our region. Experts warn Beijing could be close to gaining another strategic foothold if Australia does not act soon. https://t.co/ZMZzOuG2l1 #auspol #7NEWS https://t.co/9Gz5q3x9lT", "_id": "1507258851246379008"}, {"created_at": "2022-03-25 07:15:30+00:00", "text": "There has been a breakthrough in the grave robbery case that shocked Melbourne. Police have made an arrest over attacks on graves at Footscray General Cemetery. https://t.co/bhhiVaCaWi @JaydeVincent #7NEWS https://t.co/jvaTjWHpTK", "_id": "1507254834054922242"}, {"created_at": "2022-03-25 07:08:05+00:00", "text": "Two little girls and a woman have been found dead in a heartbreaking family tragedy. Their bodies were discovered inside a burnt-out car on a busy road near Cranbourne, in what's being investigated as a possible murder-suicide. https://t.co/5tcOm5xg2N @tdolling #7NEWS https://t.co/FzXg3YNT0t", "_id": "1507252966708764673"}, {"created_at": "2022-03-25 04:49:50+00:00", "text": "A motorcyclist has died after a collision with a car at the intersection of Williamstown and Beacon roads in Port Melbourne. The driver of the car was not injured. Police are investigating the exact circumstances surrounding the collision. https://t.co/5zYfOfohG3 #7NEWS https://t.co/uzJee10NXP", "_id": "1507218177335328773"}, {"created_at": "2022-03-25 03:44:08+00:00", "text": "A luxury jewellery store has been targeted in an overnight robbery. The accused thief smashed the glass window of the Georg Jensen store on Collins Street with a sledge hammer. 7NEWS at 6pm. #7NEWS https://t.co/tnpt1bLoGd", "_id": "1507201642852077573"}, {"created_at": "2022-03-25 01:50:19+00:00", "text": "A 40-year-old Spotswood man has been arrested over the theft of human remains from Footscray General Cemetery in January and February. He is expected to charged with interfering with a corpse and criminal damage. https://t.co/5zYfOfohG3 #7NEWS https://t.co/lKZuEnLK2O", "_id": "1507172998565965842"}, {"created_at": "2022-03-24 05:38:52+00:00", "text": "A Liberal Party MP is under fire for suggesting social housing shouldn't be built in Melbourne's most affluent suburbs. To discuss, @Rebecca7Maddern spoke with Labor Member for Northern Victoria, @mark_gepp, who has had personal experience with social housing. #7NEWS https://t.co/ivyBHOs0Bp", "_id": "1506868126696103937"}, {"created_at": "2022-03-24 02:56:43+00:00", "text": "Six teenagers have been charged with murder following the fatal stabbing of a 16-year-old Declan Cutler. #7NEWS https://t.co/Hr1YHkRg7Z", "_id": "1506827320492920837"}, {"created_at": "2022-03-24 01:28:00+00:00", "text": "A two-month-old child with no underlying health conditions died with COVID. #7NEWS https://t.co/GaqUtrM1Ju", "_id": "1506804994158174210"}, {"created_at": "2022-03-23 22:09:51+00:00", "text": "Australia will establish a national register for convicted terrorists as part of the federal government's national security funding in the upcoming budget. #7NEWS https://t.co/u7cMTXTZ7C", "_id": "1506755127599775749"}, {"created_at": "2022-03-23 07:56:22+00:00", "text": "New Orleans has been smashed by a deadly tornado, destroying homes and leaving thousands without power. It touched down close to the historic French Quarter after cutting a terrifying path through America's deep south. https://t.co/hfJqUkqxQR @AshleeMullany #7NEWS https://t.co/he4FkDxaqM", "_id": "1506540341045850116"}, {"created_at": "2022-03-23 07:42:46+00:00", "text": "The sacked Jetstar pilot charged with murdering two high country campers has dropped his claim for unfair dismissal. https://t.co/5zYfOfohG3 #7NEWS https://t.co/ftWLZtAjhW", "_id": "1506536919533903873"}, {"created_at": "2022-03-23 07:34:42+00:00", "text": "Anthony Albanese has fired back at Scott Morrison who claimed the Opposition leader had gone into hiding following claims of a toxic culture within Labor. Mr Albanese fronted the cameras today, ruling out an independent inquiry into bullying claims. https://t.co/GcrH7I224R #7NEWS https://t.co/6W3EzDh3JE", "_id": "1506534890841731078"}, {"created_at": "2022-03-23 07:26:06+00:00", "text": "Former North Melbourne coach Dani Laidley has agreed to an out of court settlement with Victoria Police. https://t.co/5zYfOfohG3 #7NEWS https://t.co/8Khhbh9T1G", "_id": "1506532727834652672"}, {"created_at": "2022-03-23 07:24:39+00:00", "text": "Police have swooped on a house in Braybrook as part of an investigation into a kidnap. https://t.co/5zYfOfohG3 #7NEWS https://t.co/g13phMrJHN", "_id": "1506532362259087366"}, {"created_at": "2022-03-23 07:12:08+00:00", "text": "Tesla technology is under scrutiny after an aged care worker was critically injured in an alleged hit-run. The P-plate driver claims her car was in autopilot mode when the collision happened. https://t.co/ueGTlm5Xzr  @CameronBaud7 #7NEWS https://t.co/tvT5pF0eza", "_id": "1506529208964505606"}, {"created_at": "2022-03-23 05:51:05+00:00", "text": "Seven teens have been arrested over the fatal stabbing of Declan Cutler in Reservoir last weekend. \n\nTwo 17-year-old boys; 17-year-old girl; 15-year-old boy; 16-year-old boy; 14-year-old boy and a 13-year-old boy were arrested after detectives executed raids this morning. #7NEWS https://t.co/iLjTUrg37n", "_id": "1506508812135534592"}, {"created_at": "2022-03-23 03:49:07+00:00", "text": "The Critical Incident Response Team used a police dog to search the property. It is believed the probe involves the abduction of multiple people in the western suburbs. Some have allegedly been tortured to extract money. Latest in 7NEWS at 6pm. https://t.co/5zYfOfohG3 #7NEWS https://t.co/xM0MG3BNWP", "_id": "1506478120370524160"}, {"created_at": "2022-03-23 03:49:06+00:00", "text": "Heavily-armed police have surrounded a house in Braybrook, arresting a 30-year-old man in relation to accusations of kidnapping and torture. https://t.co/5zYfOfohG3 #7NEWS https://t.co/H0G0Vx3PTO", "_id": "1506478115014406151"}, {"created_at": "2022-03-23 01:00:47+00:00", "text": "A young father-to-be has died protecting his pregnant partner as their caravan went up in flames. His baby boy was born just hours after he passed away. https://t.co/u9DtljtsPx @Jordan_Bissell7 #7NEWS https://t.co/cgd4tzvXLq", "_id": "1506435757040631808"}, {"created_at": "2022-03-22 07:42:27+00:00", "text": "Russia has been obliterating Ukrainian towns from the air, now troops have been seen opening fire on peaceful protesters on the ground. The west believes Vladimir Putin's brutal advance is slowing. https://t.co/O8LDqorGzh #Ukraine #7NEWS https://t.co/slcXs2WWdu", "_id": "1506174452299538434"}, {"created_at": "2022-03-22 07:32:02+00:00", "text": "Secret phone taps from the home of an underworld crime figure will play a key role in the trial into deadly drive-by shootings outside a Prahran nightclub. Two men were killed when shots were fired into a crowd outside The Love Machine. https://t.co/gYAKh0V2HX @ChristieCooper7 https://t.co/vk1S4GZhrs", "_id": "1506171830242975745"}, {"created_at": "2022-03-22 07:20:12+00:00", "text": "132 people are feared dead after a passenger jet nose-dived into the ground in China. The Boeing 737-800 crash has baffled aviation experts because it's regarded as one of the safest planes built, and is the backbone of Australia's airline fleet. https://t.co/3HMa3sEX5M #7NEWS https://t.co/dWwxq1ThHI", "_id": "1506168852459126786"}, {"created_at": "2022-03-22 07:11:05+00:00", "text": "An aged care worker is fighting for life in the hospital where she works after a shock hit-run in Armadale. The young woman was boarding a tram when she was allegedly hit by a P-plater who drove off but eventually surrendered to police https://t.co/gXg4KQux3f @CameronBaud7 #7NEWS https://t.co/AZ4tbcfLm8", "_id": "1506166560775278593"}, {"created_at": "2022-03-22 05:39:41+00:00", "text": "A new crackdown on international smugglers has been unveiled with a new forensics lab targeting mail-order drugs and weapons. The state-of-the-art lab will help border authorities and federal police intercept illicit goods and pursue criminal importers. https://t.co/PDXOqhZCIb https://t.co/o9sLkxgHRQ", "_id": "1506143558318796800"}, {"created_at": "2022-03-22 05:05:55+00:00", "text": "A woman is fighting for life following a hit-run in Armadale. The P-plater accused of being behind the wheel of the Tesla took off before returning to the scene hours later to hand herself into police. https://t.co/nIrmRlkE4i @CameronBaud7 #7NEWS https://t.co/JniCqKsJjU", "_id": "1506135059455102978"}, {"created_at": "2022-03-22 02:11:51+00:00", "text": "A mother and her son were inside the Tarneit Road house at the time. Neighbours rushed to help. The driver suffered minor injuries and will be questioned by police. https://t.co/5zYfOfohG3 #7NEWS https://t.co/9MLsZyxoax", "_id": "1506091252843880448"}, {"created_at": "2022-03-22 02:11:49+00:00", "text": "A learner driver has lost control of a car, slamming into the front of a house in Werribee overnight. Police say the 17-year-old behind the wheel of the Mazda hit another vehicle before ploughing through a fence and hitting the brick home. https://t.co/5zYfOfohG3 #7NEWS https://t.co/3npTvcK6Q5", "_id": "1506091245122166787"}, {"created_at": "2022-03-22 00:40:43+00:00", "text": "Russian soldiers in Ukraine have resorted to brutal new tactics on unarmed civilians. They fired stun grenades and opened fire on protestors in the occupied city of Kherson. https://t.co/g9kwi5lYLt #7NEWS https://t.co/0PRpfa6nWv", "_id": "1506068318871977985"}, {"created_at": "2022-03-21 23:29:16+00:00", "text": "A Victorian man who climbed 7 metres up a pole and disrupted Sydney's Port Botany container ship movements has been arrested by police. The man's actions created long traffic jams in the area. https://t.co/PZAm0ebavb #7NEWS https://t.co/YR8A5f2eTq", "_id": "1506050338922504195"}, {"created_at": "2022-03-21 07:39:23+00:00", "text": "A major police operation is underway to make Melbourne streets safer after dark. Big crowds are beginning to return to major venues, and 7NEWS was granted exclusive access as Victoria Police battles to stop a spike in violent crime. https://t.co/y8HwHD6sfT @cassiezervos #7NEWS https://t.co/N7vHzWqsei", "_id": "1505811291591483396"}, {"created_at": "2022-03-21 07:33:10+00:00", "text": "Heartbroken friends of Phillip Island mum Samantha Fraser say she was feeling positive about the future in the months before she died. The mum of three was found dead inside her home, with her ex-husband accused of her murder. https://t.co/IjD37bz4dF @EstelleGriepink #7NEWS https://t.co/HwmUH4wzb8", "_id": "1505809729120989188"}, {"created_at": "2022-03-21 07:23:53+00:00", "text": "There has been a breakthrough in a cold case murder dating back almost 40 years. The homicide squad has charged a man over the \"execution-style\" killing of a popular local footy star Bernard Williams. https://t.co/248ktKEtFQ @SaraJones_7 #7NEWS https://t.co/yNFOs9WuDU", "_id": "1505807391618568195"}, {"created_at": "2022-03-21 07:18:55+00:00", "text": "A speedboat has erupted in flames at Blairgowrie. https://t.co/5zYfOfohG3 #7NEWS https://t.co/OcN47xssSi", "_id": "1505806141011361793"}, {"created_at": "2022-03-21 07:06:36+00:00", "text": "BREAKING: Two people are being taken to hospital after a house fire in St Albans. https://t.co/5zYfOfohG3 @jodilee_7 #7NEWS https://t.co/PwUbTSr5RZ", "_id": "1505803041311649795"}, {"created_at": "2022-03-21 03:49:01+00:00", "text": "A chartered fishing boat carrying 10 people has sunk in stormy weather off the New Zealand coast, with four people confirmed dead and one other missing. #7NEWS https://t.co/0nQMrD84ek", "_id": "1505753319171534852"}, {"created_at": "2022-03-21 03:40:44+00:00", "text": "A speed boat has erupted in flames on the Mornington Peninsula. The blaze also damaged a second vessel at the marina off Point Nepean Road at Blairgowrie last night. The cause of the fire is being investigated. https://t.co/5zYfOfohG3 #7NEWS https://t.co/zAz2c2UPyv", "_id": "1505751233809641476"}, {"created_at": "2022-03-21 01:12:22+00:00", "text": "The flood crisis has moved to the prime minister's front yard. Protestors brought a load of flood damaged goods to @ScottMorrisonMP's official Sydney residence. However, police stopped the tip-truck from driving up to the gates of Kirribilli House. https://t.co/XDRaoAbQRI #7NEWS https://t.co/CkhZogfx18", "_id": "1505713895612174342"}, {"created_at": "2022-03-21 00:36:31+00:00", "text": "A 2-year-old child has died in Sydney after contracting COVID-19. #7NEWS https://t.co/chGONCDQ94", "_id": "1505704876453425155"}, {"created_at": "2022-03-20 08:05:00+00:00", "text": "The Duke and Duchess of Cambridge have kicked off their Royal Tour of the Caribbean, mired in controversy, with locals protesting William's role in a so called 'colonial legacy of theft'. 7NEWS at 6pm | https://t.co/MswJS9nios @DavidWoiwod #7NEWS https://t.co/gUhQ5BoXKk", "_id": "1505455350673121284"}, {"created_at": "2022-03-20 07:35:40+00:00", "text": "A family business, only just back on its feet after COVID, has been destroyed by fire. The events company’s warehouse went up in flames overnight, leaving its owners with nothing. https://t.co/cciEQTN22s @jodilee_7 #7NEWS https://t.co/GHbXQJ3lyB", "_id": "1505447969486929922"}, {"created_at": "2022-03-20 07:34:29+00:00", "text": "A gunman is on the run after shooting a man outside a toddler’s birthday party in Sydney. Guests scrambled to safety after hearing gunshots. The victim was shot in the leg and shoulder but survived. https://t.co/5zYfOfGqUb #7NEWS https://t.co/TFQfgDXEWG", "_id": "1505447671875928066"}, {"created_at": "2022-03-20 07:30:19+00:00", "text": "A further two men have been charged in relation to the brutal stabbing death of a young man last weekend. @emma_os is at Docklands with the latest developments. https://t.co/5zYfOfGqUb #7NEWS https://t.co/YePvbTYA8f", "_id": "1505446623329255428"}, {"created_at": "2022-03-20 07:22:52+00:00", "text": "Former Western Bulldogs player Brennan Stack has been charged over a sickening attack in a Perth car park. Police allege Stack and another man kicked and punched two women outside a nightclub, following an argument. https://t.co/5zYfOfGqUb #7NEWS https://t.co/pvq32b5qiQ", "_id": "1505444749129707524"}, {"created_at": "2022-03-20 07:22:02+00:00", "text": "Police are investigating whether a driver may have suffered a medical episode before a deadly smash on the Bellarine Peninsula. A Ute ended up on its roof when three vehicles collided at Swan Bay. https://t.co/5zYfOfGqUb #7NEWS https://t.co/bJQo1iIN0i", "_id": "1505444540148510726"}, {"created_at": "2022-03-20 07:19:30+00:00", "text": "Russia has inflicted the single deadliest attack on Ukrainian forces since the invasion began. President Zelenskyy is warning of more pain for Moscow if Russia doesn't back down, but it appears Vladimir Putin isn't listening. https://t.co/PmQteM2IFi #7NEWS https://t.co/ZhUmAI8vzf", "_id": "1505443903113101320"}, {"created_at": "2022-03-19 07:42:18+00:00", "text": "A long wait for fast food has sparked a terrifying road rage attack. Police say the man was fed-up waiting for the customer in front of him to order, before unleashing with a metal pole. https://t.co/5zYfOfGqUb #7NEWS https://t.co/jWqTcoaRK2", "_id": "1505087252225224706"}, {"created_at": "2022-03-19 07:26:37+00:00", "text": "Heavily armed police have swooped on an alleged teenage terrorist. The 15-year-old was arrested at his home in Adelaide. He’s accused of manufacturing explosives and possessing information for terrorist acts and extremist material. https://t.co/5zYfOfGqUb #7NEWS https://t.co/6qR4WLC6si", "_id": "1505083303074091009"}, {"created_at": "2022-03-19 07:16:59+00:00", "text": "The MCG is under fire from footy fans, with many forced to wait in long queues at under-staffed food and bar outlets. The issue was made even worse when some of the ground’s internet banking services went down today. https://t.co/5zYfOfGqUb #7NEWS https://t.co/f10Wig3b9Q", "_id": "1505080878304997380"}, {"created_at": "2022-03-19 07:14:01+00:00", "text": "A 47-year-old woman has died after being struck by a car at Tecoma last night. It’s believed she was hit while crossing Burwood Highway. The driver stopped at the scene. https://t.co/5zYfOfGqUb #7NEWS https://t.co/KG2ImRCdV9", "_id": "1505080133631496196"}, {"created_at": "2022-03-19 07:07:05+00:00", "text": "Two men have been charged with murder over the brutal stabbing death of a promising young basketballer. The victim's relatives have welcomed the breakthrough. @BlakeJohnson has more. https://t.co/5zYfOfGqUb #7NEWS https://t.co/2NoBGexzUt", "_id": "1505078388398387205"}, {"created_at": "2022-03-19 01:27:48+00:00", "text": "A man wanted by police in three states, including Victoria, has been extradited to NSW following his arrest on the Gold Coast. The man had been sought in relation to outstanding warrants for domestic violence, drug, traffic and property offences. #7NEWS https://t.co/sFExAh8kkv", "_id": "1504993005262237700"}, {"created_at": "2022-03-19 01:25:20+00:00", "text": "Five men have been arrested after last weekend's fatal stabbing of a man in downtown Melbourne. #7NEWS https://t.co/OU8kDo38Px", "_id": "1504992384282951680"}, {"created_at": "2022-03-18 23:39:53+00:00", "text": "Police are reassuring the community there is no wider threat following the terrorism related arrest of an Adelaide teenager. #7NEWS https://t.co/QfVPDcsHL7", "_id": "1504965845042495488"}, {"created_at": "2022-03-18 20:40:09+00:00", "text": "The Kremlin says a technical glitch was behind the interrupted transmission of Russian President Vladimir Putin's speech to a packed Moscow stadium to mark the eighth anniversary of Crimea's annexation. https://t.co/y9TjUrAlOy #7NEWS https://t.co/gf9gSXGhim", "_id": "1504920617166196737"}, {"created_at": "2022-03-18 08:25:20+00:00", "text": "An accused arsonist has jumped from a second storey, after allegedly setting a Tweed Heads unit block on fire in an act of rage. Eight officers risked their lives to ensure four families were out safe. Now, they're homeless. https://t.co/DwCxCq1DAf  @KaitlanSteadman #7NEWS https://t.co/EeclsOitbq", "_id": "1504735694698446848"}, {"created_at": "2022-03-18 07:57:34+00:00", "text": "In the coming hours, the US president will be on the phone to China, warning its president of consequences if he supports Russia's invasion. @JoeBiden today labelling Putin a \"murderous dictator\" whose immoral war isn't going to plan. https://t.co/JV1pPBMwq9 #7NEWS https://t.co/ESJVHp9f3S", "_id": "1504728704034893824"}, {"created_at": "2022-03-18 07:27:18+00:00", "text": "Incredibly there are reports of survivors, perhaps hundreds of them, emerging from the ruins of a bombed theatre in Ukraine. Casualty numbers are still unclear. But despair is rising. Russia now appears to be targeting food supplies. https://t.co/bPbns12FJr #Ukraine #7NEWS https://t.co/CKHFOlQoqw", "_id": "1504721087833452553"}, {"created_at": "2022-03-18 07:21:39+00:00", "text": "Australia's consumer watchdog is taking on Facebook and its parent company in a world-first. It's suing the social media giant over scam ads that have conned victims out of millions of dollars. https://t.co/aR9ekzwbnb @ChristieCooper7 #7NEWS https://t.co/69jJbj9c1l", "_id": "1504719668249989121"}, {"created_at": "2022-03-18 07:12:01+00:00", "text": "A grieving mum has sent a heart-wrenching plea on suburban violence after the death of her 16-year-old son. The teenager was stabbed repeatedly in an attack that has shocked even hardened police. https://t.co/3p9BBQpY2i @cassiezervos #7NEWS https://t.co/rD9PzJK4aZ", "_id": "1504717242344214536"}, {"created_at": "2022-03-18 07:08:14+00:00", "text": "There's another sad development after a horror house fire with six children inside. A young mother has lost her fight for life. https://t.co/f3ZmTPB7sW @EstelleGriepink #7NEWS https://t.co/H89Jshfs6T", "_id": "1504716291445166081"}, {"created_at": "2022-03-18 05:08:40+00:00", "text": "A mother has died four days after she was critically burnt in a suspicious house fire in Albanvale. https://t.co/f3ZmTPB7sW @EstelleGriepink #7NEWS https://t.co/6tNwMBhBYO", "_id": "1504686200795238400"}, {"created_at": "2022-03-18 04:25:00+00:00", "text": "Prince Harry’s @WeAreInvictus’ family is mourning the loss of one of their own. Competitor Serhii Karaivan has died fighting against the Russian invasion of his country Ukraine. #7NEWS https://t.co/M2DjZM3Lps", "_id": "1504675211786190849"}, {"created_at": "2022-03-18 02:21:26+00:00", "text": "A huge market in the Ukrainian city of Kharkiv has been set on fire by a Russian bombardment. Meanwhile, in the encircled city of Mariupol, survivors have begun to emerge from the ruins of a bombed-out theatre. https://t.co/H8qmUo9bmC #7NEWS https://t.co/upafhgeKYN", "_id": "1504644114763370496"}, {"created_at": "2022-03-17 07:56:55+00:00", "text": "Leading trainer Annabel Neasham treated her top runner \"Zaaki\" to a dip in the bay, ahead of a massive Saturday of racing for the stable. https://t.co/5zYfOfohG3 #7NEWS https://t.co/IgJuaz9lLa", "_id": "1504366154063646722"}, {"created_at": "2022-03-17 07:54:59+00:00", "text": "Pat Cummins' tactics have come under fire, after Australia failed to bowl Pakistan out in the second Test in Karachi. https://t.co/5zYfOfohG3 #7NEWS https://t.co/XaEouzJpwB", "_id": "1504365669365665795"}, {"created_at": "2022-03-17 07:45:08+00:00", "text": "Victoria's tough COVID restrictions and a hesitancy to go back out post lockdowns have contributed to crime across the state dropping by almost 13 per cent. https://t.co/5zYfOfohG3 #7NEWS https://t.co/52UdAtEWtO", "_id": "1504363190494277634"}, {"created_at": "2022-03-17 07:27:32+00:00", "text": "A man has been taken to hospital in a critical condition after a garage burst into flames at Kurunjang. https://t.co/5zYfOfohG3 #7NEWS https://t.co/KH17EULnUU", "_id": "1504358760818507779"}, {"created_at": "2022-03-17 07:27:08+00:00", "text": "Two police officers have been taken to hospital after a car rear-ended their 4WD in Geelong. https://t.co/5zYfOfohG3 #7NEWS https://t.co/kcKcoocemi", "_id": "1504358656824918016"}, {"created_at": "2022-03-17 07:11:01+00:00", "text": "Former footy star Andrew Lovett has been sent to jail for waging a terrifying campaign of abuse on his ex-partner. Lovett punched, kicked and spat on his victim, leaving her with lifelong trauma. https://t.co/gOcTfEwmHf @EstelleGriepink #7NEWS https://t.co/BwbTgGTcPZ", "_id": "1504354604124815363"}, {"created_at": "2022-03-16 23:59:52+00:00", "text": ".@westernbulldogs coach Luke Beveridge has come under fire after unleashing one of the fiercest press conference sprays of all time after his side’s 26-point loss in the grand final rematch against @melbournefc. @7AFL #7NEWS https://t.co/tpQRsc9GBA", "_id": "1504246101071003650"}, {"created_at": "2022-03-16 21:15:36+00:00", "text": "An 18-year-old man has been charged with murder over the killing of a Melbourne rapper who was shot dead in his home seven months ago. #7NEWS https://t.co/z2dOwHI1yu", "_id": "1504204763193540608"}, {"created_at": "2022-03-16 10:14:19+00:00", "text": "The Latest examines one of billionaire @elonmusk's most ambitious projects that sits under the umbrella of @SpaceX, and how it's helping our flood zone victims. https://t.co/1xDsjdHTH7 #TheLatest #7NEWS https://t.co/brv2a5aQMt", "_id": "1504038345453682689"}, {"created_at": "2022-03-16 07:28:18+00:00", "text": "A Phillip Island man is fighting a murder charge, denying that he killed his ex-wife, then made her death look like a suicide. Mother of three Samantha Fraser had allegedly been living in fear of her estranged husband. https://t.co/0PXYP089vF @EstelleGriepink #7NEWS https://t.co/qhApjEhu43", "_id": "1503996562921254914"}, {"created_at": "2022-03-16 07:20:46+00:00", "text": "A truck driver has survived a close call after an unthinkable attack on our roads. He escaped with bruises when a chunk of concrete was hurled from an overpass and smashed through his windscreen. Police say he could easily have been killed. https://t.co/rnQEv8LofA @jodilee_7 https://t.co/XGO03hZ6FL", "_id": "1503994667188187137"}, {"created_at": "2022-03-16 01:30:50+00:00", "text": "Two journalists working for Fox News have been killed in Ukraine when the vehicle they were travelling in outside of Kyiv with another reporter came under fire. #7NEWS https://t.co/E8Ttvh9BTV", "_id": "1503906605284282369"}, {"created_at": "2022-03-16 00:49:41+00:00", "text": "A truck driver has been injured after a piece of concrete was dropped from an overpass and smashed through his window on the Western Freeway in Ballarat North. #7NEWS https://t.co/OWR2oyd4Pd", "_id": "1503896249203785729"}, {"created_at": "2022-03-15 10:10:00+00:00", "text": "A father is rushing home to Perth from the other side of the world after an unimaginable family tragedy. His two children and wife have died in a suspected double murder-suicide. 7NEWS at 6pm | https://t.co/kJ9wsSxLfz #7NEWS https://t.co/udikqDacXS", "_id": "1503674868528787459"}, {"created_at": "2022-03-15 09:41:01+00:00", "text": "Israeli forces have shot dead two Palestinians in the occupied West Bank, in what Israeli border police describe as clashes that erupted during a raid to detain suspected militants. #7NEWS https://t.co/KmUpim41Rs", "_id": "1503667576525979649"}, {"created_at": "2022-03-15 08:45:41+00:00", "text": "A Melbourne mother is fighting for life, and her husband under police guard, after their house went up in flames with six children inside. Neighbours described how they heard an explosion before the fire took hold. #7NEWS https://t.co/I2IOD09Vp0", "_id": "1503653649523769345"}, {"created_at": "2022-03-15 07:50:23+00:00", "text": "Western Bulldogs coach Luke Beveridge says he'll leave the fireworks to the players ahead of tomorrow night's grand final rematch. Memories of the Demons flag live on, just like the premiership party that ruffled some Dogs feathers. @cleary_mitch @7AFL #7AFL #7NEWS https://t.co/X8my1RfZ9l", "_id": "1503639733074743296"}, {"created_at": "2022-03-15 07:18:45+00:00", "text": "A grieving father has flown to Melbourne to find answers on the stabbing death of his son. https://t.co/5zYfOfohG3 @CameronBaud7 #7NEWS https://t.co/sxxWavg1Io", "_id": "1503631773200117760"}, {"created_at": "2022-03-15 07:14:56+00:00", "text": "A Melbourne mother is fighting for life, and her husband under police guard, after their house went up in flames with six children inside. Neighbours described how they heard an explosion before the fire took hold. https://t.co/5zYfOfohG3 @cassiezervos #7NEWS https://t.co/LPIYvqT372", "_id": "1503630812389920768"}, {"created_at": "2022-03-15 06:07:17+00:00", "text": "Melbourne's Moomba Festival has wrapped up with a spectacular fireworks display. https://t.co/5zYfOfohG3 #7NEWS https://t.co/0DB5u54kxh", "_id": "1503613789471531012"}, {"created_at": "2022-03-15 05:04:47+00:00", "text": "A woman is fighting for life after her husband allegedly set the family's home on fire in Albanvale. https://t.co/5zYfOfohG3 @cassiezervos #7NEWS https://t.co/Zmw2gVPS0p", "_id": "1503598061330731009"}, {"created_at": "2022-03-15 00:45:53+00:00", "text": "New Zealanders are somberly acknowledging the country’s worst mass shooting, three years after an Australian terrorist killed 51 worshippers at two Christchurch mosques. #7NEWS https://t.co/RPWjDCPyEQ", "_id": "1503532905624379392"}, {"created_at": "2022-03-14 22:35:31+00:00", "text": "A Melbourne @Uber driver has described how he ran for his life after being stabbed seven times. #7NEWS https://t.co/LfkFT5Imio", "_id": "1503500097719455745"}, {"created_at": "2022-03-14 08:47:47+00:00", "text": "A pregnant woman and her baby have died after Russia bombed the maternity hospital where she was meant to give birth. #7NEWS https://t.co/hmnUlX0kEF", "_id": "1503291789960425472"}, {"created_at": "2022-03-14 07:47:33+00:00", "text": "An Oscar-winning actor who carved out a role in the 80s as one of Hollywood's leading men has died. William Hurt passed away surrounded by family, one week short of his 72nd birthday. https://t.co/jC7hAJ29ZY #7NEWS https://t.co/0ev7B39ybF", "_id": "1503276632530100227"}, {"created_at": "2022-03-14 07:41:13+00:00", "text": "JUST IN: Three people have been taken to hospital after a suspicious house fire in Albanvale. https://t.co/5zYfOfohG3 #7NEWS https://t.co/MJw5awuFyS", "_id": "1503275038899785730"}, {"created_at": "2022-03-14 07:25:04+00:00", "text": "Casual workers are now eligible for paid sick leave as part an Australian-first trial. But the $245 million plan has come under fire, with critics claiming small business owners and taxpayers will be footing the bill. https://t.co/cIPcZKEDep @jodilee_7 #7NEWS https://t.co/SP3ZksH6eh", "_id": "1503270972928892930"}, {"created_at": "2022-03-14 07:13:31+00:00", "text": "An Uber driver stabbed seven times in a frenzied attack is pleading for detectives to catch the two men who put him in hospital. Hassan Ahmad says onlookers mocked and laughed at his serious injuries instead of helping him. https://t.co/Yt5FfwN1rM @CameronBaud7 #7NEWS https://t.co/DXgJTRFy8i", "_id": "1503268068322996224"}, {"created_at": "2022-03-14 07:11:24+00:00", "text": "Police are facing a surge in violent crime across Melbourne, with the government offering more resources to make the streets safe again. Two families are grieving the loss of young men, stabbed to death in separate attacks. https://t.co/ZDXRBj3nLh @cassiezervos #7NEWS https://t.co/hsTVXBwX6e", "_id": "1503267533750558720"}, {"created_at": "2022-03-14 05:07:39+00:00", "text": "Police have been offered greater powers to prevent the deadly violence that's rocked Melbourne over the weekend. Killers are still on the run after two separate knife attacks. https://t.co/uxLzjqZFmR @cassiezervos #7NEWS https://t.co/LHIRulPaMK", "_id": "1503236394335965185"}, {"created_at": "2022-03-14 01:24:03+00:00", "text": "A man has been arrested after his car smashed into a barrier on Kings Way. Police say the driver tried to run off but was quickly apprehended. Neither he nor his passenger were injured. https://t.co/5zYfOfohG3 #7NEWS https://t.co/ZL7gsIapA1", "_id": "1503180120260980739"}, {"created_at": "2022-03-14 01:03:25+00:00", "text": "William Hurt, the Oscar-winning actor whose long-running career included roles in Marvel’s Avengers movies, Kiss Of The Spider Woman and Broadcast News, has died aged 71. https://t.co/jC7hAJ29ZY #7NEWS https://t.co/WKPLzMBkal", "_id": "1503174928946069505"}, {"created_at": "2022-03-14 00:57:49+00:00", "text": "Russia has launched dozens of missiles at a Ukrainian military base, just 25 kilometres from the Polish border. 35 people were killed, and more than a hundred injured at Yavoriv. The incident increasing fears that a miscalculation could lead to a wider conflict. #7NEWS https://t.co/E5Zwamqvo8", "_id": "1503173520037396480"}, {"created_at": "2022-03-14 00:50:32+00:00", "text": "Oscar-winning actor William Hurt has died aged 71. #7NEWS https://t.co/anrAYbFqfT", "_id": "1503171689043357696"}, {"created_at": "2022-03-13 21:39:41+00:00", "text": "Melbourne has experienced a long weekend of violence, with a teenage boy one of two people stabbed to death.\nhttps://t.co/uCRXhTghzb", "_id": "1503123659556200451"}, {"created_at": "2022-03-13 07:43:18+00:00", "text": "The Montague Street Bridge has claimed another victim. This time a caravan became wedged under the infamous bridge. https://t.co/5zYfOfohG3 #7NEWS https://t.co/ML4Ou3sHf2", "_id": "1502913176014188545"}, {"created_at": "2022-03-13 07:16:32+00:00", "text": "Victoria's under siege Triple Zero service is going to extremes to fix deadly delays. Call-takers are now being paid special bonuses to work shifts that would otherwise be left unfilled. https://t.co/5zYfOfohG3 @SaraJones_7 #7NEWS https://t.co/o7lWrJ67t3", "_id": "1502906439223808003"}, {"created_at": "2022-03-13 07:08:08+00:00", "text": "Melbourne’s violent night wasn't confined to the city, with a 16-year-old boy left to die on a Coburg street. He suffered a fatal stab wound before the prime suspect convinced a driver to help them flee the scene. https://t.co/5zYfOfohG3 @CameronBaud7 #7NEWS https://t.co/0hGzb7ONoF", "_id": "1502904325005209603"}, {"created_at": "2022-03-13 07:06:23+00:00", "text": "Melbourne is in the middle of a horror long weekend of violence, with a teenage boy one of two people stabbed to death. Alcohol-fuelled fights have broken out across the city in another savage night on our streets. https://t.co/5zYfOfohG3 @tdolling #7NEWS https://t.co/v1X2BJC4Nz", "_id": "1502903887199551490"}, {"created_at": "2022-03-12 07:42:26+00:00", "text": "There’s a renewed push to get more women on the beat with @VictoriaPolice. As it stands, around 70 percent of the force is made up of men, and there’s hope a more modern approach can lure more female recruits. https://t.co/pvjf59gxZA @tdolling #7NEWS https://t.co/SuznTujOPK", "_id": "1502550570011627520"}, {"created_at": "2022-03-12 07:36:19+00:00", "text": "It has been revealed Alec Baldwin’s defence against a wrongful death lawsuit involves blaming his victim, for the fatal shooting. Court documents say he was directed by cinematographer Halyna Hutchins to point the gun at her. https://t.co/5zYfOfGqUb #7NEWS https://t.co/3QAkDbcX0W", "_id": "1502549031259865091"}, {"created_at": "2022-03-12 07:27:39+00:00", "text": "A police chase in Los Angeles has taken a dramatic turn, as viewers watched a suspect hide from police live on television. Finally, the officers got their man, who was wanted for allegedly causing multiple crashes. https://t.co/5zYfOfGqUb #7NEWS https://t.co/xWUTjPMXyE", "_id": "1502546849114509314"}, {"created_at": "2022-03-12 07:09:01+00:00", "text": "While isolation rules are about to change, 11 more Victorians have died with COVID. The number of hospital patients has dropped down to 175, with 22 in ICU. The number of cases remains relatively stable at 6,075. https://t.co/5zYfOfGqUb #7NEWS https://t.co/EpGfwZP1dB", "_id": "1502542158104244227"}, {"created_at": "2022-03-12 01:11:00+00:00", "text": "Facebook's owner @Meta says a temporary change in its rules on hate content, only for Ukraine, was needed to let users voice opposition to Russia's attack, as Russia opened a criminal case against the company. #7NEWS https://t.co/qSvb7CZyc9", "_id": "1502452061014683651"}, {"created_at": "2022-03-12 01:05:00+00:00", "text": "The United States has accused Russia of violating nuclear safety principles by continuing to fire on nuclear facilities in Ukraine but added there were no signs detected yet of any radiological release. #7NEWS https://t.co/JUpA4rsU78", "_id": "1502450551593713668"}, {"created_at": "2022-03-12 00:32:00+00:00", "text": "Emilio Delgado, the actor and singer who for 45 years was fix-it shop owner Luis on @sesamestreet, has died aged 81. #7NEWS https://t.co/jbwX5dibnm", "_id": "1502442246397849605"}, {"created_at": "2022-03-12 00:03:00+00:00", "text": "The first human to receive a heart transplant from a pig has died two months after the groundbreaking experiment. #7NEWS https://t.co/ckXh9pCZan", "_id": "1502434948904538122"}, {"created_at": "2022-03-11 11:07:47+00:00", "text": "Tributes are flowing for Labor Senator @kimbakit who died from a suspected heart attack in Melbourne last night. \"She was someone who was passionate about international affairs. Passionate about democracy and defending our way of life\" - @AlboMP. https://t.co/6z4XdDyryN #7NEWS https://t.co/lUXU2CWXyr", "_id": "1502239859137605635"}, {"created_at": "2022-03-11 07:44:05+00:00", "text": "After 36 years, the first police award for bravery has been presented for the Russell Street bombing. It's gone to prominent lawyer Bernie Balmer for comforting seriously injured young police officer Angela Taylor. https://t.co/eyHt9Vbhlk @NickMcCallum7 #7NEWS https://t.co/E3VQ5mAG8p", "_id": "1502188595553050626"}, {"created_at": "2022-03-11 07:40:41+00:00", "text": "A Melbourne medical clinic is under fire over an IVF scandal. Monash IVF is accused of continuing to spruik genetic tests, even though it knew they were faulty. https://t.co/2KSG5sWazr @jodilee_7 #7NEWS https://t.co/8Rd5etzcYe", "_id": "1502187743119437826"}, {"created_at": "2022-03-11 07:33:05+00:00", "text": "An evil mother who set her husband on fire has been sentenced to 12 years jail. Angela Surtees spun a web of lies to detectives trying unsuccessfully to blame her husband for his own death. https://t.co/1685WAq841 @EstelleGriepink #7NEWS https://t.co/n79YGJie2O", "_id": "1502185827631124486"}, {"created_at": "2022-03-11 07:22:05+00:00", "text": "Violent thugs who stabbed and tried to run over a tow truck driver outside a Campbellfield factory have been jailed for a maximum of four years. https://t.co/5zYfOfohG3 #7NEWS https://t.co/b8Eq4Nk4am", "_id": "1502183058715262980"}, {"created_at": "2022-03-11 05:25:02+00:00", "text": "Prominent lawyer Bernie Balmer has received a police commendation for trying to save a young constable after the Russell Street bombing. Mr Balmer says the recognition will help him overcome the trauma he still feels from the atrocity which rocked Melbourne. @NickMcCallum7 #7NEWS https://t.co/erXnPt7Bf6", "_id": "1502153601858244608"}, {"created_at": "2022-03-11 04:51:35+00:00", "text": "US actor Jussie Smollett has maintained his innocence during his sentencing hearing after a judge sentenced him to 150 days in jail for lying to police about a racist and homophobic attack that he orchestrated himself. #7NEWS https://t.co/Jkbjov3JfJ", "_id": "1502145187023560705"}, {"created_at": "2022-03-11 03:34:03+00:00", "text": "BREAKING: A jury has acquitted Northern Territory police officer Zachary Rolfe on trial for murder after he fatally shot Kumanjayi Walker during an outback arrest. #7NEWS https://t.co/fP0W38Kuqf", "_id": "1502125674080784392"}, {"created_at": "2022-03-11 01:32:04+00:00", "text": "Both sides of politics are paying tribute today to Labor Senator Kimberley Kitching who died aged 52. @kimbakit had served in the parliament since 2016 and passed away overnight in Melbourne of a suspected heart attack. https://t.co/1nTsoMOxeE #auspol #7NEWS https://t.co/8cI62epgUd", "_id": "1502094975575597060"}, {"created_at": "2022-03-10 12:00:55+00:00", "text": "Two weeks ago @michaelusher spoke to Jessica Ragusa who is trying to get a life-saving cystic fibrosis drug on the Pharmaceutical Benefits Scheme. The petition for the cause has closed with more than 58,000 signatures and will now be delivered to Parliament. #7NEWS https://t.co/hC3xD4cOti", "_id": "1501890844109918213"}, {"created_at": "2022-03-10 11:21:01+00:00", "text": "Victorian Labor Senator Kimberley Kitching has died suddenly aged 52. The former lawyer and trade unionist was serving her first term in the Senate and was a crusader for human rights. https://t.co/lf5MdrEYiw  #TheLatest #7NEWS https://t.co/aOlvUU41Us", "_id": "1501880804296695811"}, {"created_at": "2022-03-10 10:43:46+00:00", "text": ".@AustralianLabor Senator Kimberley Kitching has died suddenly in Melbourne. It is understood Senator @kimbakit died of a heart attack today. https://t.co/xtCQje76MX #auspol #7NEWS https://t.co/dU5OzHBiFD", "_id": "1501871427045134337"}, {"created_at": "2022-03-10 07:31:43+00:00", "text": "The body of cricket legend Shane Warne is on a repatriation flight to Australia from Thailand, where he died almost a week ago. #7NEWS https://t.co/47HZbdglat", "_id": "1501823097321955329"}, {"created_at": "2022-03-10 07:29:54+00:00", "text": "A disqualified driver accused of helping a friend flee a hit run wants to be set free from jail. Police say Ashley Powell knew his friend Jason Ruscoe had killed a father of four when he helped him escape. https://t.co/5zYfOfohG3 @EstelleGriepink #7NEWS https://t.co/KIL4zXAu6i", "_id": "1501822641694384132"}, {"created_at": "2022-03-10 07:22:02+00:00", "text": "A man on drugs charges has walked free in the fallout from a major police bungle that meant hundreds of officers weren't legally sworn-in. Legal experts warn other will attempt to exploit the botch-up. https://t.co/p6udsU9Wtj @SharnelleVella #7NEWS https://t.co/7Scpybvlvv", "_id": "1501820658136674310"}, {"created_at": "2022-03-10 07:13:35+00:00", "text": "One of the AFL's brightest stars is facing legal trouble just six days out from the start of the season. Police in Queensland are stepping up their investigation into Bulldog Bailey Smith. @cleary_mitch with the exclusive details. https://t.co/5zYfOfohG3 @7AFL #7AFL #7NEWS https://t.co/lQttGmc3cE", "_id": "1501818531549102082"}, {"created_at": "2022-03-10 04:57:04+00:00", "text": "Drug resistant strains of COVID-19 are developing in some vulnerable patients within days of them receiving treatment for the virus, Australian researchers have found. #7NEWS https://t.co/HEl0bsvHVR", "_id": "1501784178903650306"}, {"created_at": "2022-03-09 22:05:36+00:00", "text": "Russia has been condemned for bombing a children’s and maternity hospital in the besieged Ukrainian city of Mariupol during a supposed ceasefire to enable residents to escape. #7NEWS https://t.co/sg4j6dDku3", "_id": "1501680630236839936"}, {"created_at": "2022-03-09 11:52:00+00:00", "text": "Ukraine's former president Petro @poroshenko has fired a direct message from his country's front line to the Australian Government. As his nation battles and bleeds, 7NEWS was granted extraordinary access to the man who once ran the country. https://t.co/CuQQF8nPhO #7NEWS https://t.co/jbPE0QVbGa", "_id": "1501526210513281027"}, {"created_at": "2022-03-09 11:41:37+00:00", "text": "Russia has announced another temporary ceasefire so Ukrainian civilians can flee. @GeofParry7 is in Lviv with the latest. https://t.co/yttMiSsUSq #TheLatest #7NEWS https://t.co/4elQ8U0oV9", "_id": "1501523596555870214"}, {"created_at": "2022-03-09 09:44:33+00:00", "text": "What is Japanese Encephalitis? @michaelusher takes an in-depth look at the deadly virus that has Australian health authorities on alert. https://t.co/pLsk40RBtD #TheLatest #7NEWS https://t.co/dbuw1YhyB6", "_id": "1501494135928152068"}, {"created_at": "2022-03-09 08:37:21+00:00", "text": "Ukraine's former president Petro @poroshenko has fired a direct message from his country's front line to the Australian Government. As his nation battles and bleeds, 7NEWS was granted extraordinary access to the man who once ran the country. https://t.co/pSrWuWoAGw #7NEWS https://t.co/zlDYz8GcsO", "_id": "1501477228064145410"}, {"created_at": "2022-03-09 07:42:56+00:00", "text": "Police are searching for a violent thug they say brutally assaulted a man in the city last week. https://t.co/5zYfOfohG3 #7NEWS https://t.co/cbHNcI4zYS", "_id": "1501463533153710082"}, {"created_at": "2022-03-09 07:39:55+00:00", "text": "Accused bumbling arsonists have been denied bail over a destructive fire at a shopping centre in Patterson Lakes. The blaze caused millions of dollars worth of damage, and police say left one of the accused with serious burns. https://t.co/O2nl9HsPK1 @EstelleGriepink #7NEWS https://t.co/DyPgvYJCzR", "_id": "1501462770658594822"}, {"created_at": "2022-03-09 07:36:19+00:00", "text": "Victoria's post lockdown road toll is surging, with police launching a long weekend blitz. https://t.co/5zYfOfohG3 #7NEWS https://t.co/NuGFICiuH2", "_id": "1501461868174479361"}, {"created_at": "2022-03-09 07:20:34+00:00", "text": "Footy fans are being offered cut price tickets and a fireworks bonanza as the AFL shoots for a record round one crowd. https://t.co/5zYfOfohG3 @cleary_mitch @7AFL #7AFL #7NEWS https://t.co/bAWz3iJ6ID", "_id": "1501457904821440512"}, {"created_at": "2022-03-09 07:19:49+00:00", "text": "Ukraine's former president has fired a direct message from his country's front line to Australia's government. 7NEWS was granted extraordinary access to the man who once ran the country, and says Russia will be defeated. https://t.co/5zYfOfohG3 @ChrisReason7 #7NEWS https://t.co/gOpDLjYdlt", "_id": "1501457712290222080"}, {"created_at": "2022-03-09 05:41:35+00:00", "text": "There's a new warning this afternoon over the deadly Japanese encephalitis virus. A Victorian man aged in his 60s has died from the disease, with a total of nine cases reported in the state. For more, @mikeamor7 spoke with infectious diseases physician, Dr @griffo762014. #7NEWS https://t.co/5bMLVx7xcu", "_id": "1501432994225033218"}, {"created_at": "2022-03-09 03:13:45+00:00", "text": "An Adelaide man who attacked a stranger with a garden stake, swinging it like a baseball bat, has been jailed for at least 25 years for murder. #7NEWS https://t.co/qDKKCUAiFI", "_id": "1501395789544710144"}, {"created_at": "2022-03-08 20:17:04+00:00", "text": "Thousands of families have used a brief Russian ceasefire to flee the Ukraine warzone. There were heartbreaking scenes as parents carried children and the frail. But not all humanitarian corridors were safe. https://t.co/fnbzvApe0Z #Ukraine #7NEWS https://t.co/5sU9HKmRaa", "_id": "1501290927041646592"}, {"created_at": "2022-03-08 11:48:07+00:00", "text": "@rochelleebrown1 A Victorian man has died from encephalitis as Australians are warned to take the risk posed by the condition seriously. #7NEWS https://t.co/pDhnQPSVCy", "_id": "1501162844980940802"}, {"created_at": "2022-03-08 07:42:11+00:00", "text": "BREAKING: Health officials have just revealed a Victorian man has died from a rare mosquito-borne virus. https://t.co/7BpqKs3Dc1 @rochelleebrown1 #7NEWS https://t.co/JXBFJMHRf8", "_id": "1501100955323932672"}, {"created_at": "2022-03-08 07:40:22+00:00", "text": "An accused double murderer has faced court more than 20 years after the killings of two Victorian police officers. Jason Roberts has pleaded not guilty in the shooting deaths of Gary Silk and Rodney Miller. https://t.co/UjiowRmBVu @EstelleGriepink #7NEWS https://t.co/5DSvabknd4", "_id": "1501100497867919360"}, {"created_at": "2022-03-08 07:26:20+00:00", "text": "Thousands of families have used a brief Russian ceasefire as a desperate window to flee Ukraine. There were gut-wrenching scenes with parents carrying children and the elderly. But not all humanitarian corridors were safe. https://t.co/1xR1KOKepf @ChrisReason7 #7NEWS https://t.co/6Ev84tXYZ7", "_id": "1501096966054318081"}, {"created_at": "2022-03-08 07:20:18+00:00", "text": "Sydney's relentless rain has turned deadly, with a mother and son found in a creek after their car went off the road. Emergency evacuations are underway, and there's growing anger about the response time of authorities. https://t.co/eYsXiMnk43 @BlakeJohnson #7NEWS https://t.co/AZWEFvr6T2", "_id": "1501095447376510981"}, {"created_at": "2022-03-08 07:16:43+00:00", "text": "A detective accused of leaking photos of Dani Laidley has been acquitted on all charges. The court today cleared senior constable Murray Gentner, but the former AFL coach could still take the matter further. https://t.co/4CgVUbv5gI @CameronBaud7 #7NEWS https://t.co/0YZSKCRz4G", "_id": "1501094547832463361"}, {"created_at": "2022-03-08 07:06:53+00:00", "text": "Shane Warne's family has released never-before-seen home videos of the cricket legend as they battle to come to terms with his death. Authorities are working to bring the 52-year-old's body back to Melbourne, after Thai police confirmed he died of natural causes. @NickMcCallum7 https://t.co/qLWuTAVBZT", "_id": "1501092070437507076"}, {"created_at": "2022-03-08 05:19:23+00:00", "text": "A 25-year-old woman is fighting for life in hospital after her and her partner were stabbed at a St Albans pub. https://t.co/5zYfOfohG3 #7NEWS https://t.co/kTpqYNfreD", "_id": "1501065019303227392"}, {"created_at": "2022-03-08 01:44:00+00:00", "text": "Royal Thai police will not charge a “fan” who entered an ambulance carrying the body of Shane Warne because she did not break the law. #7NEWS https://t.co/OzculJMcJC", "_id": "1501010814467149825"}, {"created_at": "2022-03-08 01:10:00+00:00", "text": "A firefighter with lightning-fast reflexes has been hailed a hero after preventing a cat-astrophe in Adelaide. #7NEWS https://t.co/CwECmXQVks", "_id": "1501002257977860096"}, {"created_at": "2022-03-07 09:22:12+00:00", "text": "Shane Warne's autopsy report is released, a new ceasefire in Ukraine  allows civilians to escape the fighting, and we're tracking the unfolding weather crisis in Sydney.\n\nThe Latest, tonight from 10:45pm on @Channel7 and @7plus with @angelacox7news. #TheLatest #7NEWS https://t.co/qPnf5Wpg5S", "_id": "1500763739267944451"}, {"created_at": "2022-03-07 08:49:49+00:00", "text": "Detectives have made a breakthrough in the hunt for accused arsonists, arresting two men in relation to a destructive fire in Patterson Lakes. https://t.co/5zYfOfohG3 #7NEWS https://t.co/ToailxjY34", "_id": "1500755586865975301"}, {"created_at": "2022-03-07 07:29:09+00:00", "text": "A car that exploded in flames on the Sydney Harbour Bridge, after crashing into 2 oncoming vehicles, had been stolen from a city street just moments earlier. The terrifying collision was caught on another driver's dashcam. https://t.co/ACZa1Ihka9 #7NEWS https://t.co/3DG0iF5K98", "_id": "1500735286976086017"}, {"created_at": "2022-03-07 07:24:20+00:00", "text": "The town of Moe has been rocked by the death of a father of four in a house fire tragedy. His parents fought desperately to get him out but the 39-year old couldn't be saved. https://t.co/TjXfhq3aMe @paul_dowsley #7NEWS https://t.co/bUO5BjRseZ", "_id": "1500734076780617732"}, {"created_at": "2022-03-07 07:12:19+00:00", "text": "The state's Triple Zero crisis has deepened, with revelations children were among 12 Victorians who died waiting for an operator to answer. It's sparked an urgent funding boost, with the promise of 120 extra call takers. https://t.co/B6XaNNMM8y @SharnelleVella #7NEWS https://t.co/JPQHHr8nTf", "_id": "1500731049625591817"}, {"created_at": "2022-03-07 05:53:44+00:00", "text": "A father of four has been killed when fire engulfed his Moe home. The late-night blaze also left his father badly injured. https://t.co/5zYfOfohG3 @paul_dowsley #7NEWS https://t.co/3Gi2iXJcFg", "_id": "1500711274979622913"}, {"created_at": "2022-03-07 03:12:07+00:00", "text": "The driver of a Toyota Kluger is under police guard in hospital following a serious multi-vehicle crash on the Sydney Harbour Bridge today. Police are investigating if his car was stolen beforehand from Sydney's CBD. https://t.co/ef8ZIgXvYk #7NEWS https://t.co/fKH3VK0zd6", "_id": "1500670600930787328"}, {"created_at": "2022-03-07 00:18:00+00:00", "text": "Seven people were killed, including two children, when several tornadoes swept through central Iowa in the US midwest, destroying homes and knocking down trees and power lines in the state's deadliest storm in more than a decade. #7NEWS https://t.co/CXvMPBCqlC", "_id": "1500626783888101380"}, {"created_at": "2022-03-06 22:59:40+00:00", "text": "@Rebecca7Maddern Sam Newman has opened up to 7NEWS presenter @Rebecca7Maddern about the moment of disbelief when he heard his “dear friend” Shane Warne had died, saying he initially thought it was a bad dream. #7NEWS https://t.co/dgeT58UwEE", "_id": "1500607072094007296"}, {"created_at": "2022-03-06 07:40:20+00:00", "text": "Flood victims have lashed out at the New South Wales Premier, claiming they’re being neglected in their time of need. More dangerous storms and heavy rain are now tipped to batter the east coast for days. https://t.co/C3I6liKDQO @emma_os #7NEWS https://t.co/di0ba21I0M", "_id": "1500375714423783428"}, {"created_at": "2022-03-06 07:37:35+00:00", "text": "Six people are dead, including two children, after a powerful tornado ripped through rural Iowa. It marks the beginning of tornado season in the United States. https://t.co/5zYfOfGqUb #7NEWS https://t.co/2gYZnD8Pao", "_id": "1500375022464290817"}, {"created_at": "2022-03-06 07:21:44+00:00", "text": "A racegoer is fighting for her life in hospital tonight after a falling tree tragedy at Flemington. Four people were felled in the freak accident, as brave witnesses rushed to free the victims. https://t.co/Ya482fP0wX @cassiezervos #7NEWS https://t.co/zGO2xt1K0m", "_id": "1500371031999258624"}, {"created_at": "2022-03-06 07:18:38+00:00", "text": "Police have completed the first part of the investigation into Shane Warne’s death. @olivialeeming is in Koh Samui with the details. https://t.co/5zYfOfGqUb #7NEWS https://t.co/ZdA2eribv9", "_id": "1500370254362742786"}, {"created_at": "2022-03-06 06:49:56+00:00", "text": "Russia has broken its promise of a ceasefire with fleeing Ukrainians facing a bombardment as they attempted to escape the war-torn country. Thousands of citizens have no way out as invading troops continue to push towards the capital Kyiv. https://t.co/xbn84KsWSy @ChrisReason7 https://t.co/6Nzolzj2n7", "_id": "1500363032169689089"}, {"created_at": "2022-03-05 22:23:23+00:00", "text": ".@ShaneWarne saw a doctor about his heart before his death in a Thai villa, police said, as reports emerged blood stains were also found in the cricket legend’s hotel room. #7NEWS https://t.co/wtRKDMIcFP", "_id": "1500235550925541378"}]}