{"docs": [{"created_at": "2022-04-28 11:29:00+00:00", "text": "In a stark warning for shoppers, supermarket giant Coles is predicting that already-high grocery prices will keep rising for the rest of the year. As inflation takes off around the globe, some have been turning to crime to get by. https://t.co/dKFJjeU2Zn #7NEWS https://t.co/WLfjvIuHvY", "_id": "1519639815859310592"}, {"created_at": "2022-04-28 10:41:00+00:00", "text": "A rare deal in the middle of a war has seen the U.S. and Russia carry out a dramatic prisoner swap. America desperate to bring home a jailed former marine, reluctantly agreed to set free a Russian drug smuggler to get the deal done. https://t.co/8ftPfGgvkq #7NEWS https://t.co/78lsakWVjw", "_id": "1519627735966101504"}, {"created_at": "2022-04-28 09:08:06+00:00", "text": "@pcaldicott7 Police are hunting a violent thug who bashed a woman during a terrifying carjacking at Kilburn. The victim's friends have told how the thief hurled a brick through the window and grabbed her by the face. https://t.co/9OT1Fuv7pq @pcaldicott7 #7NEWS https://t.co/ksh3EyKOxF", "_id": "1519604357645598721"}, {"created_at": "2022-04-28 08:56:00+00:00", "text": "A mentally ill man who shot dead three people at Hectorville has delayed his bid for release into the community. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/Vs69S7znBn", "_id": "1519601311800602625"}, {"created_at": "2022-04-28 08:42:33+00:00", "text": "EXCLUSIVE: 7NEWS can reveal the victim of a horrific Anzac Day glassing attack is a war veteran who was wearing his medals when upon. The 47-year-old's family has told how he almost bled to death in the carpark of a Smithfield hotel. https://t.co/Cuaz53pr0N @haydennelson https://t.co/fvUdh07bXK", "_id": "1519597928197033984"}, {"created_at": "2022-04-28 08:11:00+00:00", "text": "7NEWS has exclusive details on the brutal Anzac Day attack at a Smithfield pub that left a veteran with horrific injuries and his medals soaked in blood. Hear from the victim’s family only in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/mO6kqrP8Wj", "_id": "1519589987267846146"}, {"created_at": "2022-04-28 06:51:08+00:00", "text": "The hunt is on for a violent thug who bashed a woman and stole her car at Kilburn. The victim was sitting in her Commodore when a brick came smashing through the window. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/El1GAEA4mG", "_id": "1519569890751152128"}, {"created_at": "2022-04-28 04:14:40+00:00", "text": "@KimberleyPratt_ It has been a race against time to get stranded tourists out and much-needed supplies into the flood-affected William Creek area. Police and SES have assisted a convoy of 70 vehicles to Coober Pedy after days of heavy rains turned the Oodnadatta Track into a muddy mess. #7NEWS https://t.co/ZigPqTJdUj", "_id": "1519530511118761988"}, {"created_at": "2022-04-28 03:15:39+00:00", "text": "A road tragedy at Whyalla Norrie has claimed the life of a 26-year-old motorcyclist. Police say he lost control and crashed, dying at the scene. The latest in 7NEWS Adelaide at 4pm and 6pm on @ch7adelaide | https://t.co/8ftPfGh39Y #7NEWS https://t.co/1vTgTzLhGQ", "_id": "1519515662632493056"}, {"created_at": "2022-04-28 03:04:06+00:00", "text": "BREAKING: Four people infected with COVID-19 have died as South Australia records 3,733 new cases. 240 people are receiving hospital care including 11 in ICU and 1 ventilated. 93.8% of virus samples tested are Omicron BA.2 and there are 25,246 active cases in the state. #7NEWS https://t.co/T0HUgLhgb3", "_id": "1519512753698111488"}, {"created_at": "2022-04-28 02:16:50+00:00", "text": "@msariovski The devastated sister of a young man stabbed to death in the CBD has told his killers to rot in hell. The escalating gang violence has sparked calls for calm with fears more lives will be lost. The latest in 7NEWS Adelaide at 4pm &amp; 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/eTI1tRzwBb", "_id": "1519500857590824960"}, {"created_at": "2022-04-28 02:10:28+00:00", "text": "DEVELOPING: Police are hunting a suspect after a violent carjacking at Kilburn. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/wOti43f352", "_id": "1519499257065373696"}, {"created_at": "2022-04-28 01:31:55+00:00", "text": "@msariovski Victorian man Ngor Bol has been identified as the victim of a fatal Anzac Day CBD stabbing. His devastated sister has paid tribute, saying he was a happy guy who has never been in gangs and hopes the alleged murderer rots in hell. Community leaders are calling for calm. #7NEWS https://t.co/fMihu8KoTl", "_id": "1519489554033831936"}, {"created_at": "2022-04-28 00:58:42+00:00", "text": "BREAKING: A 26-year-old man has died after losing control of his motorbike and crashing it at Whyalla Norrie. Hincks Avenue remains closed between Jackson Avenue, Lewthwaite St and Grundle St. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/V61Mt2TWxm", "_id": "1519481198355300352"}, {"created_at": "2022-04-27 21:06:39+00:00", "text": "A Brisbane man has died after crashing his car in the annual Targa Tasmania rally, the fourth competitor killed in the race in the past two years. #7NEWS https://t.co/yGVbMlLa1a", "_id": "1519422799622082560"}, {"created_at": "2022-04-27 20:51:58+00:00", "text": "A man has been shot dead in Sydney’s south west in a underworld attack, with a gunman now on the run. #7NEWS https://t.co/TgRFMyVuuy", "_id": "1519419105765629952"}, {"created_at": "2022-04-27 09:27:24+00:00", "text": "There is an urgent warning about the dangers of lithium batteries in the wake of the Meridien Hotel blaze at North Adelaide. An investigation has found recharging batteries were to blame for the fierce fire. 7NEWS Adelaide at 6pm | https://t.co/YL9vTLzACs @rosiebarnett_ #7NEWS https://t.co/eC3bCE1mNQ", "_id": "1519246826842468352"}, {"created_at": "2022-04-27 09:17:56+00:00", "text": "Police have slammed the results of a long weekend road safety blitz, after one in 10 drug tests came back positive. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/KDegVzh2hr", "_id": "1519244446348431360"}, {"created_at": "2022-04-27 09:16:09+00:00", "text": "Leaders of Adelaide’s African community say they are shocked by the fatal stabbing in the city and are determined to get to the bottom of escalating gang violence. Amid fears of retaliation, they are calling for calm. 7NEWS Adelaide at 6pm | https://t.co/rqInShZi66 @msariovski https://t.co/PJBeylTzdX", "_id": "1519243994374365184"}, {"created_at": "2022-04-27 09:06:07+00:00", "text": "Police have doubled a reward for critical information on the 1997 disappearance of Gold Coast mother, Marion Barter. Now an inquest has heard her married former lover change his story on crucial details. https://t.co/IBmbl1FG72 @Jordan_Bissell7 #TheLadyVanishes #7NEWS https://t.co/SdWGqThGD0", "_id": "1519241473132154881"}, {"created_at": "2022-04-27 09:03:19+00:00", "text": "The victim of a violent armed carjacking at North Haven has told of the moment he had a knife pointed at his chest. Two of the accused teenaged thugs were arrested at West Hindmarsh after leading police on a wild chase. 7NEWS Adelaide at 6pm | https://t.co/OQNgBF72d7 @pcaldicott7 https://t.co/ikmT1HBUxk", "_id": "1519240767784439809"}, {"created_at": "2022-04-27 08:52:43+00:00", "text": "EXCLUSIVE: An Elizabeth Grove man has been charged with attempted murder after a brutal attack at the Smithfield Hotel. 7NEWS can reveal 53-year-old bodybuilder Kymbol Sheldon is accused of glassing a man outside the pub. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/IkyyGnZLGB", "_id": "1519238100777463808"}, {"created_at": "2022-04-27 07:20:46+00:00", "text": "BREAKING: SA has seen a spike in new COVID cases, with 4856 infections recorded. Three more people have died after testing positive. 247 people are now in hospital, with 10 in ICU and none on ventilators. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/IVQSjlOdOa", "_id": "1519214958675779585"}, {"created_at": "2022-04-27 06:52:41+00:00", "text": "EXCLUSIVE: Leaders of Adelaide’s African communities say they are trying to get to the bottom of this week's gang violence, shocked by the fatal stabbing on North Terrace. Police are still searching for more suspects. 7NEWS Adelaide at 6pm | https://t.co/gYFVWBqbT0 @msariovski https://t.co/51P5kpj2qi", "_id": "1519207890141122560"}, {"created_at": "2022-04-27 06:48:13+00:00", "text": "The victim of a terrifying armed carjacking at North Haven has told how he feared for his life when one of his attackers pointed a knife at his chest. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 #7NEWS https://t.co/WSiZ7WO5dn", "_id": "1519206766524780544"}, {"created_at": "2022-04-27 06:45:28+00:00", "text": "BREAKING: An Elizabeth Grove man has just faced court, charged with attempted murder over a brutal glassing attack outside the Smithfield Hotel. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/GL4CxTBTat", "_id": "1519206076410777600"}, {"created_at": "2022-04-27 03:32:13+00:00", "text": "A wild police chase across the suburbs has resulted in two teenagers being arrested at West Hindmarsh. They allegedly stole a car at knifepoint from North Haven. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/K2QLF1gLyD", "_id": "1519157442587742209"}, {"created_at": "2022-04-27 02:33:03+00:00", "text": "A man has been charged with attempted murder after a brutal glassing attack outside the Smithfield Hotel. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/8suPtysha6", "_id": "1519142550510071808"}, {"created_at": "2022-04-27 02:26:42+00:00", "text": "Several alleged African gang members have been released on bail after being charged in connection with Monday’s brutal stabbing murder on North Terrace. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/8s1sVxgJTS", "_id": "1519140953579081729"}, {"created_at": "2022-04-27 02:24:42+00:00", "text": "Two teenagers have been arrested over a terrifying carjacking and wild police pursuit across Adelaide. The victim was threatened with a knife in a shopping centre carpark. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 #7NEWS https://t.co/CBr1KYEcib", "_id": "1519140449285328897"}, {"created_at": "2022-04-27 02:09:47+00:00", "text": "BREAKING: Investigators have just officially confirmed the cause of Sunday’s horror hotel fire in North Adelaide. As first reported by 7NEWS, it was started by recharging lithium ion batteries. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/hCoh3JGCwP", "_id": "1519136696171827201"}, {"created_at": "2022-04-27 01:30:53+00:00", "text": "Two teenagers have been arrested at West Hindmarsh after a car was stolen at knifepoint and driven across the north-western and south-western suburbs. They were refused police bail and will face court today. 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/7dnB6MymR8", "_id": "1519126906804736000"}, {"created_at": "2022-04-27 01:01:27+00:00", "text": "A 53-year-old Elizabeth Grove man has been arrested and charged with attempted murder over a glassing attack outside a Smithfield hotel. A 47-year-old Craigmore man is in a serious but stable condition. 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/6a9WzhGGSa", "_id": "1519119501102444545"}, {"created_at": "2022-04-26 23:19:14+00:00", "text": "Firefighters in Adelaide's north sang tunes from The Wiggles to keep a toddler calm while extracting her leg from a drain. #7NEWS https://t.co/JG03pZQfFC", "_id": "1519093778660790272"}, {"created_at": "2022-04-26 22:22:46+00:00", "text": "Only four months into 2022, and Australians have already watched several climate disasters unfold across the continent, from coral bleaching to devastating floods and bushfires. #7NEWS https://t.co/6NWTAtwr95", "_id": "1519079566492327936"}, {"created_at": "2022-04-26 08:57:37+00:00", "text": "In a stunning new video, actor Alec Baldwin can be seen rehearsing with the gun that moments later would fire and kill his cinematographer Halyna Hutchins. It's part of a trove of evidence released by investigators today including Baldwin's first reaction. https://t.co/fzKP21dkcE https://t.co/MeczFQIOjJ", "_id": "1518876944821293056"}, {"created_at": "2022-04-26 08:56:17+00:00", "text": "Police are still hunting for a man wanted over the fatal gang war stabbing on North Terrace. It has been revealed the prime suspect was minutes from flying out of Adelaide when police pounced, he refused to appear in court today. 7NEWS at 6pm | https://t.co/fTgeMhSyOb @msariovski https://t.co/kVeE2juFSb", "_id": "1518876610371280897"}, {"created_at": "2022-04-26 08:49:26+00:00", "text": "EXCLUSIVE: An illegal joyride involving a 12-year-old boy has come to a crashing end at Sturt. An off-duty security guard has told how he helped police detain five suspects, who were found hiding in nearby properties. 7NEWS Adelaide at 6pm | https://t.co/uPRlG87p38 @haydennelson https://t.co/5DUk8TJNbC", "_id": "1518874884264267776"}, {"created_at": "2022-04-26 06:57:50+00:00", "text": "EXCLUSIVE: A 12-year-old boy is among five people charged after a stolen Mercedes-Benz was found dumped at Sturt. Residents were woken around midnight by the sound of screeching tyres and called police. 7NEWS Adelaide at 6pm | https://t.co/gYFVWBqbT0 #7NEWS https://t.co/PiZnNeA9SV", "_id": "1518846798592299009"}, {"created_at": "2022-04-26 06:45:54+00:00", "text": "Police are hunting for another man over the fatal gang-related stabbing on North Terrace. The alleged murderer is due to appear in the youth court – the 17-year-old was about to board a plane when he was arrested. 7NEWS Adelaide at 6pm | https://t.co/5MqotmonC2 @msariovski #7NEWS https://t.co/HPPSeXTbVn", "_id": "1518843796737327104"}, {"created_at": "2022-04-26 05:12:00+00:00", "text": "A truck loaded with barley has rolled on the Mallee Highway near Peake, east of Tailem Bend. The highway is blocked and police are asking drivers to avoid the area. More in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/hRlMPzjUu4", "_id": "1518820164581605377"}, {"created_at": "2022-04-26 04:57:14+00:00", "text": "Operation Meld: SA Police Superintendent Des Bray is holding a press conference following the arrest of four more people in relation to a stabbing murder on North Terrace early on Anzac Day. The latest in 7NEWS Adelaide at 4pm and 6pm. https://t.co/1r2Y5eUzes", "_id": "1518816448504025088"}, {"created_at": "2022-04-26 04:25:34+00:00", "text": "A teenager charged with murder is among another four arrests made over a fatal stabbing in the city. A total of 17 have now been arrested by police - the violence has been linked to feuding Sudanese youth gangs. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/oxsgTNS3Nv", "_id": "1518808481913970688"}, {"created_at": "2022-04-26 02:57:41+00:00", "text": "BREAKING: South Australia has recorded 3463 new COVID cases, and seven more people have died after testing positive. 254 people are now in hospital, with 10 in ICU and one on a ventilator. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/rfMuTcUMUK", "_id": "1518786364203884544"}, {"created_at": "2022-04-26 02:13:16+00:00", "text": "There has been a major development in the police investigation into Adelaide’s fatal Sudanese gang war. A 17-year-old boy is due to appear in court, charged with murder. 7NEWS Adelaide at 4pm and 6pm | https://t.co/5MqotmonC2 @msariovski #7NEWS https://t.co/t7HsKtxG0C", "_id": "1518775186933223425"}, {"created_at": "2022-04-26 01:20:09+00:00", "text": "A man has been rushed to hospital with severe facial injuries following an assault at Smithfield. Police say he was found outside a hotel on Main North Road around 5.45pm and believe it's not a random attack. 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/ZIfUKBWPHC", "_id": "1518761818256134144"}, {"created_at": "2022-04-25 23:36:19+00:00", "text": "@msariovski @HannahFoord7 BREAKING: A 17-year-old Victorian boy has been charged with murder after a man was allegedly stabbed to death in the CBD in the early hours of Anzac Day. #7NEWS https://t.co/7HnXHmRFNy", "_id": "1518735689441243136"}, {"created_at": "2022-04-25 23:22:53+00:00", "text": "One child has died and 17 others are requiring liver transplants as global health authorities scramble to find the source of a mystery outbreak of hepatitis. #7NEWS https://t.co/UuHCBVts3L", "_id": "1518732308223725568"}, {"created_at": "2022-04-25 09:03:02+00:00", "text": "Police are keeping a close eye on South Australian roads as thousands head home from an extended break. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @TayleeJ #7NEWS https://t.co/11BvjEcUYD", "_id": "1518515919336906753"}, {"created_at": "2022-04-25 08:57:28+00:00", "text": "@RegterNathan Three men remain in a critical condition in hospital after a fierce fire at the Meridien Hotel in North Adelaide. There are suggestions the fire may have been started by an e-scooter. https://t.co/asiWvflUKt @RegterNathan #7NEWS https://t.co/BvYf7dHl16", "_id": "1518514517810216960"}, {"created_at": "2022-04-25 08:46:22+00:00", "text": "Thirteen people are behind bars after an escalation in Adelaide’s Sudanese gang war. A man has been stabbed to death on North Terrace amid concerns of a threat to the general public. https://t.co/cBfA8237Js @msariovski @HannahFoord7 #7NEWS https://t.co/GnsqS1zH1a", "_id": "1518511725418790913"}, {"created_at": "2022-04-25 08:27:00+00:00", "text": "@RegterNathan 7NEWS understands a North Adelaide hotel fire that left three men fighting for life in hospital may have been sparked by an e-scooter stored inside. Police are treating the ferocious blaze as suspicious. Details in 7NEWS Adelaide at 6pm | https://t.co/sTglloNboy #7NEWS https://t.co/kTSfhFsB0A", "_id": "1518506850060177409"}, {"created_at": "2022-04-25 07:11:00+00:00", "text": "Police have targeted unsuspecting drivers with RBT stations set up across the city and suburbs as thousands of South Australians head home from long weekend road trips. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/orkHtH7uQg", "_id": "1518487724138713088"}, {"created_at": "2022-04-25 04:45:00+00:00", "text": "Operation Meld and Major Crime officers are appealing for anyone with video or information to come forward. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/bhYZcj00sm", "_id": "1518450981922828288"}, {"created_at": "2022-04-25 04:44:58+00:00", "text": "BREAKING: Thirteen people have been arrested and charged with weapons and violence offences in connection with the stabbing death of a 25-year-old man on North Terrace. Police believe the victim was run down before stabbed to death - a suspect is yet to be charged with murder. https://t.co/FmETZAEJjd", "_id": "1518450973890727936"}, {"created_at": "2022-04-25 04:30:53+00:00", "text": "@msariovski Assistant Commissioner John Venditto with the latest after a man was stabbed to death on North Terrace. The latest in 7NEWS Adelaide at 6pm. #7NEWS https://t.co/fjm5of3oVX", "_id": "1518447428567203841"}, {"created_at": "2022-04-25 04:08:36+00:00", "text": "Several arrests have been made after a man was stabbed to death on North Terrace. It is believed to be linked to Operation Meld, a crackdown targeting feuding Sudanese youth gangs. The latest in 7NEWS Adelaide at 6pm on @ch7adelaide | https://t.co/8ftPfGh39Y #7NEWS https://t.co/e3HzKy4cD7", "_id": "1518441822749863936"}, {"created_at": "2022-04-25 03:57:24+00:00", "text": "NSW Police says it has not received any report of threats against controversial Liberal candidate Katherine Deves. #auspol #7NEWS https://t.co/4megYmz7Jm", "_id": "1518439002378219522"}, {"created_at": "2022-04-25 02:35:00+00:00", "text": "A truck driver has died after careering into a tree at Warnertown near Port Pirie. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/hBU4uVxXuq", "_id": "1518418266561171456"}, {"created_at": "2022-04-25 02:11:42+00:00", "text": "DEVELOPING: The CBD is swarming with police and several arrests have been made after a man was stabbed to death on North Terrace. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/xRrTo971Yu", "_id": "1518412405583511552"}, {"created_at": "2022-04-25 01:47:37+00:00", "text": "A driver has died after his truck crashed into a tree at Warnertown near Port Pirie. The 61-year-old man from Victoria was killed after his rig left the Augusta Highway. The latest in 7NEWS Adelaide at 11.30am and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/O1fwycM2IK", "_id": "1518406344201900032"}, {"created_at": "2022-04-25 01:42:19+00:00", "text": "DEVELOPING: A manhunt for more suspects is underway in the CBD after a man died with multiple stab wounds on North Terrace. STAR Group officers have made several arrests on Franklin Street as investigations continue. https://t.co/Dg706dy4Be", "_id": "1518405009855348736"}, {"created_at": "2022-04-25 00:34:26+00:00", "text": "Several men have been arrested on Franklin Street after a man was found with multiple stab wounds on North Terrace. #7NEWS https://t.co/PAM8t9C72x", "_id": "1518387926295773184"}, {"created_at": "2022-04-24 23:54:00+00:00", "text": "@RegterNathan Three men are fighting for life after fire erupted at the Comfort Hotel Meridien in North Adelaide. #7NEWS https://t.co/R2yonGrFwp", "_id": "1518377749362053121"}, {"created_at": "2022-04-24 18:32:40+00:00", "text": "An experimental antiviral pill treatment has shown rapid clearance of the virus that causes COVID-19, according to new data from Japanese drug maker Shionogi &amp; Co. #7NEWS https://t.co/n7JHwDLMKm", "_id": "1518296882870595584"}, {"created_at": "2022-04-24 12:30:00+00:00", "text": "Scott Morrison took his campaign to the Red Centre today, promising no new income taxes if re-elected. Labor's focus was on health, but the party has come under fire for an attack video against a Liberal candidate. 7NEWS at 6pm | https://t.co/8ftPfFYTVQ @Rob7Scott #auspol #7NEWS https://t.co/s78duZHJFs", "_id": "1518205616342196224"}, {"created_at": "2022-04-24 09:08:23+00:00", "text": "A candle left in the back seat is being blamed for starting a car fire at Mile End. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/nQFiRxVT1s", "_id": "1518154878878507008"}, {"created_at": "2022-04-24 09:04:20+00:00", "text": "Police and SES volunteers have been out in force again looking for the weapon used to brutally attack grandfather David Pentland at Elizabeth Downs. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/lspADq4KGF", "_id": "1518153860010807303"}, {"created_at": "2022-04-24 08:43:36+00:00", "text": "Three men are fighting for life in hospital after a fire erupted at the Meridien Hotel in North Adelaide. Guests have told of the terrifying moment they woke to the sound of screams as the blaze took hold. 7NEWS Adelaide at 6pm | https://t.co/t2GFdUWKpY @RegterNathan #7NEWS https://t.co/dzUFLL96Pw", "_id": "1518148641545850881"}, {"created_at": "2022-04-24 07:37:56+00:00", "text": "Three men are fighting for life after a ferocious fire at the Meridien Hotel in North Adelaide. Guests on the upper floors had to be rescued from their balconies as toxic smoke filled the hallways. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @RegterNathan #7NEWS https://t.co/3vxEdcVQiJ", "_id": "1518132115635724288"}, {"created_at": "2022-04-24 04:51:10+00:00", "text": "JUST IN: SA Health has confirmed three men are in a critical condition in hospital following a fire at a North Adelaide hotel. 15 people were rescued from the building after the blaze broke out around 6.30am. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/7rnbVtRD7H", "_id": "1518090146079338496"}, {"created_at": "2022-04-24 04:42:50+00:00", "text": "Prime Minister Scott Morrison has announced a $14 million election commitment for Alice Springs to support a community-led response to reduce crime rates. #auspol #7NEWS https://t.co/HKdpZ0J510", "_id": "1518088049204371457"}, {"created_at": "2022-04-24 04:41:20+00:00", "text": "A teenager with COVID-19 has died in Western Australia, Premier Mark McGowan has announced. #COVID19 #7NEWS  https://t.co/pQ7wQQ7ljJ", "_id": "1518087672811888640"}, {"created_at": "2022-04-24 04:08:48+00:00", "text": "BREAKING: New COVID cases in SA have decreased again, with 2816 infections recorded. Five more people have died after testing positive. 256 people are in hospital, with 11 in ICU and two on ventilators. The latest in 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/RrKaR4GM34", "_id": "1518079483382689792"}, {"created_at": "2022-04-24 03:59:00+00:00", "text": "A candlestick is being blamed for a car fire at Mile End South. The Kia hatchback caught fire on Manchester Street around midnight – bystanders doused the blaze before firefighters put it out completely. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/OlKDPfVfPZ", "_id": "1518077017740111872"}, {"created_at": "2022-04-24 03:23:20+00:00", "text": "One man was badly burnt in the blaze and jumped into the hotel pool to escape – he is being treated in hospital. The cause is still under investigation but the MFS believe the fire was accidental. The latest in 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/3fethu2fku", "_id": "1518068041686298624"}, {"created_at": "2022-04-24 03:22:58+00:00", "text": "15 people have been rescued and seven of them taken to hospital after a fire erupted at a North Adelaide hotel. Police say the blaze broke out at the Meridien on Melbourne Street around 6.30am. Firefighters evacuated those inside using ladders and a cherry picker. https://t.co/vInCkZ7MmI", "_id": "1518067950397247488"}, {"created_at": "2022-04-24 01:51:50+00:00", "text": "Health authorities in the Democratic Republic of the Congo have declared a new outbreak of the deadly Ebola virus after a case was confirmed in the country's northwest. #7NEWS https://t.co/ZZvvVmhCKI", "_id": "1518045016996081664"}, {"created_at": "2022-04-24 00:41:11+00:00", "text": "HAPPENING NOW: A major rescue operation is underway after fire broke out at a Melbourne Street motel in North Adelaide. Fire crews have rescued at least 15 people and three have been rushed to hospital. The latest in 7NEWS Adelaide at 5pm and 6pm | https://t.co/gYFVWBIl78 #7NEWS https://t.co/jbsgEZpAbB", "_id": "1518027237911834624"}, {"created_at": "2022-04-23 08:54:39+00:00", "text": "Homeowners in Modbury North have suffered a setback after a fire damaged their house which they had been renovating. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/HGpY3UzmIL", "_id": "1517789033035747329"}, {"created_at": "2022-04-23 05:21:00+00:00", "text": "A Modbury North home under renovation has been damaged in a fire. Police believe an electrical fault could have started the blaze, which began inside the Michael Avenue home around 11pm. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/Wit9z1gopK", "_id": "1517735265921646592"}, {"created_at": "2022-04-23 04:05:00+00:00", "text": "Police are looking for a driver after two parked cars were damaged in an incident at Greenacres. A Hyundai hatchback and a Ford sedan were hit by a third car on Redward Avenue just before 10pm.  7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/MDvXe62QN7", "_id": "1517716139970732034"}, {"created_at": "2022-04-23 03:22:29+00:00", "text": "BREAKING: SA has recorded a drop in new COVID cases, with 3457 infections reported. Four more people have died after testing positive – 237 people are now in hospital, with 12 in ICU and one on a ventilator. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/nt8XFlB6DH", "_id": "1517705441253359616"}, {"created_at": "2022-04-23 03:01:35+00:00", "text": "A man is fighting for life following an assault at Elizabeth Downs. Police say they were called to Peacock Road around 11.30pm and found the 59-year-old lying in the street with serious head wounds. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/VW1LisbP2J", "_id": "1517700181105397765"}, {"created_at": "2022-04-22 12:41:00+00:00", "text": "Police in San Francisco say they are investigating a punch-up on a passenger jet involving one of the most feared boxers of all time. Onboard video shows Mike Tyson pummelling a man who had apparently refused to leave him alone. https://t.co/vZSUfItGB2 @telester #7NEWS https://t.co/pke5ej0lyq", "_id": "1517483608017096704"}, {"created_at": "2022-04-22 09:25:39+00:00", "text": "Former first-round draft pick Jackson Hately will be given the chance to step in for injured skipper @RorySloane9 when @adelaide_fc takes on the Bulldogs in Ballarat tomorrow. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7AFL #7NEWS https://t.co/C9Mpuguw2k", "_id": "1517434449008685056"}, {"created_at": "2022-04-22 08:53:53+00:00", "text": "@RegterNathan A well-known Kangaroo Island grandfather killed in a tragic crash is being remembered as a great mate and player at his bowls club. Bevan Letton died after he swerved to avoid a tractor that was allegedly being driven without its lights on. https://t.co/Z8y3CtPlb0 @RegterNathan https://t.co/J6lgRemZyR", "_id": "1517426451276234752"}, {"created_at": "2022-04-22 08:46:12+00:00", "text": "@HannahFoord7 @KatrineHildyard The head of the child protection department has been forced to admit authorities could have saved the lives of two children murdered at Hillier. Following a scathing review, the government has vowed to improve the system that failed them. https://t.co/xdH8IttRm5 @HannahFoord7 https://t.co/3hMLC1OZza", "_id": "1517424519304314881"}, {"created_at": "2022-04-22 08:16:57+00:00", "text": "@haydennelson Premier Peter Malinauskas, Chief Public Health Officer Professor Nicola Spurrier and Police Commissioner Grant Stevens are addressing South Australians with the latest COVID-19 update on close contact isolation. #7NEWS https://t.co/6hsNam7YhV", "_id": "1517417157084475392"}, {"created_at": "2022-04-22 06:42:50+00:00", "text": "@HannahFoord7 @KatrineHildyard The child protection chief has for the first time admitted the department got it wrong in the case of two young siblings murdered at Hillier. The government has agreed to urgently review the system after the deputy coroner found the tragic deaths were preventable. @HannahFoord7 https://t.co/ZECtOe4E9u", "_id": "1517393472378249217"}, {"created_at": "2022-04-22 06:35:16+00:00", "text": "A tractor driver has been charged over the death of a well-known Kangaroo Island postie. Police allege a 49-year-old local man was behind the wheel of a tractor travelling with no lights on, forcing the grandfather to swerve before crashing and rolling his van at Kohinoor. #7NEWS https://t.co/h5NAg8x3t2", "_id": "1517391568126509056"}, {"created_at": "2022-04-22 05:11:08+00:00", "text": "@HannahFoord7 @KatrineHildyard The state government has vowed to overhaul the child protection department after the deputy coroner found the murders of siblings at Hillier were preventable. Amber Rigney and Korey Mitchell died alongside their mother at the hands of her partner in 2016. https://t.co/z1zeU54A5N https://t.co/DNLEzgvfrZ", "_id": "1517370397121191936"}, {"created_at": "2022-04-22 04:31:41+00:00", "text": "@HannahFoord7 @KatrineHildyard The state government has agreed to a raft of recommendations flowing from an inquest into the murder of two children at the hands of their mother’s partner at Hillier. #saparli #7NEWS https://t.co/0bmJqbWt3E", "_id": "1517360466280185856"}, {"created_at": "2022-04-22 03:05:00+00:00", "text": "Police suspect an arsonist set fire to a four-wheel-drive in an underground CBD car park. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/LIiE9PEzVp", "_id": "1517338653575589890"}, {"created_at": "2022-04-22 02:19:35+00:00", "text": "@HannahFoord7 @KatrineHildyard The premier has held urgent talks with the Department of Child Protection after the coroner handed down damning findings into the murders of two children at Hillier. He said their deaths could have been prevented if authorities did their job. https://t.co/EXB2cSEEB2 @HannahFoord7 https://t.co/YWlkWRFmLk", "_id": "1517327226198687745"}, {"created_at": "2022-04-22 01:54:42+00:00", "text": "A Kangaroo Island man has been arrested after a 79-year-old local driver died in a van rollover crash on the Playford Highway at Kohinoor. Police allege the Mitsubishi van swerved to avoid a tractor that was allegedly being driven without lights on Bark Hut Road. #7NEWS https://t.co/XP89FEp74J", "_id": "1517320960621555713"}, {"created_at": "2022-04-22 01:34:40+00:00", "text": "@HannahFoord7 Child Protection Minister @KatrineHildyard with an update after the deputy coroner handed down scathing findings over the 'preventable' murders of two children at Hillier in 2016. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm. #saparli #7NEWS https://t.co/tER1FdgwUQ", "_id": "1517315922129985537"}, {"created_at": "2022-04-22 01:25:22+00:00", "text": "Emergency crews have rushed to airlift a man to hospital with serious burns after a log heater flared flames in his face at his Back Valley home near Victor Harbor. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/nuaYB3A5M0", "_id": "1517313579686371332"}, {"created_at": "2022-04-21 12:28:00+00:00", "text": "Rapper A$AP Rocky has been arrested at Los Angeles International Airport in connection with a shooting in November. #7NEWS https://t.co/GFpOMJVbEq", "_id": "1517117948485259264"}, {"created_at": "2022-04-21 09:30:06+00:00", "text": "AFL Teams: @pafc has been boosted by the return of @Wines16 for Saturday's Eagles clash while Matthew Nicks has turned to Jackson Hately to replace injured captain @RorySloane9. @TheoDrop has all the team news. https://t.co/gYFVWBIl78 @7AFL #7AFL #7NEWS https://t.co/QNPRDNLEwC", "_id": "1517073177918451712"}, {"created_at": "2022-04-21 09:09:38+00:00", "text": "@msariovski EXCLUSIVE: 7NEWS has obtained exclusive video of the moment a callous thief smashed his way into a Welland barber shop on Easter Sunday. The shattered owner was holidaying with family two hours away when the crime was carried out. https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/ccVNJvW2cN", "_id": "1517068028806316032"}, {"created_at": "2022-04-21 08:52:14+00:00", "text": "@HannahFoord7 The deputy coroner says two young children brutally murdered by an ice addict at Hillier could still be alive if authorities had not failed to protect them. Relatives wept outside court after hearing their deaths were preventable. https://t.co/giQpxVzOKp @HannahFoord7 #7NEWS https://t.co/JBUprlVOM7", "_id": "1517063648803684352"}, {"created_at": "2022-04-21 07:40:00+00:00", "text": "Ollie Wines has thrown his support behind under-fire @pafc coach Ken Hinkley after the Power's winless start to the season. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/yi323c1OFl", "_id": "1517045470627041280"}, {"created_at": "2022-04-21 07:32:29+00:00", "text": "7NEWS has obtained exclusive video of the moment a cruel thief smashed his way into a Welland barber shop on Easter Sunday. The shattered owner was two hours away in the Riverland when the crime was carried out. Details in 7NEWS at 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/jlsRGDIald", "_id": "1517043580132794368"}, {"created_at": "2022-04-21 07:18:42+00:00", "text": "@pcaldicott7 An unlicenced driver has ploughed her car through the window of a Salisbury service station. The woman has been taken to hospital to undergo drug and alcohol tests. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/AHbag2pN0k", "_id": "1517040110818435072"}, {"created_at": "2022-04-21 06:47:01+00:00", "text": "The deputy coroner has slammed the child protection department over the preventable deaths of the Hillier triple murder victims. He says the five and six-year-old children, brutally killed by their mother's partner, could still be alive if authorities did their job. @HannahFoord7 https://t.co/G0aFvHHmQp", "_id": "1517032137106792453"}, {"created_at": "2022-04-21 06:10:00+00:00", "text": "The deaths of Korey Lee Mitchell, five, and his six-year-old sister Amber Rose Rigney, murdered by their mother’s partner at Hillier, have been ruled preventable with a coroner chiding authorities over the handling of the family’s case. #7NEWS https://t.co/YWvXUhcgYV", "_id": "1517022821540630528"}, {"created_at": "2022-04-21 05:44:56+00:00", "text": "DEVELOPING: Police are investigating after a truck carrying hay bales rolled off Copperhouse Road near the Barrier Highway at Burra. The driver has been rushed to hospital with serious head and spinal injuries. The latest in 7NEWS at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/RCZR9IAhwa", "_id": "1517016513592832000"}, {"created_at": "2022-04-21 03:18:34+00:00", "text": "A decision on whether to relax South Australia’s close contact rules could be made as early as tomorrow. Police Commissioner Grant Stevens has asked Premier @PMalinauskasMP to move Tuesday’s COVID meeting forward. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/hdzH8XtFfp", "_id": "1516979678091038720"}, {"created_at": "2022-04-21 03:07:55+00:00", "text": "@PMalinauskasMP @haydennelson A man and woman aged in their 90s and a man in his 60s have died as 4,079 new COVID-19 cases are reported in South Australia. 241 patients are receiving hospital care including 11 in ICU and 3 ventilated. Close contact rules could scrapped as early as tomorrow. #7NEWS https://t.co/tD8DyRPT3v", "_id": "1516977000443170817"}, {"created_at": "2022-04-21 02:24:40+00:00", "text": "The state's deputy coroner has slammed child protection authorities for failing to prevent the brutal murders of two young children and their mother at Hillier in 2016. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/AC6qLt95hE", "_id": "1516966114819211264"}, {"created_at": "2022-04-21 02:17:49+00:00", "text": "A Salisbury service station has become a drive-through after a car came crashing through the front of the store. The female driver was unlicensed and has undergone drug and alcohol tests. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/Oh8JvE5765", "_id": "1516964393875292160"}, {"created_at": "2022-04-21 02:12:10+00:00", "text": "@PMalinauskasMP A decision on whether to relax South Australia’s close contact rules could be made as early as tomorrow. The police commissioner has asked the premier to move Tuesday’s COVID meeting forward with the aim of bringing SA in line with New South Wales &amp; Victoria. @haydennelson #7NEWS https://t.co/EAVxiaN95u", "_id": "1516962969435148288"}, {"created_at": "2022-04-21 01:55:30+00:00", "text": "JUST IN: An inquest into the deaths of Hillier murder victims Amber Rose Rigney and Korey Lee Mitchell, who were killed alongside their mother, has handed down damning findings. Child protection authorities have been slammed for failing to investigate the family earlier. #7NEWS https://t.co/WItmKSlCiF", "_id": "1516958774703321088"}, {"created_at": "2022-04-21 01:39:03+00:00", "text": "Australian of the Year @DylanAlcott has spoken out after Prime Minister @ScottMorrisonMP came under fire for saying he is “blessed” to have children without disabilities. #auspol #7NEWS https://t.co/qrjkJHZQd6", "_id": "1516954636153802752"}, {"created_at": "2022-04-21 01:38:09+00:00", "text": "South Australia could ease COVID close contact isolation rules as early as tomorrow bringing the state's approach in line with the east coast. Police Commissioner Grant Stevens has asked Premier @PMalinauskasMP to bring forward the next EMC meeting. #7NEWS https://t.co/aa4B6bFg4Z", "_id": "1516954411310153728"}, {"created_at": "2022-04-21 01:00:33+00:00", "text": "An elderly driver has died after his van crashed and rolled at Kohinoor on Kangaroo Island. The sole occupant, a 79-year-old man from Parndana, died at the scene on the Playford Highway. Details in 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/wTvhJcyLv7", "_id": "1516944945638436865"}, {"created_at": "2022-04-21 00:31:08+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/Gotuzvn9w9", "_id": "1516937543824330752"}, {"created_at": "2022-04-20 22:51:19+00:00", "text": "Russia has successfully test-fired a nuclear-capable missile dubbed the ‘Satan 2’ that it claims can reach anywhere in the world. #7NEWS https://t.co/fnqZz7l2yM", "_id": "1516912424833536000"}, {"created_at": "2022-04-20 09:29:53+00:00", "text": "@Adelaide_FC @rorysloane9 @laurenrose7 @7AFL .@Adelaide_FC will launch a captaincy audition amongst its leadership group to find Rory Sloane's long-term replacement. The injured skipper has had surgery on his knee and coach Matthew Nicks admitted he is gutted for the 32-year-old. @TheoDrop @7AFL #7NEWS https://t.co/FkXUYAriWL", "_id": "1516710738316115968"}, {"created_at": "2022-04-20 08:54:57+00:00", "text": "Two people have been arrested over a service station robbery at West Croydon. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/EQKw3ZRHDC", "_id": "1516701945993777155"}, {"created_at": "2022-04-20 08:51:43+00:00", "text": "@HannahFoord7 Police have swarmed the Supreme Court to protect the state's top cop from anti-COVID vaccine protesters. Police Commissioner Grant Stevens took to the stand as part of the high-profile legal challenge against South Australia’s jab mandates. https://t.co/vfFcGeYviz @HannahFoord7 https://t.co/jBWEuAj46o", "_id": "1516701133099921411"}, {"created_at": "2022-04-20 07:33:00+00:00", "text": ".@adelaide_fc coach Matthew Nicks admits he is gutted for injured captain @RorySloane9. The 32-year old underwent surgery on his knee this morning and now faces a challenging 12-month recovery. Details in 7NEWS Adelaide at 6pm | https://t.co/gYFVWBHNhA #7AFL #7NEWS https://t.co/lcMEpJ0hlM", "_id": "1516681321275441152"}, {"created_at": "2022-04-20 06:48:09+00:00", "text": "There has been a huge police presence at the Supreme Court where the police commissioner gave evidence in Deni Varnhagen's legal challenge against vaccine mandates. He says he stands by his decision to enforce the jab rules. https://t.co/gYFVWBIl78 @HannahFoord7 #7NEWS https://t.co/5wgfjoH5E0", "_id": "1516670034181263360"}, {"created_at": "2022-04-20 06:03:02+00:00", "text": "There has been a heavy police presence at the Supreme Court as the police commissioner finally took the stand after illness delays to give evidence in a challenge to South Australia’s vaccine mandates. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/WDPiApiP7n", "_id": "1516658681890619394"}, {"created_at": "2022-04-20 04:09:28+00:00", "text": "Watch the incredible moment a hot air balloon crashes through trees and lands on a residential street in Melbourne. Thankfully no one was injured during the unplanned landing. The ATSB has commenced a transport safety investigation. 7NEWS at 6pm. https://t.co/ni7HNlTrUW #7NEWS https://t.co/NGKECYpsFT", "_id": "1516630100493860866"}, {"created_at": "2022-04-20 03:10:06+00:00", "text": "South Australia’s close contact rules could be eased within weeks with Victoria and NSW set to reduce their isolation requirements by the weekend. Police Commissioner Grant Stevens says the government is pushing for SA's rules to be consistent with the rest of the country. #7NEWS https://t.co/vE362we8RP", "_id": "1516615162652151811"}, {"created_at": "2022-04-20 02:59:10+00:00", "text": "Police Commissioner Grant Stevens is giving evidence in benched AFLW player Deni Varnhagen's challenge to the state's COVID-19 mandates. #7NEWS https://t.co/oEKP4A7ESJ", "_id": "1516612411595575296"}, {"created_at": "2022-04-20 02:55:00+00:00", "text": "@HannahFoord7 Water Operations police and @AusBorderForce officers are back searching off the Yorke Peninsula for more drugs connected to the state's largest ever bust. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/WjZlOGQezi", "_id": "1516611360293011456"}, {"created_at": "2022-04-20 02:48:45+00:00", "text": "South Australia has recorded another rise in COVID infections and hospitalisations with 4,256 new cases detected. 252 people are in hospital including 14 in ICU and 2 people ventilated. Two men aged in their 60s and 80s have died. The latest in 7NEWS Adelaide at 4pm &amp; 6pm. #7NEWS https://t.co/vYVgc1g6nf", "_id": "1516609787974524928"}, {"created_at": "2022-04-20 02:27:00+00:00", "text": "DEVELOPING: Police are on the hunt for a suspect who viciously attacked a young man near the Ice Arena at Thebarton. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/ykFE1rz267", "_id": "1516604316748226563"}, {"created_at": "2022-04-20 02:13:13+00:00", "text": "DEVELOPING: Police Commissioner Grant Stevens is giving evidence at the Supreme Court in Deni Varnhagen's challenge against the state's vaccine mandates. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/fwMYwvIIMD", "_id": "1516600846041366529"}, {"created_at": "2022-04-20 01:10:49+00:00", "text": "Who says books are dead? South Australian book-lovers have braved the rain to flock to a brand-new $1.5 million reading hub in the heart of the CBD. @DymocksAdelaide has refurbished the Regent Theatre in @RundleMall, opening South Australia’s largest book store. #7NEWS https://t.co/LhvNv9jNvI", "_id": "1516585142479122435"}, {"created_at": "2022-04-20 00:49:43+00:00", "text": "DEVELOPING: Police Commissioner and State Coordinator Grant Stevens has arrived at the Supreme Court to give evidence in a judicial review of South Australia’s remaining COVID-19 vaccination mandates. The latest in 7NEWS at 11.30am, 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/bcFbh5B8mj", "_id": "1516579831768825862"}, {"created_at": "2022-04-19 22:15:29+00:00", "text": "A cast member of National Geographic’s Outback Wrangler show who died in a Northern Territory helicopter crash was hanging from it on a sling to collect crocodile eggs. #7NEWS https://t.co/PffMvRzMFA", "_id": "1516541017507647489"}, {"created_at": "2022-04-19 21:05:05+00:00", "text": "Olympic hockey champion Sandy Pisani has died. She was 63. #7NEWS https://t.co/qXd41g1wpw", "_id": "1516523300058730497"}, {"created_at": "2022-04-19 09:46:22+00:00", "text": "Prince Harry is staying on for the week at the Invictus Games to watch the competition - which he set up to honour injured servicemen and women. Australia's team members described winning medals as lifechanging. 7NEWS at 6pm | https://t.co/8ftPfFYTVQ @TomHartley_7 #7NEWS https://t.co/V7qrIEyOIY", "_id": "1516352497153048577"}, {"created_at": "2022-04-19 09:43:01+00:00", "text": ".@PAFC CEO Matthew Richardson has launched a stern defense of Ken Hinkley. The club is rallying around the under-fire coach. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @TheoDrop #7NEWS https://t.co/Qti5CPClBY", "_id": "1516351653573640193"}, {"created_at": "2022-04-19 09:32:27+00:00", "text": "Brave residents have foiled two separate home invasions a terrifying crime spree across Hope Valley and Highbury. Police dog Rusty led officers to the intruders - one was aged just 16. 7NEWS Adelaide at 6pm | https://t.co/z9GJiQ4V8O @haydennelson #7NEWS https://t.co/zMIJUXxjXI", "_id": "1516348993265037314"}, {"created_at": "2022-04-19 09:15:03+00:00", "text": "A faulty conveyor belt is being blamed for a fire that erupted in the Smith’s snack food factory at Regency Park. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/UsLy4zBxVF", "_id": "1516344616202637312"}, {"created_at": "2022-04-19 09:14:29+00:00", "text": "Tributes are flowing for South Australian hockey legend Sandy Pisani. The Olympic gold medallist has died of cancer at the age of 63. 7NEWS Adelaide at 6pm | https://t.co/ObwHv8MRRM #7NEWS https://t.co/SaWNtqzXkJ", "_id": "1516344473600475144"}, {"created_at": "2022-04-19 09:00:27+00:00", "text": "Police have slammed the behaviour of drivers caught dicing with death over the long weekend. An Easter road blitz has delivered some disturbing results. 7NEWS Adelaide at 6pm | https://t.co/wH42H5l8CR @rosiebarnett_ #7NEWS https://t.co/0R0D94yIQc", "_id": "1516340942759858176"}, {"created_at": "2022-04-19 08:40:47+00:00", "text": "EXCLUSIVE: Police have descended on the Yorke Peninsula, scouring the coast for more drugs linked to the state’s largest ever haul. Water operations and border force have spent the day diving for cocaine. 7NEWS Adelaide at 6pm | https://t.co/S9SmsrMNmD @HannahFoord7 #7NEWS https://t.co/tNCcYoQ8YX", "_id": "1516335994089324547"}, {"created_at": "2022-04-19 07:05:54+00:00", "text": "South Australian Olympic hockey champion Sandy Pisani has died, aged 63. More in 7NEWS Adelaide at 6pm. #7NEWS https://t.co/qXd41gizrw", "_id": "1516312113219661825"}, {"created_at": "2022-04-19 06:46:05+00:00", "text": "A Hope Valley couple has scared off two males who broke into their home during a terrifying crime spree. One of the intruders was just 16 years old. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @haydennelson #7NEWS https://t.co/XWHV7m6sgs", "_id": "1516307125756043264"}, {"created_at": "2022-04-19 06:37:11+00:00", "text": "Police have descended on the Yorke Peninsula to search for more possible packages of drugs linked to South Australia’s largest cocaine haul. Water operations police have spent the day scouring the coastline. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/DIUXOQI5js", "_id": "1516304888858247171"}, {"created_at": "2022-04-19 04:40:04+00:00", "text": "SA Police has revealed the surprising number of drivers under the influence of drugs, among other statistics gathered over Easter long weekend. 1001 drug tests were conducted between Thursday and Easter Monday, with 101 drivers returning a positive result. https://t.co/mVlu4hz49Z", "_id": "1516275413453971457"}, {"created_at": "2022-04-19 03:24:55+00:00", "text": "A fire has erupted at the Smith’s snack food factory at Regency Park. A conveyor belt inside an oven burst into flames. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/f5Lpei0pVg", "_id": "1516256501018480641"}, {"created_at": "2022-04-19 02:42:43+00:00", "text": "BREAKING: SA has recorded 3829 new COVID cases and more than 300 people have now died after testing positive - a man and two women in their 80s have passed away. 245 people are in hospital, with 11 in ICU and two on ventilators. 7NEWS at 4pm and 6pm | https://t.co/8ftPfFYTVQ https://t.co/PDp1bKOAsD", "_id": "1516245882156453890"}, {"created_at": "2022-04-19 01:05:15+00:00", "text": "The latest shots have been fired in the supermarket war, with @Coles now offering bulk-sized products. #7NEWS https://t.co/Jxzkxxsewj", "_id": "1516221355527925760"}, {"created_at": "2022-04-18 12:00:02+00:00", "text": "In the lead up to Anzac Day, a Melbourne family is lobbying the federal government to award a Victoria Cross to a World War II hero. Ron 'Buck' Taylor died trying to save his mates, and historians agree he deserves our highest bravery award. https://t.co/gYFVWBHNhA #7NEWS https://t.co/Ze52nAx6N6", "_id": "1516023749803450369"}, {"created_at": "2022-04-18 09:42:47+00:00", "text": "A mass shooting at an underage party inside an Airbnb property in Pittsburgh has left two boys dead, 13 people injured and a gunman on the run. Video shows the terror among the 200 partygoers who scrambled to escape. 7NEWS at 6pm | https://t.co/e3NUsTel0w @DavidWoiwod #7NEWS https://t.co/RSD68I1Jw0", "_id": "1515989207419826177"}, {"created_at": "2022-04-18 09:21:19+00:00", "text": "Putting children in the path of a bushfire may not be conventional learning, but that's what @UniversitySA researchers are doing - using virtual reality to give students vital skills to deal with emergency situations. 7NEWS Adelaide at 6pm | https://t.co/IvtrXJdNPZ @rosiebarnett_ https://t.co/OcNfTZOx7h", "_id": "1515983803965091841"}, {"created_at": "2022-04-18 09:00:54+00:00", "text": "Police are out in force across the state as holidaymakers return from their Easter getaways. 7NEWS Adelaide at 6pm | https://t.co/vpZNzAVulO @TayleeJ #7NEWS https://t.co/P0SeqWUzMH", "_id": "1515978667167346693"}, {"created_at": "2022-04-18 08:55:20+00:00", "text": "Soldiers are ignoring a Russian deadline to surrender in the encircled city of Mariupol, while a new missile strike has hit the city of Kharkiv in the country's northeast. https://t.co/011igD6rsX #Ukraine #7NEWS https://t.co/pnKOJsl7X9", "_id": "1515977268405112837"}, {"created_at": "2022-04-18 06:52:00+00:00", "text": "A bag which police believe could contain cocaine has washed ashore at Marion Bay on Yorke Peninsula. The contents of the bag has to be examined, but could be linked to $250 million worth of cocaine seized last month. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/QqOHUkmpNP", "_id": "1515946227736592388"}, {"created_at": "2022-04-18 02:30:09+00:00", "text": "Learning bushfire safety skills can be vital and now researchers are targeting a group that is most vulnerable. @UniversitySA is throwing primary school students into a bushfire scenario using virtual reality technology. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/PcapgGkZ63", "_id": "1515880330120425472"}, {"created_at": "2022-04-17 09:52:35+00:00", "text": "The @AdelaideTbirds staged a huge third-term fightback but it wasn’t enough to beat the Firebirds. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/aA8nFRIzst", "_id": "1515629284328542211"}, {"created_at": "2022-04-17 09:50:22+00:00", "text": "Police are looking for the driver of a stolen car, found rolled and abandoned in front of the Ice Arena at Thebarton. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/7IjayGYAVh", "_id": "1515628729208254465"}, {"created_at": "2022-04-17 09:10:35+00:00", "text": "Adelaide's political and media circles have been shocked by the death of former high-profile advisor Jill Bottrall. The Rann Government stalwart has died after a brief battle with cancer. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/P1RJWL38GI", "_id": "1515618717714948096"}, {"created_at": "2022-04-17 08:44:59+00:00", "text": "A Gawler South man has been arrested after allegedly taking off from the scene of a shocking highway crash at Freeling. Police found the 54-year-old after tracking him down using dashcam footage. 7NEWS Adelaide at 6pm | https://t.co/XhRvHm5u0s @msariovski #7NEWS https://t.co/2dYOrcNNW8", "_id": "1515612274014130179"}, {"created_at": "2022-04-17 08:29:41+00:00", "text": "The Duke and Duchess of Sussex have made their return to the international stage opening the Invictus Games in the Netherlands. The competition for injured service personnel has always been Prince Harry's passion and he was given a warm welcome. https://t.co/gYFVWBqbT0 #7NEWS https://t.co/KxXK8lRcPY", "_id": "1515608422804176906"}, {"created_at": "2022-04-17 06:58:51+00:00", "text": "JUST IN: Police have arrested a 54-year-old man over a hit-run crash at Freeling. After reviewing dashcam footage, police identified the suspect's vehicle and attended a Gawler South address, where he was arrested. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ https://t.co/0BIkthCl7u", "_id": "1515585564396773377"}, {"created_at": "2022-04-17 06:08:00+00:00", "text": "Two cars have been damaged and a caravan has been crushed in a hit-run crash on the Thiele Highway at Freeling. Police believe a driver attempted to overtake the two four-wheel drives, but ended up running them off the road. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/J9w6lVv9ys", "_id": "1515572766627405829"}, {"created_at": "2022-04-17 05:15:00+00:00", "text": "Police are looking for a driver after a stolen car rolled at Thebarton. They say the white Hyundai was found on its roof at the intersection of James Congdon Drive and Kintore Street around 6.10am. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/LwSCDCZRMJ", "_id": "1515559428686290946"}, {"created_at": "2022-04-17 04:33:00+00:00", "text": "Police are seeking a driver who collided with a motorcyclist in a hit-run crash at Happy Valley. The Harley-Davidson rider says he was travelling on Kenihans Road around 10am when a car pulled out in front of him. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/gfJoG7lCb2", "_id": "1515548859258347520"}, {"created_at": "2022-04-17 03:23:19+00:00", "text": "Police are seeking a driver over a hit-run crash at Freeling. They say a light brown SUV or station wagon attempted to overtake two vehicles on the Thiele Highway, when it forced them off the road. No one was seriously injured. 7NEWS at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/TlHpRYe6Wy", "_id": "1515531325213577219"}, {"created_at": "2022-04-16 09:20:38+00:00", "text": "An elderly driver has been injured after he lost control of his car at a Norwood service station. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/csfSPAOl7E", "_id": "1515258858502909957"}, {"created_at": "2022-04-16 09:00:05+00:00", "text": "Chaotic video has captured a massive all-in brawl involving 30 people on Grote Street in the city. It brought traffic to a standstill as the fight spilled onto the road, with police now investigating. 7NEWS Adelaide at 6pm | https://t.co/Fk0BZ6ssG6 @RegterNathan #7NEWS https://t.co/zjdPPYqBQs", "_id": "1515253687496585221"}, {"created_at": "2022-04-16 08:44:48+00:00", "text": "The distraught family of a popular Indian gourmet business at Blair Athol has watched on in horror as a million-dollar fire burnt their warehouse to the ground. They are now vowing to rebuild. 7NEWS Adelaide at 6pm | https://t.co/HL8aibWaHn @pcaldicott7 #7NEWS https://t.co/dt4is5EeVX", "_id": "1515249839600152581"}, {"created_at": "2022-04-16 08:15:41+00:00", "text": "Police are hunting three men believed to be responsible for an acid attack in front of shocked diners in the heart of Sydney's CBD. A substance was thrown in the young woman's face with the whole incident posted and shared online. https://t.co/UFzYQ7pG4n #Sydney #7NEWS https://t.co/S3Iib55WLA", "_id": "1515242510532366340"}, {"created_at": "2022-04-16 04:39:00+00:00", "text": "A business owner has vowed to rebuild after his distribution warehouse at Blair Athol was destroyed in a ferocious fire. Tonnes of spices, computers and packaging machines went up in flames - the cause of the blaze is undetermined. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ https://t.co/94s4gjFLFp", "_id": "1515187981123932166"}, {"created_at": "2022-04-16 03:55:13+00:00", "text": "A 37-year-old man has been arrested after two puppies from a stolen litter were recovered at Christies Beach. Police are still looking for five Pitbull X puppies, stolen in a break-in at Morphett Vale earlier in the week. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/3zsIqTbVwE", "_id": "1515176964419571712"}, {"created_at": "2022-04-16 03:26:48+00:00", "text": "Police have confirmed a 65-year-old Copper Coast man has died after his ute was hit by a train at Winninowie, south of Port Augusta. He was the driver and only occupant of the car, and died at the scene. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/4nJPBFwNfC", "_id": "1515169811562577921"}, {"created_at": "2022-04-16 02:37:53+00:00", "text": "BREAKING: A man in his 70s has died after testing positive to COVID, as South Australia records 3749 new cases. Hospitalisations have increased by 14 to 223, with eight people in ICU and one on a ventilator. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/ld1x76pmwo", "_id": "1515157503775965187"}, {"created_at": "2022-04-15 12:00:02+00:00", "text": "Australian sport is mourning yet another lost legend. Golfing great Jack Newton died overnight of complications after a long battle with Alzheimer's disease. His story is a truly incredible one of success, tragedy and the spirit to overcome life-altering challenges. #7NEWS https://t.co/cUO2zAScxn", "_id": "1514936586227617795"}, {"created_at": "2022-04-15 10:15:20+00:00", "text": "HAPPENING NOW: A warehouse in Blair Athol has erupted into flames, sending thick black smoke billowing into the air. Dozens of firefighter are battling the massive inferno on the ground and from above but the risk of structural collapse remains. https://t.co/8ftPfGh39Y #7NEWS https://t.co/jwIHbuQfPn", "_id": "1514910233671663618"}, {"created_at": "2022-04-15 09:09:58+00:00", "text": "@RegterNathan EXCLUSIVE: A local amateur footy league is under fire after banning a spectator for filming a brutal on-field punch. The suspended fan is furious his punishment is harsher than the one handed to the player who left his opponent unconscious. https://t.co/C2KnRiUrjZ @RegterNathan https://t.co/gvEeoVriX7", "_id": "1514893784391520258"}, {"created_at": "2022-04-15 08:54:03+00:00", "text": "Russia has admitted one of its biggest warships a flagship cruiser has sunk in the Black Sea after explosions and a fire on board. Some 500 crew got off in time but it's a devastating blow apparently inflicted by Ukrainian anti-ship missiles. https://t.co/tzLCx266G3 #7NEWS https://t.co/Ol4XKyWiWk", "_id": "1514889781804941313"}, {"created_at": "2022-04-15 08:44:15+00:00", "text": "There are heartbreaking tributes for a young mother-of-four who has died days after suffering horrific burns in a Kilburn house fire. Eleven family members made it out to safety, but the 23-year-old became trapped after an explosion. https://t.co/w39ifkKLFk @laurenrose7 #7NEWS https://t.co/ERyteHqbc9", "_id": "1514887315684229121"}, {"created_at": "2022-04-15 07:30:00+00:00", "text": "A young mother has died days after suffering horrific burns in a house fire at Kilburn. #7NEWS https://t.co/BIhQBJD2NV", "_id": "1514868627094265857"}, {"created_at": "2022-04-15 07:00:37+00:00", "text": "@pcaldicott7 An arsonist is on the run after a terrifying blaze at a block of units in Elizabeth East. Frantic neighbours have told how they banged on the door of their disabled neighbour, fearing the flames would spread to his property. https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/5mlzoGOC5O", "_id": "1514861234893758466"}, {"created_at": "2022-04-15 06:42:18+00:00", "text": "BREAKING: A young mother has died after suffering horrific burns in a house fire at Kilburn. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/IeUXFM8mgE", "_id": "1514856623789191169"}, {"created_at": "2022-04-15 05:06:00+00:00", "text": "Government frontbenchers have tried to walk back @ScottMorrisonMP's lack of commitment to establishing a federal corruption watchdog if he wins next month’s election. #auspol #7NEWS https://t.co/gXMXipMwqv", "_id": "1514832388119048192"}, {"created_at": "2022-04-15 03:09:41+00:00", "text": "@haydennelson BREAKING: Seven people aged between their 60s and 80s have died with COVID as South Australia records another 4,062 cases. 209 people are in hospital and 11 patients remain in ICU including 1 ventilated. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/a3YxQoJmX4", "_id": "1514803115673124864"}, {"created_at": "2022-04-15 02:16:31+00:00", "text": "DEVELOPING: The hunt is on for an arsonist who targeted a block of units at Elizabeth East. Residents scrambled to help a pensioner who lives next door, fearing the flames would spread to his property. The latest in 7NEWS at 4pm &amp; 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/rq1iRyJFSK", "_id": "1514789738326409216"}, {"created_at": "2022-04-14 12:00:01+00:00", "text": "New York police have caught the man accused of opening fire on commuters on a subway train. The 62-year-old surrendered to officers as they closed in. He now faces life in jail on terror charges. https://t.co/t2QWb3PZ1C #7NEWS https://t.co/3ohHicVJ1U", "_id": "1514574192238215173"}, {"created_at": "2022-04-14 07:42:00+00:00", "text": ".@GaryPortelli's star filly Fireburn will chase history on the final day of the Autumn Carnival at @RoyalRandwick on Saturday. https://t.co/gYFVWBHNhA @7horseracing #7NEWS https://t.co/t8MUF6wyXl", "_id": "1514509258934702084"}, {"created_at": "2022-04-14 07:10:39+00:00", "text": "There has been a dangerous laser attack on a police helicopter at Semaphore Park. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/enaw1nsocQ", "_id": "1514501369209978880"}, {"created_at": "2022-04-14 06:39:30+00:00", "text": "BREAKING: Four members of Prime Minister Scott Morrison's security team have been involved in a car crash in Tasmania. The police officers were in transit when their car flipped and left the road. The latest in 7NEWS at 6pm | https://t.co/FbzFexeDid @jenbechwati #auspol #7NEWS https://t.co/zKq7xwfVUE", "_id": "1514493532337471488"}, {"created_at": "2022-04-14 05:50:18+00:00", "text": "DEVELOPING: Four members of Prime Minister Scott Morrison’s security detail have been taken to hospital following a car crash near Elizabeth Town in Tasmania. The PM is not injured and was not involved in the accident. https://t.co/MkEv5DRaZJ #auspol #7NEWS https://t.co/bX4m4zXIH1", "_id": "1514481150076796933"}, {"created_at": "2022-04-14 04:26:30+00:00", "text": "A man was shot by police after allegedly driving at officers in NSW. #7NEWS https://t.co/XyrdWAoR6i", "_id": "1514460059837014018"}, {"created_at": "2022-04-14 03:16:53+00:00", "text": "Anyone with information is urged to contact police or visit the Woolworths entrance of Tea Tree Plaza today before 8pm to speak with officers. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/qim6T5HM13", "_id": "1514442541894352901"}, {"created_at": "2022-04-14 03:15:44+00:00", "text": "Have you seen Ian? Modbury North man Ian Lees has been reported as missing since March 1 and police are ramping up their search to locate the 53-year-old. Police say he was in Civic Park at Modbury on the night before his disappearance and left his mobile phone in the park. https://t.co/RUgNcioYUL", "_id": "1514442252055355392"}, {"created_at": "2022-04-14 02:56:44+00:00", "text": "@KimberleyPratt_ South Australia's COVID cases have risen again with 5,398 new infections reported. A man aged in his 70s has died with the virus. 238 patients are receiving hospital care including 11 in ICU and 1 person ventilated. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/XIvQ4hutwl", "_id": "1514437470452334593"}, {"created_at": "2022-04-14 02:28:19+00:00", "text": "DEVELOPING: Police are hunting an arsonist who torched a Mazda at Semaphore Park. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/LIIjwB1VmP", "_id": "1514430320602673152"}, {"created_at": "2022-04-14 01:31:31+00:00", "text": "Patrols have swooped on a Semaphore Park man after a laser was pointed at a police helicopter flying above the western suburbs. The 48-year-old is facing serious charges after he was allegedly in possession of a prohibited weapon. Details in 7NEWS at 11.30am, 4pm and 6pm. #7NEWS https://t.co/koRnL42EDi", "_id": "1514416024380375040"}, {"created_at": "2022-04-13 09:16:15+00:00", "text": ".@BorisJohnson says he will remain Britain's prime minister despite being fined by police for breaching his own COVID rules. After ordering people into lockdown, banning them from hospital visits and even funerals, he was caught swigging drinks with colleagues. #7NEWS https://t.co/qL6G33GZGe", "_id": "1514170592081379328"}, {"created_at": "2022-04-13 09:06:49+00:00", "text": "@CaseyTreloar7 @msariovski BREAKING: Charges have been laid over a crash that claimed the life of a man at Salisbury. Devastated neighbours have paid tribute to Mick O'Brien, as police returned to the scene to further investigate. https://t.co/yGxOAmpoFU @msariovski #7NEWS https://t.co/3f2l2BtgLP", "_id": "1514168217857826817"}, {"created_at": "2022-04-13 09:01:56+00:00", "text": "@pcaldicott7 7NEWS has exclusive video of the moment police cracked an interstate drug trafficking ring operating out of an Adelaide motel room. Detectives arrested a 23-year-old suspect when he walked in on them searching his bags. https://t.co/HPP6KeVH7D @pcaldicott7 #7NEWS https://t.co/WnnhPjaImD", "_id": "1514166989228736517"}, {"created_at": "2022-04-13 08:23:08+00:00", "text": "@woolworths First it was container deposits then the plastic bag ban, now South Australia is leading the way again on the environment with new compostable fruit and vegetable bags being rolled out in @Woolworths stores across the state. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/4NtfiIouz7", "_id": "1514157225862111235"}, {"created_at": "2022-04-13 08:07:45+00:00", "text": "Labor Leader @AlboMP had a close encounter with a boom mic during a rockstar welcome at a Melbourne policy rally while Prime Minister @ScottMorrisonMP has been keeping an eye on the ball while shooting hoops with kids in regional Victoria. https://t.co/QFkBCcz2ZB #auspol #7NEWS https://t.co/xyqvM7lwh5", "_id": "1514153351554154499"}, {"created_at": "2022-04-13 07:05:01+00:00", "text": "JUST IN: Cheltenham man Brian Richardson has been identified as the victim of an alleged road rage attack. The accused is facing a manslaughter charge after the 70-year-old victim died in hospital yesterday. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/7eJgqFJKgT", "_id": "1514137565766762499"}, {"created_at": "2022-04-13 07:03:00+00:00", "text": "EXCLUSIVE: Police raids on two Adelaide motel rooms have cracked an interstate drug trafficking ring. A 23-year-old hotel guest has been arrested after walking in on officers searching his room. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 #7NEWS https://t.co/qszqihe2Yg", "_id": "1514137056993181696"}, {"created_at": "2022-04-13 06:47:49+00:00", "text": "EXCLUSIVE: Police raids on two Adelaide hotel rooms have uncovered a large cannabis stash. Officers found two dozen vacuum-sealed bags of cannabis in hotels on South Terrace and in Hyde Park. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/D9yl1RQ98e", "_id": "1514133238075527169"}, {"created_at": "2022-04-13 05:00:26+00:00", "text": "@DeeWilliams7 Benched AFLW player Deni Varnhagen's court challenge to the state's COVID-19 vaccination rules has been delayed again because Police Commissioner Grant Stevens remains ill. #7NEWS https://t.co/UJ9QHQ4Esj", "_id": "1514106213327581185"}, {"created_at": "2022-04-13 04:17:00+00:00", "text": "South Australia is leading the nation once again when it comes to scrapping single-use plastics. @Woolworths stores across the state have replaced single-use fruit and vegetable plastic bags with locally-made compostable bags that can be reused at home. #saparli #7NEWS https://t.co/mxj0v4Ua64", "_id": "1514095281163276289"}, {"created_at": "2022-04-13 03:53:33+00:00", "text": "A Mansfield Park man has been charged with manslaughter after an elderly man died in hospital following a CBD road rage incident. #7NEWS https://t.co/lCaVNWUb3s", "_id": "1514089379253620742"}, {"created_at": "2022-04-13 02:54:26+00:00", "text": "JUST IN: An elderly Cheltenham man has died and a Mansfield Park man has had an assault charge upgraded to manslaughter over a CBD road rage incident involving an orange Holden and taxi. The 70-year-old victim was in hospital with serious head injuries but passed away. #7NEWS https://t.co/69Rlb44WRm", "_id": "1514074505656008709"}, {"created_at": "2022-04-13 02:43:29+00:00", "text": "A man in his 40s and woman aged in her 80s have died as SA reports 4,986 new COVID cases. 220 people are in hospital including 11 in ICU and 1 ventilated. The 24/7 Bedford Park COVID testing site will double in size as the Repat drive-through clinic closes from April 22. #7NEWS https://t.co/7kF9oXQ1Sk", "_id": "1514071749188788224"}, {"created_at": "2022-04-13 01:23:26+00:00", "text": "Police have uncovered a large stash of cannabis in raids at two Adelaide hotel rooms. The 23-year-old NSW occupant mistimed his return to a South Terrace hotel as officers were leaving after finding 11 vacuum-sealed bags. Eight more bags were uncovered at Hyde Park. #7NEWS https://t.co/bNAUhNj31Q", "_id": "1514051601518178311"}, {"created_at": "2022-04-12 13:30:43+00:00", "text": "BREAKING: UK Prime Minister Boris Johnson and Chancellor Rishi Sunak have been fined for attending several illegal parties during lockdown in 2020 and 2021. https://t.co/qJRRIyiAmP #TheLatest #7NEWS https://t.co/64ei7fhimD", "_id": "1513872242182176774"}, {"created_at": "2022-04-12 11:43:00+00:00", "text": "It's Australia's largest family event. But last night, the Sydney Royal @EasterShow was the scene of a deadly stabbing. A 17-yr-old off-duty ride operator died following a bloody suspected gang-related brawl. And police are still searching for his killer. https://t.co/rBLJ1JzRQN https://t.co/bzBBCfLQ66", "_id": "1513845132801445891"}, {"created_at": "2022-04-12 09:05:25+00:00", "text": "@DeeWilliams7 A Port Pirie couple has been sentenced for the severe criminal neglect of their four-month-old son. The baby suffered horrific injuries, leaving him on death's door. https://t.co/654HvCn0KY @DeeWilliams7 #7NEWS https://t.co/gZHpLRyGrF", "_id": "1513805477192552455"}, {"created_at": "2022-04-12 08:45:34+00:00", "text": "BREAKING: Police are investigating a tragic crash which has killed a pedestrian at Salisbury. https://t.co/8ftPfGh39Y @CaseyTreloar7#7NEWS https://t.co/MejH4fQBU6", "_id": "1513800481453506566"}, {"created_at": "2022-04-12 07:32:37+00:00", "text": "Blasts have rung out at Forestville from an explosive car fire. Meanwhile, a chase spanning 30km has come to an end at Old Noarlunga. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/XOVRVHcw81", "_id": "1513782123387584517"}, {"created_at": "2022-04-12 06:53:32+00:00", "text": "@DeeWilliams7 A Port Pirie father whose baby son was admitted to hospital near death has been jailed for four years for criminal neglect. The infant's mother has received a suspended sentence. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/VZHElp8Yhn", "_id": "1513772286406721537"}, {"created_at": "2022-04-12 06:50:36+00:00", "text": "@msariovski The son of a grandmother, who died in Penang, has revealed shocking new details about the family's treatment by Malaysian authorities. After touching down with his mother's remains, Greg Jenkins says he was told he would have to break her bones to fit them in an urn. @msariovski https://t.co/vsz4HRdQql", "_id": "1513771549551370244"}, {"created_at": "2022-04-12 05:18:27+00:00", "text": "@DeeWilliams7 A Port Pirie father will spend four years behind bars as his wife escapes jail time over the severe neglect of their infant son. The court heard the baby’s mother was the victim of an abusive relationship. Details in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/UgtCfpyfS3", "_id": "1513748359097782275"}, {"created_at": "2022-04-12 04:18:32+00:00", "text": "@Ch7Adelaide @KimberleyPratt_ @PMalinauskasMP Six South Australians have died and 232 are receiving hospital care as the state records another 4,401 new COVID-19 cases. 12 patients are in ICU with 2 ventilated as authorities detail the relaxing on mask mandates across SA from Good Friday. https://t.co/8ftPfGh39Y #7NEWS https://t.co/fXa0j5AENc", "_id": "1513733278762942464"}, {"created_at": "2022-04-12 01:03:43+00:00", "text": "Two thieves are on the run after ram-raiding a Blackwood bottle shop and stealing about $500 worth of booze. Witnesses saw two people running from the scene and the suspected getaway vehicle was found nearby on fire. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm. #7NEWS https://t.co/14NEB3h9QE", "_id": "1513684251367346177"}, {"created_at": "2022-04-11 23:06:11+00:00", "text": "A 17-year-old boy has died and another has been taken to hospital following a stabbing at Sydney’s Royal Easter Show. #7NEWS https://t.co/1lH1sMrCxl", "_id": "1513654674582552576"}, {"created_at": "2022-04-11 08:54:01+00:00", "text": "7NEWS can reveal a drunk driver who killed a Barossa grandma is back behind bars accused over another alcohol-fuelled smash. Police say the 28-year-old slammed into a parked car, just two days after pleading guilty to causing a fatal crash in the Adelaide Hills. @KimberleyPratt_ https://t.co/VdPO41WFvv", "_id": "1513440220402024449"}, {"created_at": "2022-04-11 06:56:06+00:00", "text": "@msariovski A 12-year-old boy and three teenagers have been arrested over a terrifying home invasion and car theft at Park Holme. 7NEWS has obtained dramatic security video of the moment their joyride came to a crashing end. https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/su1y0YhnHm", "_id": "1513410543423737858"}, {"created_at": "2022-04-11 06:21:18+00:00", "text": "EXCLUSIVE: A suspected dog baiting attack in the southern suburbs has been caught on camera. Authorities say three dogs have died after poison was thrown over fences into yards. Only in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/atwYZ37h0U", "_id": "1513401788955000837"}, {"created_at": "2022-04-11 04:31:28+00:00", "text": "Chris Bailey, lead singer of hugely influential Australian band The Saints, has died at the age of 65. #7NEWS https://t.co/rjXeZIbgpm", "_id": "1513374147858268161"}, {"created_at": "2022-04-11 04:08:07+00:00", "text": "A man and a woman are dead and 10 other people injured after a shooting inside a crowded US nightclub. #7NEWS https://t.co/ZlOwEZVEUt", "_id": "1513368270686273540"}, {"created_at": "2022-04-11 02:19:12+00:00", "text": "A 12-year-old boy and three teenagers have been arrested over a terrifying home invasion and car theft at Park Holme. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/hOWEYDoOTG", "_id": "1513340860012056576"}, {"created_at": "2022-04-10 04:14:00+00:00", "text": "A suspicious fire has damaged a group of units at Bowden. The blaze started on Drayton Street around 8pm - it’s believed the fire began in a front yard bin. An 83-year-old woman was taken to hospital with smoke inhalation. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/bxkK9sMOPm", "_id": "1513007362516275201"}, {"created_at": "2022-04-10 03:05:16+00:00", "text": "A 23-year-old woman is fighting for life after suffering critical burns in a house fire at Kilburn. MFS crews tackled the blaze on Northcote Street around 6am – investigators are working to determine the cause. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/vhIsyK61V5", "_id": "1512990064782979072"}, {"created_at": "2022-04-10 03:03:04+00:00", "text": "BREAKING: A woman in her 90s has died after testing positive for COVID, as the state records another 4222 cases. Hospitalisations have increased to 222 people, with 11 in ICU and two on ventilators. The latest in 7NEWS Adelaide at 6pm | https://t.co/gYFVWBqbT0 #7NEWS https://t.co/9BGJhP5NK6", "_id": "1512989513643044864"}, {"created_at": "2022-04-09 09:10:45+00:00", "text": "Fire has erupted at a Hindmarsh cleaning business. Surrounding streets were blanketed by white smoke as crews got to work containing the blaze. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/Ca40qeTGtD", "_id": "1512719655789494274"}, {"created_at": "2022-04-09 09:00:02+00:00", "text": ".@VictoriaPolice has been rocked by the death of a young officer, killed in a shocking head-on crash near Mildura. The 25-year-old was behind the wheel of an unmarked police car, alongside her colleague. https://t.co/ahkrSCYCra @cassiezervos #7NEWS https://t.co/DKeFKvFnUu", "_id": "1512716958252167168"}, {"created_at": "2022-04-09 08:58:31+00:00", "text": "A mother has been arrested, accused of setting fire to her Peterhead home, forcing family members, including children, to flee to safety. The 31-year-old was taken to hospital under police guard. 7NEWS Adelaide at 6pm | https://t.co/43HSRG3Fqv @pcaldicott7 #7NEWS https://t.co/Cogo8wzwj7", "_id": "1512716574867656706"}, {"created_at": "2022-04-09 07:44:45+00:00", "text": "A mother is expected to be charged with arson after being accused of setting fire to her Peterhead home. Her distraught family was forced to flee as the flames took hold. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 #7NEWS https://t.co/RHiMxf1F5k", "_id": "1512698012358746114"}, {"created_at": "2022-04-09 07:22:02+00:00", "text": "The police officer killed in a horror double fatal crash on a Victorian road has been identified as 25-year-old Bria Joyce. #7NEWS https://t.co/3psrb9BFku", "_id": "1512692296265113601"}, {"created_at": "2022-04-09 05:38:00+00:00", "text": "A fire has damaged a linen cleaning business at Hindmarsh. MFS crews tackled the blaze at the Coglin Street business around 11pm. Investigators are working to determine the cause. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/mDI3pgdCOv", "_id": "1512666114391789571"}, {"created_at": "2022-04-09 03:18:27+00:00", "text": "A 31-year-old woman has been arrested and is expected to be charged with arson following a fire at her Peterhead home. Police say the blaze began at the Mary Street property around 3.45am – no one was injured. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/nRQ329w7nd", "_id": "1512630995182567436"}, {"created_at": "2022-04-09 02:40:52+00:00", "text": "BREAKING: SA has recorded a drop in new COVID cases, with 4777 infections recorded. A woman in her 90s has died after testing positive – 201 people are now in hospital, with 13 in ICU and one on a ventilator. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/6C1IKEvvJL", "_id": "1512621537718784002"}, {"created_at": "2022-04-08 09:17:29+00:00", "text": "A convicted drug trafficker has been jailed for six years over $1 million drug haul. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/wEwvreTxkh", "_id": "1512358960405565443"}, {"created_at": "2022-04-08 08:58:46+00:00", "text": "@pcaldicott7 Police have arrested two men over the firebombing of an innocent family's Netley home. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/x6MM1NNo1V", "_id": "1512354252056072200"}, {"created_at": "2022-04-08 08:50:28+00:00", "text": "@haydennelson EXCLUSIVE: A bumbling thief who stole a work vehicle from Salisbury has managed to turn the camera on himself. The 30-year-old, who was allegedly drunk and disqualified behind the wheel, recorded his antics on the victim's dashcam. https://t.co/780FN3Bx44 @haydennelson #7NEWS https://t.co/5MGSRREyeS", "_id": "1512352161468157956"}, {"created_at": "2022-04-08 08:17:00+00:00", "text": "@pcaldicott7 Two children aged 13 and 14 have been caught by police trashing Golden Grove High School. It is alleged they snuck inside and knocked out the IT network by smashing computers and pouring juice and coffee into keyboards. The latest in 7NEWS at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/q6pIE15cFZ", "_id": "1512343739921969156"}, {"created_at": "2022-04-08 07:50:00+00:00", "text": ".@TexWalker13 has ramped up preparations for his comeback game on Sunday against Essendon following the end of his suspension. @adelaide_fc has come under fire for a social media post about Walker's return, one Matthew Nicks admits was off the mark. https://t.co/gYFVWBHNhA #7NEWS https://t.co/IA10EP2z0C", "_id": "1512336945191526400"}, {"created_at": "2022-04-08 07:32:02+00:00", "text": "Victoria Police has launched an investigation after a woman smashed an egg on @CraigKellyMP’s head as he sat with supporters in Melbourne. #auspol #7NEWS https://t.co/tXInm3awkk", "_id": "1512332426395066380"}, {"created_at": "2022-04-08 07:28:23+00:00", "text": "@haydennelson An accused violent gang member wanted for attempted murder in the CBD last month, has faced court after being extradited from Victoria. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/GeM5wpuhB0", "_id": "1512331506315718660"}, {"created_at": "2022-04-08 03:59:20+00:00", "text": "The co-founder of one of Australia’s most beloved music festivals, The @bigdayout, has died. #7NEWS https://t.co/SDeAbOHlOm", "_id": "1512278898352230403"}, {"created_at": "2022-04-08 02:20:10+00:00", "text": "A 13-year-old boy and 14-year-old girl have been arrested after a shocking vandal attack at Golden Grove High School. Police say the duo snuck into the premises, throwing eggs and shutting down the IT network. The latest in 7NEWS Adelaide at 4pm and 6pm. @pcaldicott7 #7NEWS https://t.co/7mlwR1bMi9", "_id": "1512253940385349635"}, {"created_at": "2022-04-08 01:28:36+00:00", "text": "A 20-year-old motorbike rider has been rushed to hospital after a serious crash at Craigmore. Police are investigating after the rider was flung from his bike and into the side of a trailer. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/gYFVWBIl78 #7NEWS https://t.co/1wHqOPKuQ1", "_id": "1512240963112288256"}, {"created_at": "2022-04-07 23:38:06+00:00", "text": "A gunman has opened fire into a crowded bar in central Tel Aviv, killing at least two people and wounding several others before fleeing into a dense residential area, Israeli officials said. #7NEWS https://t.co/TldI7aa7KT", "_id": "1512213156474810369"}, {"created_at": "2022-04-07 09:39:41+00:00", "text": "Two service station workers have been injured during a 20-minute teen crime spree from Mitchell Park to Pasadena. Police say two boys held up three service stations, while a man kept watch in a getaway car. 7NEWS Adelaide at 6pm | https://t.co/WiBKuWkO1f @pcaldicott7 #7NEWS https://t.co/Kx73iK2Bpz", "_id": "1512002162276012035"}, {"created_at": "2022-04-07 09:29:38+00:00", "text": "An accused violent Sudanese gang member has been marched through Adelaide Airport following his extradition from Melbourne. The 23-year-old is charged with attempted murder over a bloody Grenfell Street brawl. 7NEWS Adelaide at 6pm | https://t.co/CJevLiejyD @haydennelson #7NEWS https://t.co/fkq8yQrvny", "_id": "1511999631818776576"}, {"created_at": "2022-04-07 09:20:40+00:00", "text": "The family of a Glenelg grandmother, who vanished during a trip to Penang, has suffered another cruel blow. Anna Jenkins’ remains were returned to them in a plastic bag, just hours after they made a formal complaint to police. 7NEWS at 6pm | https://t.co/M5BWUQSWN0 @msariovski https://t.co/VYFy12renR", "_id": "1511997376432521219"}, {"created_at": "2022-04-07 07:02:19+00:00", "text": "SA Police has extradited a man from Melbourne, wanted for attempted murder over a violent brawl in the city. The 23-year-old fled the state shortly after the fight, but taskforce detectives were on his case. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @haydennelson #7NEWS https://t.co/FCDV45RNiy", "_id": "1511962557686321158"}, {"created_at": "2022-04-07 06:55:30+00:00", "text": "Two service station workers have been injured during a 20-minute teen crime spree across Mitchell Park, St Marys and Pasadena. Police say two boys held up the three servos, while a getaway driver kept watch. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 #7NEWS https://t.co/6DHsXsHZNU", "_id": "1511960840936722434"}, {"created_at": "2022-04-07 06:49:58+00:00", "text": "An angry mob has hurled abuse at the state's Chief Public Health Officer outside the Supreme Court. Nicola Spurrier needed a police escort to attend a high-profile legal challenge of South Australia's vaccine mandates. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @DeeWilliams7 https://t.co/sV8oe78eP6", "_id": "1511959450562695170"}, {"created_at": "2022-04-07 04:27:14+00:00", "text": "Chief Public Health Officer Nicola Spurrier has been escorted by police through a group of protesters as she left a vaccine mandate legal challenge outside the Supreme Court - a judge ruled she didn’t have to give evidence. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ https://t.co/va200yeYsU", "_id": "1511923532367683594"}, {"created_at": "2022-04-07 02:38:58+00:00", "text": "BREAKING: SA has set a daily COVID case record, with 6091 new infections. A woman in her 90s and two men in their 80s have died after testing positive. 210 people are in hospital, with 12 in ICU and two ventilated. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/tB6G48grOL", "_id": "1511896284776468482"}, {"created_at": "2022-04-07 02:19:35+00:00", "text": "The murder trial of two men accused of bashing a Murray Bridge man to death is entering its second day. Yesterday, the court released chilling police bodycam footage of the murder scene. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/7h53afZzQ3", "_id": "1511891407325200386"}, {"created_at": "2022-04-07 02:17:58+00:00", "text": "Police have swooped on a trio accused of carrying out three armed robberies in the space of just 20 minutes in the southern suburbs. Two teenaged boys allegedly terrorised staff, while an accomplice kept watch. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 https://t.co/JVJvMDTL5J", "_id": "1511890999475204109"}, {"created_at": "2022-04-07 02:14:14+00:00", "text": "An Adelaide man in custody, accused of stabbing three people in a bloody brawl at a city nightclub is being extradited from Victoria. 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/J6URdYNl0S", "_id": "1511890061721161734"}, {"created_at": "2022-04-06 09:13:01+00:00", "text": "@pcaldicott7 An 11-year-old girl has watched in horror as her dad was bashed with a hammer during a home invasion near Murray Bridge. Police are hunting three masked thugs over the attack that has left the victim with nasty head injuries and a broken arm. https://t.co/AsvbYmteEz @pcaldicott7 https://t.co/dEehHnsWLI", "_id": "1511633061003538432"}, {"created_at": "2022-04-06 09:05:14+00:00", "text": "Video has captured the moment flames destroyed a car at Para Hills. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/pmkaU7ezMi", "_id": "1511631103899344896"}, {"created_at": "2022-04-06 08:56:00+00:00", "text": "Ukraine's president wants Russia expelled from the @UN Security Council, saying Russia's brutality amounts to the worst war crimes since World War II. Warning: some viewers might find images in this story confronting. https://t.co/kkbLWDVrYa #7NEWS https://t.co/JvtRy8KLwe", "_id": "1511628778929156097"}, {"created_at": "2022-04-06 08:53:12+00:00", "text": "An Adelaide court has released chilling police body cam footage of a Murray Bridge murder scene. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/YtIyOWku0v", "_id": "1511628074177413124"}, {"created_at": "2022-04-06 06:51:43+00:00", "text": "Police are hunting three masked thugs who terrorised a man and his young daughter in a violent home invasion at Jervois. The girl's father was bashed with a hammer, leaving him with nasty head injuries and a broken arm. The latest in 7NEWS Adelaide at 6pm. @pcaldicott7 #7NEWS https://t.co/YAjMyigqb3", "_id": "1511597504605081605"}, {"created_at": "2022-04-06 06:49:11+00:00", "text": "A court has heard Murray Bridge murder victim Oliver Todd was bashed and hooded before his body was dragged from his home. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/tJR7tWlS5T", "_id": "1511596866634645507"}, {"created_at": "2022-04-06 05:14:00+00:00", "text": "Police are investigating a reckless rider who dangerously weaved between traffic along Dyson Road at Lonsdale. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/qeDmOITf3n", "_id": "1511572910636511236"}, {"created_at": "2022-04-06 02:38:35+00:00", "text": "BREAKING: South Australia has recorded its highest-ever daily COVID case tally of 5748 as the state reaches its Omicron wave peak. Two people have died while there are 208 people in hospital including 12 in ICU and 1 ventilated. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/A3hjZ4b6RY", "_id": "1511533798865117187"}, {"created_at": "2022-04-06 02:14:18+00:00", "text": "DEVELOPING: Police are hunting three masked suspects over a violent home invasion at Jervois near Murray Bridge. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/OskgQIdbrE", "_id": "1511527689852964866"}, {"created_at": "2022-04-06 01:58:05+00:00", "text": "DEVELOPING: Police are looking for a driver who failed to stop at the scene of a crash between a motorcycle and car at Hectorville. A 41-year-old motorbike rider has been taken to hospital with non-life-threatening injuries. The latest in 7NEWS at 11.30am, 4pm and 6pm. #7NEWS https://t.co/deaOdShaq0", "_id": "1511523607050321920"}, {"created_at": "2022-04-06 01:32:40+00:00", "text": "A challenge to the state’s COVID-19 vaccine mandates fronted by benched AFLW player and nurse Deni Varnhagen is being heard in the Supreme Court after multiple delays. Supporters have gathered outside court under the watchful eye of police. The latest in 7NEWS at 11.30am. #7NEWS https://t.co/ygoF4c40Rg", "_id": "1511517212670308355"}, {"created_at": "2022-04-06 01:18:25+00:00", "text": "\"My strength through life\": There are heartbreaking tributes for a truck driver who died in a horror truck crash at Penneshaw. 27-year-old Mitchell Clark was transporting grapes when his truck plunged down an embankment and flipped on to rocks. https://t.co/otIo9MDGNf", "_id": "1511513624392929286"}, {"created_at": "2022-04-06 01:03:35+00:00", "text": "DEVELOPING: Three masked suspects are on the run after a violent home invasion at Jervois, near Murray Bridge. The victim was bashed with pieces of wood and a hammer and the trio stole keys to several vehicles. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm. #7NEWS https://t.co/laBEoI2e3g", "_id": "1511509891542052868"}, {"created_at": "2022-04-05 13:29:59+00:00", "text": "Ukrainian President Volodymyr Zelenskyy has promised to pursue allegations of war crimes against Russian forces in occupied regions of the country. @geofparry7 https://t.co/BsRF17Izc4 #TheLatest #7NEWS https://t.co/4ztCJw3HUU", "_id": "1511335340724060164"}, {"created_at": "2022-04-05 10:05:12+00:00", "text": "More bus strikes in store for Sydneysiders, developments which clear the way for the Prime Minister to call an election, and is Vladimir Putin headed for a war crimes trial?\n\nJoin @michaelusher for stories and more on The Latest, tonight from 10:55pm. #TheLatest #7NEWS https://t.co/H3UdWmkGEY", "_id": "1511283808238129153"}, {"created_at": "2022-04-05 09:01:44+00:00", "text": "Police have released CCTV of a suspect wanted over an arson attack on a charity at Hillcrest. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/Fny11gSbm6", "_id": "1511267835716435968"}, {"created_at": "2022-04-05 09:00:57+00:00", "text": "@RegterNathan Detectives are preparing to fly to Melbourne to bring back a man accused of attempted murder in a stabbing spree at a Grenfell Street bar. https://t.co/Qm58ntSPbK @haydennelson #7NEWS https://t.co/lrEsyZkT6g", "_id": "1511267638126997504"}, {"created_at": "2022-04-05 08:47:05+00:00", "text": "EXCLUSIVE: 7NEWS can reveal the moment a couple of Adelaide boaties stumbled upon the biggest cocaine stash in South Australian history. They were sailing off Yorke Peninsula when they unwittingly helped smash open an international drug ring. https://t.co/7eb84hvq7b @HannahFoord7 https://t.co/Blm2JBrxF5", "_id": "1511264148872896515"}, {"created_at": "2022-04-05 08:13:00+00:00", "text": "@RegterNathan Victorian detectives have arrested a South Australian man who was wanted for attempted murder over a CBD bar brawl. #7NEWS https://t.co/bEmALveVBW", "_id": "1511255569469894667"}, {"created_at": "2022-04-05 07:40:00+00:00", "text": "Do you know this man? Security video has captured the moment a suspect targeted a multiple sclerosis charity at Hillcrest, strolling up to bins in the carpark and setting them alight. Anyone with information is urged to contact police. The latest in 7NEWS Adelaide at 6pm. #7NEWS https://t.co/gmI86oGFeV", "_id": "1511247264987041794"}, {"created_at": "2022-04-05 07:33:00+00:00", "text": "EXCLUSIVE: 7NEWS can reveal a couple of Adelaide boaties helped crack an international drug ring wide open. The chance discovery led to the arrests of four ship workers now accused over the state's largest-ever cocaine haul. Only in 7NEWS at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/89RzJivBC2", "_id": "1511245503337582599"}, {"created_at": "2022-04-05 06:45:06+00:00", "text": "@haydennelson A man has been charged over a fire that destroyed a home at Christie Downs. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/SrRjmoVPM2", "_id": "1511233448069201922"}, {"created_at": "2022-04-05 06:26:52+00:00", "text": "BREAKING: A truck driver has been killed after his semi-trailer careered off the road and plunged onto rocks at Penneshaw. The 27-year-old man from Kangaroo Island was the sole occupant and died at the scene. The latest in 7NEWS at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/Uqvxn4t5hb", "_id": "1511228861518073862"}, {"created_at": "2022-04-05 06:17:48+00:00", "text": "EXCLUSIVE: 7NEWS can reveal Adelaide boaties helped smash an international drug ring, finding a quarter of a billion dollars’ worth of cocaine floating in the ocean off Yorke Peninsula. Details on the tip-off that led police to the suspects' door in 7NEWS at 4pm and 6pm. #7NEWS https://t.co/FA2tem2gMz", "_id": "1511226577971191809"}, {"created_at": "2022-04-05 05:53:28+00:00", "text": "@RegterNathan JUST IN: An Adelaide man wanted for attempted murder over a violent CBD bar brawl has been arrested in Melbourne. Operation Meld Taskforce detectives are set to apply for the man’s extradition back to South Australia. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/Iarb0AwYaI", "_id": "1511220455520497670"}, {"created_at": "2022-04-05 05:19:19+00:00", "text": "A boy has been taken to hospital in a serious but stable condition after falling from a ride at Movie World. #7NEWS https://t.co/8XS7QCcNFP", "_id": "1511211861743611905"}, {"created_at": "2022-04-05 05:04:56+00:00", "text": "Ukraine's President has been overcome with emotion as he saw for himself the atrocities carried out in Bucha. After Russian forces withdrew, Ukrainian troops entered to find the bodies of civilians abandoned on the streets where they were murdered. https://t.co/eV18tqxQis #7NEWS https://t.co/Wy4Lhf4OX4", "_id": "1511208243842134018"}, {"created_at": "2022-04-05 03:15:34+00:00", "text": "@PMalinauskasMP @AndreaLNicolas Four women aged between their 60s and 80s have died as South Australia records another 5,068 new COVID-19 infections. There has been a rise in ICU admissions with 11 patients, including one on a ventilator, and 206 people in hospital. The state has 35,001 active cases. #7NEWS https://t.co/KqzPYeEw4b", "_id": "1511180719233843200"}, {"created_at": "2022-04-05 02:17:57+00:00", "text": "A Hillcrest charity has been targeted by arsonists - a firebug torched bins at the Multiple Sclerosis Society. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/vchCYePx6D", "_id": "1511166220082778113"}, {"created_at": "2022-04-05 00:48:11+00:00", "text": "WORLD EXCLUSIVE: How Adelaide boaties helped smash open an international drug ring - the moment they found a $250 million cocaine stash off Yorke Peninsula. Only in 7NEWS Adelaide tonight at 6pm | https://t.co/gYFVWBIl78 #7NEWS https://t.co/b7lrS5dm4M", "_id": "1511143628953255937"}, {"created_at": "2022-04-04 12:29:00+00:00", "text": "A suspected gangland feud has turned deadly in the United States. Six people have been killed and a dozen more wounded when multiple shooters opened fire outside a nightclub in California. https://t.co/Zc0mTk0Q2t @ashleemullany #7NEWS https://t.co/2SyMK7o76n", "_id": "1510957606273097729"}, {"created_at": "2022-04-04 10:38:25+00:00", "text": "WORLD EXCLUSIVE: How Adelaide boaties helped smash open an international drug ring - the moment they found a $250 million cocaine stash off Yorke Peninsula. Only in 7NEWS Adelaide tomorrow at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/eYNrSMa19m", "_id": "1510929779947552771"}, {"created_at": "2022-04-04 08:43:04+00:00", "text": "@pcaldicott7 @DeeWilliams7 Chilling video has emerged of an Adelaide Hills murder victim's final public appearance before her brutal death, allegedly at the hands of her own son. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/ucPiMHKsRu", "_id": "1510900749785772032"}, {"created_at": "2022-04-04 08:40:19+00:00", "text": "@msariovski Stunned witnesses have told how an accused drunk driver slammed his car into an Elizabeth Vale then got out and cracked open a beer. Police say after trying to flee the scene, the 23-year-old blew 4.5 times the legal limit. https://t.co/8ftPfGgvkq @msariovski #7NEWS https://t.co/RytVKz1Zdc", "_id": "1510900057717026824"}, {"created_at": "2022-04-04 08:33:49+00:00", "text": "Harrowing pictures from inside Ukraine tonight have triggered claims of war crimes. Innocent civilians tied up and killed as Russia was forced to retreat from the capital Kyiv. https://t.co/doBvEgahOb #Ukraine #7NEWS https://t.co/EDXKGAJksS", "_id": "1510898422421032960"}, {"created_at": "2022-04-04 08:21:58+00:00", "text": "@pcaldicott7 @DeeWilliams7 A Crafers West man has fronted court charged with murdering his mother as chilling video emerges of her last public appearance. Devastated friends have left flowers at the property where Linda Simon's body was found. Details in 7NEWS at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/AqhCcpWKVY", "_id": "1510895437687197700"}, {"created_at": "2022-04-04 06:57:10+00:00", "text": "A man has gone on trial accused of shooting a jailhouse associate in both legs during a terrifying broad daylight attack at Woodville North. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/WEpXH9fq5G", "_id": "1510874096829333504"}, {"created_at": "2022-04-04 06:52:21+00:00", "text": "A young man who is unlicensed and unregistered has led police on a dangerous chase through the western suburbs. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/NXvENkqcwO", "_id": "1510872886940430337"}, {"created_at": "2022-04-04 06:40:29+00:00", "text": "@pcaldicott7 BREAKING: A man has fronted court accused of murdering his own mother at Crafers West. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/xHC8DBmEsp", "_id": "1510869902290460672"}, {"created_at": "2022-04-04 02:31:00+00:00", "text": "All South Australian police officers will undertake online autism training to improve their interactions with and understanding of people with the condition. #7NEWS https://t.co/HcfnTvLfgY", "_id": "1510807114666622982"}, {"created_at": "2022-04-04 02:17:02+00:00", "text": "A bizarre crash has been captured on CCTV after an alleged drunk driver slammed his car into an Elizabeth Vale home. Police say the 23-year-old Elizabeth Park driver allegedly returned a blood alcohol reading of 0.227. Details in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/bi4kNXOA8Y", "_id": "1510803602277040130"}, {"created_at": "2022-04-03 09:49:39+00:00", "text": "South Australia’s @Zahra_Aust, which financially empowers people escaping domestic violence, will soon assist victims across the country. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/PotNvzY8hk", "_id": "1510555118524985344"}, {"created_at": "2022-04-03 09:27:41+00:00", "text": "A police manhunt is underway for an attacker who stabbed a man at Enfield. The victim is in a serious condition in the Royal Adelaide Hospital. 7NEWS Adelaide at 6pm | https://t.co/K2mmnhvRpI @msariovski #7NEWS https://t.co/RFme16eEQV", "_id": "1510549590977626117"}, {"created_at": "2022-04-03 09:09:39+00:00", "text": "The Barossa has been hit by a second road death in as many days after a 41-year-old father from Sandy Creek died in a crash. A devastated friend visited the scene of the tragedy to pay tribute to his much-loved mate. 7NEWS Adelaide at 6pm | https://t.co/SJF51fj2DP @RegterNathan https://t.co/GCdN0Ucjht", "_id": "1510545051805388808"}, {"created_at": "2022-04-03 08:23:49+00:00", "text": "There's fresh evidence tonight of more war crimes committed by Russian soldiers in Ukraine. As fighting continues right across the country, even the celebrated liberation of areas, around the capital Kyiv, has come at a terrible cost. https://t.co/gYFVWBqbT0 @hughwhitfeld #7NEWS https://t.co/d8PfHk7olS", "_id": "1510533515221164033"}, {"created_at": "2022-04-03 04:35:33+00:00", "text": "BREAKING: A woman in her 80s has died after testing positive to COVID, as the state records 4096 new cases. There are 34,640 active cases in South Australia – 188 people are in hospital, with eight in ICU. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/kWF9XEocAK", "_id": "1510476072533454848"}, {"created_at": "2022-04-03 02:34:00+00:00", "text": "A man has been hospitalised after he was stabbed in the leg at Enfield. Police and paramedics found the 26-year-old victim on Main North Road around 5.30am with serious, but non-life-threatening, wounds to his leg. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/ogU41AOrA6", "_id": "1510445481779994629"}, {"created_at": "2022-04-03 01:47:25+00:00", "text": "A 41-year-old motorbike rider has died following a crash at Rowland Flat. Police were called to Barossa Valley Way around 4.50pm after a Volvo SUV and a motorbike collided. The two occupants of the SUV were uninjured. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/YdQvlJmFf6", "_id": "1510433761002881027"}, {"created_at": "2022-04-02 08:45:00+00:00", "text": "Wet conditions are hampering efforts to retrieve the bodies of five people killed in a helicopter disaster in Victoria. Two more victims have been publicly identified. https://t.co/vkv0nlBVmz @BlakeJohnson #7NEWS https://t.co/zdkShCZ4kT", "_id": "1510176459029196801"}, {"created_at": "2022-04-02 08:31:37+00:00", "text": "The cost of a drug that can extend the life of thousands of Australian men with prostate cancer has been slashed after being added to the PBS. While the announcement is welcomed experts are reminding men to put aside their pride and get tested. https://t.co/3y1i4vr9AW #7NEWS https://t.co/rmdOHyfKhG", "_id": "1510173093230424066"}, {"created_at": "2022-04-02 08:11:12+00:00", "text": "Police are investigating a CBD road rage incident that has left a 70-year-old in hospital with serious head injuries. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/TIavovumvh", "_id": "1510167955799085059"}, {"created_at": "2022-04-02 08:06:28+00:00", "text": "BREAKING: Police are at the scene of a serious crash in the Barossa – a car and a motorbike collided at Rowland Flat just before 5pm. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/BjVCJkRAFT", "_id": "1510166761236140043"}, {"created_at": "2022-04-02 08:02:35+00:00", "text": "Border Force is cracking down on the illegal smuggling and selling of some of Australia's most common backyard animals. Authorities have revealed the lengths some people have gone to trying to get in on the growing black market. https://t.co/BDr0MGYlFk #Smuggling #7NEWS https://t.co/9K1Dn9ppxM", "_id": "1510165784198549504"}, {"created_at": "2022-04-02 07:56:30+00:00", "text": "A series of police raids has cracked open a cannabis syndicate. Six men across several properties have been arrested for drug offences. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/SgflN0EPio", "_id": "1510164256553021443"}, {"created_at": "2022-04-02 07:50:12+00:00", "text": "A 31-year-old man has died after a horror smash at Shea-Oak Log, north of Adelaide. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/lCAX630N0e", "_id": "1510162667935186944"}, {"created_at": "2022-04-02 07:41:00+00:00", "text": "7NEWS cameras have made it into the recently liberated town of Irpin, just outside Kyiv, where in the last 24 hours they've cleared out the Russians and the traps left behind. Police and the military are surveying what's left of a shattered city. https://t.co/4XmwXMg78t #7NEWS https://t.co/nYOtoqUqhm", "_id": "1510160352884912131"}, {"created_at": "2022-04-02 07:40:41+00:00", "text": "Neighbours say a woman who was found murdered in the rear shed of her Crafers West home was a nice lady who kept to herself. The woman's son has been charged with her death. 7NEWS Adelaide at 6pm | https://t.co/wTJaRyVoh6 @pcaldicott7 #7NEWS https://t.co/slESWDpHzq", "_id": "1510160274078150662"}, {"created_at": "2022-04-02 06:40:42+00:00", "text": "A Crafers West man has been charged with murdering his mother. The 62-year-old woman's body was found in her backyard shed. 7NEWS Adelaide at 6pm | https://t.co/6pduZ6lOAE @pcaldicott7 #7NEWS https://t.co/fa2pHf37UU", "_id": "1510145178991964164"}, {"created_at": "2022-04-02 06:04:00+00:00", "text": "Six men have been arrested in connection with an alleged cannabis syndicate following seizures at Dudley Park, Rosewater, Ridleyton and Woodville Gardens. They were refused police bail and will face court on Monday. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/UOX4uvKg1k", "_id": "1510135942467788805"}, {"created_at": "2022-04-02 03:27:29+00:00", "text": "BREAKING: New COVID cases in SA have decreased, with 4483 infections recorded. A man in his 50s and a woman over the age of 100 have died after testing positive. 184 people are now in hospital, with eight in ICU. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/IZZi47iU4X", "_id": "1510096554769625088"}, {"created_at": "2022-04-02 03:12:34+00:00", "text": "Police have spoken at a Crafers West home where a woman's body was found yesterday. A man has been charged with murder after the 62-year-old was discovered in a backyard shed during a welfare check. The latest in 7NEWS Adelaide at 5pm and 6pm. #7NEWS https://t.co/8TVstITtoO", "_id": "1510092802717220868"}, {"created_at": "2022-04-02 02:13:17+00:00", "text": "A man has died in a fiery crash at Shea-Oak Log. Police say a Holden sedan crashed off Gomersal Road around 8pm – the driver and only occupant, a 31-year-old from Mildura, died at the scene. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/mpnogytZAI", "_id": "1510077883485630467"}, {"created_at": "2022-04-02 00:21:02+00:00", "text": "A Crafers West man has been charged with murder after a woman’s body was found in a backyard shed. #7NEWS https://t.co/C95Mok7Cm4", "_id": "1510049631727927298"}, {"created_at": "2022-04-01 12:01:00+00:00", "text": "A treatment helping thousands of Australians with severe asthma is about to become a lot cheaper. It’s part of a new round of drugs being listed on the PBS to help medicine become more affordable. https://t.co/mSa5ZXS1b8 #7NEWS https://t.co/JE7TB8N1CV", "_id": "1509863396757282825"}, {"created_at": "2022-04-01 11:00:03+00:00", "text": "Heartbroken families have paid tribute to the victims of a helicopter disaster, as emergency crews work to recover their bodies from rugged bushland in Victoria. https://t.co/IzL1cJZFNv #7NEWS https://t.co/ymGjzuIIFj", "_id": "1509848059022389254"}, {"created_at": "2022-04-01 10:06:30+00:00", "text": "BREAKING: A five-day police manhunt for a suspect wanted over a shooting at Elizabeth Grove on Sunday has come to an end. Dylan Michelsen has been arrested at a Parafield Gardens property. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/0IwvmvdPAU", "_id": "1509834581742022656"}, {"created_at": "2022-04-01 09:22:01+00:00", "text": "Russian President Vladimir Putin is increasingly isolated and according to the head of Britain's armed forces has already lost the war he began 6 weeks ago. Russia's given no sign of a ceasefire, let alone surrender. https://t.co/DHQESXUtX3 #Ukraine #7NEWS https://t.co/NdXtVLuH1t", "_id": "1509823385920217093"}, {"created_at": "2022-04-01 09:11:00+00:00", "text": "A 36-year-old man from Crafers West was arrested at the scene and will remain behind bars over the weekend. Police say the accused and victim are known to eachother and it is not a random incident. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/nr28nQTd5N", "_id": "1509820617012363271"}, {"created_at": "2022-04-01 09:10:58+00:00", "text": "BREAKING: A man has been charged with murder after a woman's body was found at a Crafers West property. Police were called to the home around 1.45pm for a welfare check and located a 62-year-old woman deceased in a shed. https://t.co/jiylnajYGG", "_id": "1509820608535621633"}, {"created_at": "2022-04-01 08:24:30+00:00", "text": "@RegterNathan Anti-violence campaigners have slammed the actions of an amateur footballer after a brutal on field punch that left an opposition player unconscious. The culprit copped a three-week ban but there is fierce debate about whether he should face criminal charges. @RegterNathan #7NEWS https://t.co/qeTfFeoZRd", "_id": "1509808913977589770"}, {"created_at": "2022-04-01 08:15:05+00:00", "text": "A driver's world was turned upside down when she hit a parked car at Croydon Park. Meanwhile, a firebug is on the run after a bizarre arson attack at Hillcrest 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/BaTBLmut0w", "_id": "1509806542551662592"}, {"created_at": "2022-04-01 08:02:52+00:00", "text": "@pcaldicott7 It wasn't the house warming a young family from Sydney expected when arsonists torched their rental property at Netley. Police believe it was a case of mistaken identity - the dramatic firebombing was all caught on camera. https://t.co/K8n3g3qFjl @pcaldicott7 #7NEWS https://t.co/fftjDzogev", "_id": "1509803468059734018"}, {"created_at": "2022-04-01 07:54:19+00:00", "text": "@haydennelson @HannahFoord7 Police have released vision of the moment officers pounced on four suspects arrested over a historic drug seizure. The identities of the Filipino nationals charged over the massive cocaine bust can now be revealed after they faced court. https://t.co/adyy3Jjswy @HannahFoord7 https://t.co/UHdHINJ0os", "_id": "1509801316587311104"}, {"created_at": "2022-04-01 06:14:34+00:00", "text": "Anti-violence campaigners have slammed the actions of an amateur footballer after a brutal-on-field punch that left an opposition player unconscious. The culprit copped a three-week ban but there is fierce debate about whether he should face criminal charges. @RegterNathan https://t.co/IDdNiIKoMq", "_id": "1509776214831296512"}, {"created_at": "2022-04-01 05:57:49+00:00", "text": "Police are hunting a firebug after a car was flipped on its roof and torched at Hillcrest. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/D6H6K1Wizj", "_id": "1509771998758838274"}, {"created_at": "2022-04-01 05:57:04+00:00", "text": "@pcaldicott7 A terrifying arson attack on a young family's Netley home has been captured on camera. Police believe the firebugs targeted the wrong people. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/cPa3U3Imlp", "_id": "1509771811399286785"}, {"created_at": "2022-04-01 03:56:05+00:00", "text": "European buyers of Russian gas are facing a deadline to start paying in roubles, while negotiations aimed at ending the five-week war are set to resume even as Ukraine braced for further attacks in the south and east. #7NEWS https://t.co/tcJNcBD8tG", "_id": "1509741363927334913"}, {"created_at": "2022-04-01 03:39:00+00:00", "text": "Two South Australians have died with COVID-19, including a child under the age of five. #7NEWS https://t.co/TmSbKZs21R", "_id": "1509737063775719425"}, {"created_at": "2022-04-01 02:18:46+00:00", "text": "Four cargo ship crew members have faced court over the largest cocaine drug bust in South Australian history. The Filipino nationals will remain in custody, while police continue to investigate the staggering find that was dropped in the ocean off Yorke Peninsula. #7NEWS https://t.co/5vUvqZGasF", "_id": "1509716875206623232"}, {"created_at": "2022-04-01 02:05:04+00:00", "text": "Police were ready to arrest Will Smith after he slapped Chris Rock at the Oscars but the comedian declined to press charges, the ceremony's producer says. #7NEWS https://t.co/Sbjt9gRglU", "_id": "1509713424649170946"}, {"created_at": "2022-04-01 01:45:11+00:00", "text": "The state has recorded 5,134 new cases with 169 people in hospital and 7 patients in ICU - a woman in her 80s has also died. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/mL6Y1PKULH", "_id": "1509708420265705474"}, {"created_at": "2022-04-01 01:16:42+00:00", "text": "There has been a terrifying ordeal for a Netley family with their home firebombed in what police believe was a case of mistaken identity. The attack was captured on camera. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/LiURFIUWNC", "_id": "1509701255954075656"}, {"created_at": "2022-04-01 01:12:52+00:00", "text": "A Netley family has had a terrifying wake-up call after their home was targeted in a Molotov cocktail attack, igniting a brush fence. Police believe it was a case of mistaken identity as the family moved in just weeks ago. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/58nItwIY8u", "_id": "1509700289598988292"}, {"created_at": "2022-04-01 00:23:11+00:00", "text": "@haydennelson DEVELOPING: Four Filipino men are set to face court over the biggest drug bust in South Australian history worth $250 million. The latest in 7NEWS Adelaide at 11.30am. #7NEWS https://t.co/G8F1rPWeuQ", "_id": "1509687787091787779"}, {"created_at": "2022-04-01 00:21:59+00:00", "text": "The moment federal police swooped on crew members of bulk carrier Kypros Bravery after Australian Border Force crews found a 416kg cocaine haul in waters off Yorke Peninsula. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/HAQ6VrEABp", "_id": "1509687482107174914"}, {"created_at": "2022-03-31 08:09:59+00:00", "text": "@DeeWilliams7 A Christie Downs mother has faced court for the first time, accused of neglecting her baby son who died just days after going home from hospital. The hearing comes in the same week little Alvin would have turned one. https://t.co/yxgHy23b7g @DeeWilliams7 #7NEWS https://t.co/bH55ycQXE7", "_id": "1509442870889316358"}, {"created_at": "2022-03-31 07:57:43+00:00", "text": "@msariovski There's been bombshell claims at the inquest into the death of a grandmother who vanished during a Penang trip. A Malaysian police officer has revealed he believes Anna Jenkins was involved in drugs but her grieving family says that is absurd. https://t.co/kmbG6Ekjki @msariovski https://t.co/GNktx6v1Ii", "_id": "1509439786964365314"}, {"created_at": "2022-03-31 07:49:00+00:00", "text": "Hundreds of kilos of cocaine dumped off the coast have been swept up in the biggest drug bust in South Australia’s history. Four men have been arrested - police say the haul linked to international organised crime is just a drop in the ocean. https://t.co/LOs56LScGw @haydennelson https://t.co/pdtAnT3ovr", "_id": "1509437591627923463"}, {"created_at": "2022-03-31 06:06:22+00:00", "text": "@DeeWilliams7 A Christie Downs mother has faced court for the first time, accused of the criminal neglect of her baby son. The child was taken to hospital days after sustaining horrific injuries but could not be revived. The latest in 7NEWS at 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/k4bPvOcMVp", "_id": "1509411765217796096"}, {"created_at": "2022-03-31 05:50:37+00:00", "text": "There has been another heartbreaking blow for the family of a Glenelg grandmother who died while on holiday in Malaysia. An inquest into her disappearance has been adjourned over claims the police investigation wasn't up to scratch. https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/g1kIUSPwfF", "_id": "1509407799679528960"}, {"created_at": "2022-03-31 05:37:57+00:00", "text": "BREAKING: Police have made the biggest drug bust in the state's history, uncovering more than 400kg of cocaine. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/sqghptL0Mf", "_id": "1509404613883363332"}, {"created_at": "2022-03-31 04:58:26+00:00", "text": "BREAKING: Police have seized 416kg of cocaine and made 4 arrests in the biggest drug bust in South Australian history. Police allege Filipino crew members dumped the haul off bulk carrier Kypros Bravery into waters off Yorke Peninsula. The latest in 7NEWS at 4pm and 6pm. #7NEWS https://t.co/B5A9RbfVEE", "_id": "1509394667493806080"}, {"created_at": "2022-03-31 04:32:33+00:00", "text": "BREAKING: 416kg of cocaine with a street value of $250 million has been seized in South Australia's biggest drug bust in history. Four men are facing a judge charged with illegal importation. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/mQhQxagLeK", "_id": "1509388154020962304"}, {"created_at": "2022-03-31 04:17:53+00:00", "text": "BREAKING: Four people have been arrested after Australian Federal Police, Border Force and SA Police officers seized 416kg of cocaine, the biggest drug sting in South Australian history. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/fMr5tBdrXB", "_id": "1509384461141831682"}, {"created_at": "2022-03-31 03:32:22+00:00", "text": "@rspcasa A happy tail! He was left for dead in an Onkaparinga Hills park but now, Buckley the Staffordshire Bull Terrier cross has a new leash on life, gaining some weight and a loving new home. @ameliamulcahy7 has the details in 7NEWS Adelaide’s Ray of Sunshine at 6pm. @rspcasa #7NEWS https://t.co/wcCUeuqJCP", "_id": "1509373008519233536"}, {"created_at": "2022-03-31 01:41:00+00:00", "text": "DEVELOPING: Police are searching for a hooded suspect after a smash-and-grab at a Mile End chemist. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/gRJabOjNm1", "_id": "1509344980300615682"}, {"created_at": "2022-03-31 01:12:54+00:00", "text": "@DeeWilliams7 BREAKING: A Christie Downs mother has faced court, charged over the death of her baby son. The infant was just 21-days-old when he died. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/tjh0VG0ow6", "_id": "1509337910700838912"}, {"created_at": "2022-03-31 00:51:46+00:00", "text": "Valium has been stolen in a smash-and-grab at a South Road chemist.\nPolice dog Arnie was brought in to sniff out the suspect in Mile End but could not be found. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/ABhzeiR5KW", "_id": "1509332590742077440"}, {"created_at": "2022-03-30 20:40:06+00:00", "text": "Will Smith’s slap seen around the world at the Oscars was clearly a crime, legal experts say. #7NEWS https://t.co/mV1PqSABMG", "_id": "1509269256462278656"}, {"created_at": "2022-03-30 20:33:09+00:00", "text": "Ernie Carroll, the man who voiced beloved Aussie TV puppet character Ossie Ostrich, has died at the age of 92. #7NEWS https://t.co/CGElqV7oeu", "_id": "1509267506338627584"}, {"created_at": "2022-03-30 20:29:49+00:00", "text": "Tom Parker, one fifth of British boy band The Wanted, has died after being diagnosed with a terminal brain tumour. #7NEWS https://t.co/B4yHQwqCFp", "_id": "1509266669465915393"}, {"created_at": "2022-03-30 08:38:10+00:00", "text": "Ray of Sunshine: Students at Thebarton Senior College have put essay writing aside, instead writing messages of love for amputee victims. They will be sent with the prosthetic hands they helped build to developing countries. https://t.co/gYFVWBIl78 @AmeliaMulcahy7 #7NEWS https://t.co/G2k2fqd6a4", "_id": "1509087578326462471"}, {"created_at": "2022-03-30 08:25:51+00:00", "text": "@DeeWilliams7 An Adelaide Hills woman allegedly paid a stranger $500 to get a COVID jab in her name so she could keep working. The anti-vaxxer fronted court for the first time where she came face-to-face with the victim. https://t.co/dpaqxvj17U @DeeWilliams7 #7NEWS https://t.co/qkHNIKWRgI", "_id": "1509084475552301065"}, {"created_at": "2022-03-30 08:04:21+00:00", "text": "@haydennelson With Easter approaching, holidaymakers are being alerted to the growing menace of a potentially deadly virus.\nJapanese encephalitis is becoming nastier and more widespread in South Australia. https://t.co/8ftPfGh39Y @mikesmithson7 #7NEWS https://t.co/T8hZrmIMER", "_id": "1509079067127336963"}, {"created_at": "2022-03-30 07:43:35+00:00", "text": "EXCLUSIVE: 7NEWS can reveal the death of a suspected paedophile once questioned over the so-called Family Murders. Gino Gambardella has died of a stroke four decades after fleeing overseas. His son says he'll be buried carrying dark secrets. https://t.co/CB3KkvC4br @HannahFoord7 https://t.co/xtc2inmn3L", "_id": "1509073841582407682"}, {"created_at": "2022-03-30 07:10:00+00:00", "text": "TONIGHT: Has another piece of Adelaide’s notorious Family Murders puzzle gone to the grave? Exclusive story in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/JkUFTJjYtA", "_id": "1509065387819819012"}, {"created_at": "2022-03-30 05:57:11+00:00", "text": "@HannahFoord7 @DeeWilliams7 NCA bombing suspect Domenic Perre will not serve an extra day behind bars for spitting on a police officer who visited him in jail. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/GU6HMeWurw", "_id": "1509047063929327620"}, {"created_at": "2022-03-30 04:49:00+00:00", "text": "An Adelaide Hills woman charged over a COVID vaccine scam has had her first day in court. Susan Clarke allegedly paid a vulnerable stranger $500 to receive a jab in her name because she needed proof for her job. Hear from her alleged victim in 7NEWS Adelaide at 4pm &amp; 6pm. #7NEWS https://t.co/cgbfYizHS7", "_id": "1509029904423088131"}, {"created_at": "2022-03-30 03:53:09+00:00", "text": "BREAKING: South Australia has recorded its second-highest number of daily COVID cases since the pandemic began with 5496 new infections. A man aged in his 70s and woman in her 80s have died with 180 people in hospital including 8 in ICU and 1 patient ventilated. #7NEWS https://t.co/kXdhb0bI4S", "_id": "1509015849151393792"}, {"created_at": "2022-03-30 03:30:15+00:00", "text": "SA COVID: Police Commissioner Grant Stevens, Chief Public Health Officer Nicola Spurrier and Education Department CEO Rick Persse are addressing South Australians with the latest COVID-19 update. The latest in 7NEWS Adelaide at 4pm 6pm. #7NEWS https://t.co/EEN5NOshN7", "_id": "1509010088128040961"}, {"created_at": "2022-03-30 02:14:00+00:00", "text": "No was injured when fire tore through a home at Northfield. Details in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/H1czdJGDJI", "_id": "1508990897173766144"}, {"created_at": "2022-03-30 02:02:00+00:00", "text": ".@TravisHead34 has made a brilliant return to the one-day arena with a quickfire 100 in Australia's 88-run win over Pakistan in Lahore. https://t.co/gYFVWBqbT0 #PAKvAUS #7NEWS https://t.co/XXoLNR28Qd", "_id": "1508987877677363200"}, {"created_at": "2022-03-30 00:32:13+00:00", "text": "A heritage-listed administration building has been destroyed by fire at Kapunda High School. Around 80 firefighters battled the intense blaze for most of the night – the historic building was once owned by the Kidman family. The latest in 7NEWS at 11.30am, 4pm and 6pm. #7NEWS https://t.co/hDTZFcMZBm", "_id": "1508965283616428032"}, {"created_at": "2022-03-30 00:12:42+00:00", "text": "A 40-year-old local man has died after the Holden he was driving left Ian Oliver Drive and crashed into a tree and vineyard at Waikerie. Major Crash officers are investigating the circumstances of the crash. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm. #7NEWS https://t.co/b2SMOCtymr", "_id": "1508960371444707330"}, {"created_at": "2022-03-29 23:02:22+00:00", "text": "Queen Elizabeth made her first public appearance in five months overnight when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. #7NEWS https://t.co/hY9FDjMGIL", "_id": "1508942671187902464"}, {"created_at": "2022-03-29 12:08:07+00:00", "text": "Queen Elizabeth has made her first public appearance in five months when she joined the royal family and other dignitaries at a memorial service in honour of her husband Prince Philip, who died last year. https://t.co/5RGwLUkt9R #TheLatest #7NEWS https://t.co/TGOhJKPu57", "_id": "1508778023088132098"}, {"created_at": "2022-03-29 08:29:09+00:00", "text": "Craig Goodwin has backed under-fire national coach Graham Arnold despite Australia missing out on automatic World Cup qualification. The @Socceroos will be forced to go through the playoffs and Goodwin believes now is not the time to change the coach. @robcornthwaite #7NEWS https://t.co/k0Jx1LGElk", "_id": "1508722922068000769"}, {"created_at": "2022-03-29 08:11:00+00:00", "text": "A woman is being questioned by police after ploughing her car through the front door of the drug and alcohol services office at Elizabeth. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/TJWEGN0JQF", "_id": "1508718351467524100"}, {"created_at": "2022-03-29 07:58:19+00:00", "text": "@KimberleyPratt_ A grieving mum has wept in court as she relived her baby's final moments in the WCH. A coronial inquest is investigating if medical staff could have done more to save the six-week-old who died from complications after heart surgery. https://t.co/YBSP6SROJy @KimberleyPratt_ #7NEWS https://t.co/Hmk26wfoYv", "_id": "1508715158562283521"}, {"created_at": "2022-03-29 07:50:25+00:00", "text": "@DeeWilliams7 A suspended sentence handed to a young killer driver has divided the grieving victim's family. The judge said the horror McLaren Vale crash was not deliberate but the result of gross inattention. https://t.co/9WluMzqImT @DeeWilliams7 #7NEWS https://t.co/Hs1TENGm6c", "_id": "1508713173054291973"}, {"created_at": "2022-03-29 07:45:37+00:00", "text": "@haydennelson A young pregnant mum and her toddler have been forced to run for their lives as the Christie Downs home next door burst into flames. Police say an accelerant was poured through the property before it ignited, sparking a hunt for an arsonist. https://t.co/cgZlYNXiKA @haydennelson https://t.co/MKWER76Zey", "_id": "1508711963077259272"}, {"created_at": "2022-03-29 07:39:38+00:00", "text": "@msariovski @RegterNathan @HannahFoord7 DEVELOPING: There is a warning about an armed fugitive wanted over a terrifying Main North Road shooting. https://t.co/tFxAPpFsfA @HannahFoord7 #7NEWS https://t.co/HPdsc9VgjU", "_id": "1508710456923672576"}, {"created_at": "2022-03-29 06:21:03+00:00", "text": "A grieving mother has wept in court as she relived her six-week-old baby's final moments at an inquest into his tragic death. Little Logan Fergusson died with a heart defect, but the coroner is investigating if WCH staff could have saved him. @KimberleyPratt_ #7NEWS https://t.co/zbzNH3XfBX", "_id": "1508690684639084551"}, {"created_at": "2022-03-29 05:59:21+00:00", "text": "@DeeWilliams7 A young driver whose gross error of judgement caused the death of her friend at McLaren Vale has walked from court with a suspended sentence. The punishment has divided the victim's family. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/NRQdUtNjdt", "_id": "1508685219624534016"}, {"created_at": "2022-03-29 05:54:51+00:00", "text": "@haydennelson Police are hunting a firebug who torched a Christie Downs home, forcing a pregnant mum and her toddler to run for their lives. It is the latest in a series of arson attacks in the southern suburbs, leaving locals living in fear. The latest in 7NEWS Adelaide at 6pm. @haydennelson https://t.co/Vb1MWxQ29t", "_id": "1508684090790522885"}, {"created_at": "2022-03-29 05:41:14+00:00", "text": "@msariovski @RegterNathan @HannahFoord7 DEVELOPING: Police are searching the northern suburbs for a gunman wanted over a brutal Elizabeth Grove shooting. They have revealed the suspect's identity but warn he should be considered armed and dangerous. The latest in 7NEWS Adelaide at 6pm. @HannahFoord7 #7NEWS https://t.co/f6dTtYL6aI", "_id": "1508680661917630470"}, {"created_at": "2022-03-29 05:25:00+00:00", "text": "An Adelaide mother whose baby died with a heart defect at just 6-weeks-old has relived his final moment at an inquest. The coroner is investigating if more could have been done to prevent little Logan’s tragic end. Details in 7NEWS at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/j1w551rZKQ", "_id": "1508676575998492674"}, {"created_at": "2022-03-29 04:34:08+00:00", "text": "At least three people have died after a snow squall led to a 50-vehicle crash on a Pennsylvania highway. #7NEWS https://t.co/MyBvWkmVtK", "_id": "1508663775783960578"}, {"created_at": "2022-03-29 03:58:54+00:00", "text": "BREAKING: South Australia has recorded 4,201 new COVID-19 cases and a woman aged in her 80s has died. 170 people are in hospital including 2 ventilated and 7 in ICU. The state has 30,767 active infections. 62.4% of South Australians aged 16+ have had their booster dose. #7NEWS https://t.co/YbkwgQcTGj", "_id": "1508654907662151682"}, {"created_at": "2022-03-29 01:49:42+00:00", "text": "DEVELOPING: Police have revealed the identity of a suspect wanted over a Main North Road shooting. Dylan Robert Michelsen should be considered armed and dangerous. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/gYFVWBIl78 #7NEWS https://t.co/qciRYjM8tm", "_id": "1508622395820896266"}, {"created_at": "2022-03-29 01:31:38+00:00", "text": "Police are investigating a suspicious car fire at Lynton. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/mo33ODoNRr", "_id": "1508617849052745728"}, {"created_at": "2022-03-29 01:22:33+00:00", "text": "A young pregnant mum and her toddler have been forced to run for their lives when the home next door erupted in flames. Police suspect it is the work of an arsonist, leaving Christie Downs locals living in fear. The latest in 7NEWS Adelaide at 4pm and 6pm. @haydennelson #7NEWS https://t.co/MabBNITHPy", "_id": "1508615562804752386"}, {"created_at": "2022-03-29 01:11:49+00:00", "text": "@msariovski @RegterNathan BREAKING: Police have revealed the identity of a suspect wanted over a terrifying Elizabeth Grove shooting. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @HannahFoord7 #7NEWS https://t.co/eIYXIuA61G", "_id": "1508612863275188225"}, {"created_at": "2022-03-29 00:23:42+00:00", "text": "A young pregnant mother and her toddler have told how they fled their home after the house next door went up in flames in a suspected arson attack at Christie Downs. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/Bh7Qd3quxp", "_id": "1508600754101452800"}, {"created_at": "2022-03-28 23:43:39+00:00", "text": "@msariovski @RegterNathan BREAKING: A manhunt is underway for a suspect wanted over a shooting at Elizabeth Grove. Police say 33-year-old northern suburbs man Dylan Robert Michelsen is a person of interest and anyone who knows his whereabouts is urged to call police. The latest in 7NEWS at 11.30am. #7NEWS https://t.co/aHpZ6aE3ge", "_id": "1508590674090016773"}, {"created_at": "2022-03-28 08:07:40+00:00", "text": "@DeeWilliams7 The wife of a prominent South Australian horse trainer, who groomed a vulnerable teen girl for sex, says he is a mess but not a criminal. Kevin Frew plied his victim with alcohol before sending her highly inappropriate sexual messages. https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/nWPA81RdAa", "_id": "1508355124061937667"}, {"created_at": "2022-03-28 07:59:41+00:00", "text": "@HannahFoord7 @DeeWilliams7 A police officer who was spat on by NCA bombing suspect Domenic Perre says the attack was unprovoked, vile and disgusting. https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/aleitrvK9v", "_id": "1508353114558328835"}, {"created_at": "2022-03-28 06:14:32+00:00", "text": ".@ZoosSA is under fire after cutting supply of locally-made Golden North ice cream and replacing it with a company that uses palm oil. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/EKfPHPZjCb", "_id": "1508326653000585217"}, {"created_at": "2022-03-28 06:05:10+00:00", "text": "7NEWS has obtained heart-stopping video of a near-miss between motorbikes and a car on a windy Fleurieu Peninsula road. Police have launched an investigation into the incident - road safety experts say both riders and the driver they were overtaking were at fault. @CaseyTreloar7 https://t.co/q9HtPq248q", "_id": "1508324296460234759"}, {"created_at": "2022-03-28 06:03:00+00:00", "text": "@PAFC @twjonas42 @Adelaide_FC @rorysloane9 .@Adelaide_FC captain @rorysloane9 is being sent for scans on an injured groin but holds hope of being fit for Friday night's blockbuster Showdown 51. #7AFL #7NEWS https://t.co/JW43tq25sq", "_id": "1508323751477211137"}, {"created_at": "2022-03-28 05:49:48+00:00", "text": "@msariovski DEVELOPING: A gunman remains on the run more than 24 hours after an Elizabeth Grove shooting which left a man in hospital. Police have raided a home and chased a stolen car in their hunt for the suspect but so far have not been able to catch him. @RegterNathan #7NEWS https://t.co/400nFlqol3", "_id": "1508320429269983232"}, {"created_at": "2022-03-28 05:45:05+00:00", "text": "@HannahFoord7 A police officer who was spat on by NCA bombing accused Domenic Perre says the jailhouse attack was unprovoked and unwarranted. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/0C2YK6PE75", "_id": "1508319243166973952"}, {"created_at": "2022-03-28 05:08:00+00:00", "text": "EXCLUSIVE: Police are investigating after a heart-stopping near-miss was captured on the Fleurieu Peninsula. Several motorbikes can be seen overtaking a slow driver on a double white line, narrowly missing a car coming in the other direction. Only in 7NEWS at 4pm and 6pm. #7NEWS https://t.co/ISSzykCweT", "_id": "1508309909749776384"}, {"created_at": "2022-03-28 02:23:03+00:00", "text": "BREAKING: 4140 new COVID-19 infections have been detected and 3 people have died in South Australia. 181 people are requiring care in hospital with 12003 PCR tests conducted yesterday, Health Minister @PictonChris has announced. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/w0qfdn9K1F", "_id": "1508268399310565377"}, {"created_at": "2022-03-27 21:58:50+00:00", "text": "A six-year-old boy who went missing in Perth’s south on Sunday has died in hospital overnight. #7NEWS https://t.co/kL7bMyQxVW", "_id": "1508201908665982976"}, {"created_at": "2022-03-27 09:20:00+00:00", "text": "Thousands of Australians living with cystic fibrosis can now access life-saving treatment. The critical drug has just been listed on the PBS, for just a fraction of the price. https://t.co/xLlEjM5Hhu @SaraJones_7 #7NEWS https://t.co/t6gjB59YMK", "_id": "1508010939903213568"}, {"created_at": "2022-03-27 09:01:42+00:00", "text": "A Craigmore resident has narrowly escaped injury after a car ploughed into his home. Police are still hunting for the hoon driver who fled the scene on foot. 7NEWS Adelaide at 6pm | https://t.co/rDqV8ptaH8 @JasminTeurlings #7NEWS https://t.co/t9HG58RnNf", "_id": "1508006334377041922"}, {"created_at": "2022-03-27 08:57:34+00:00", "text": "An elderly driver has died behind the wheel at Warradale. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/Gz5a7y0kyA", "_id": "1508005295154335746"}, {"created_at": "2022-03-27 08:54:17+00:00", "text": "A report is being prepared the coroner after a man was found dead at Tiddy Widdy Beach near Ardrossan on the Yorke Peninsula. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/VXGg1UIRKt", "_id": "1508004469543370755"}, {"created_at": "2022-03-27 08:44:01+00:00", "text": "Police are searching for a gunman who has been on the run since an early morning shooting at Elizabeth Grove. The victim is recovering in the Royal Adelaide Hospital. 7NEWS Adelaide at 6pm | https://t.co/nlH2FQYJ0W @msariovski #7NEWS https://t.co/EVq8WRrVXA", "_id": "1508001884052725763"}, {"created_at": "2022-03-27 08:30:00+00:00", "text": "Russia has launched a missile strike near Poland in what appears to be a deadly warning to the United States. The attack came after US President Joe Biden labelled Vladimir Putin “a butcher”. https://t.co/gYFVWBqbT0 @geofparry7 #7NEWS https://t.co/WntiGAGcks", "_id": "1507998359964979202"}, {"created_at": "2022-03-27 06:42:40+00:00", "text": "JUST IN: A 15-year-old boy has been arrested after crashing a stolen car at Golden Grove. Police say a patrol spotted a white Nissan X-Trail on The Grove Way around 2.30pm - minutes later police came across the crashed car. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/IfMtt6S2iq", "_id": "1507971345937690626"}, {"created_at": "2022-03-27 06:19:40+00:00", "text": "JUST IN: A man has died after his car crashed at Warradale. Police say a Toyota four-wheel drive left Diagonal Road around 1.30pm and slammed into the tree. The 72-year-old Largs Bay man behind the wheel died at the scene. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/PoXHbVuISh", "_id": "1507965559253528583"}, {"created_at": "2022-03-27 05:37:11+00:00", "text": "JUST IN: A 71-year-old NSW man has died at Tiddy Widdy Beach on Yorke Peninsula. Emergency services were called around 10.30am after a man was found unresponsive in shallow water. Police suspect a medical episode. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/x4cG4IIB81", "_id": "1507954867960119301"}, {"created_at": "2022-03-27 04:59:00+00:00", "text": "Police are seeking a person over a shooting at Elizabeth Grove. Patrols were called to a Main North Road home around 8am, where they found a man with a gunshot wound to his leg – his injuries are not life-threatening. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/HuS7BInc4o", "_id": "1507945257098379269"}, {"created_at": "2022-03-27 03:05:00+00:00", "text": "Police are looking for a driver after a car crashed into a house at Craigmore. A Mazda sedan left Luringa Close and slammed into a window around 1.15am. The house was extensively damaged, but no one inside was injured. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/OlASmD1f8X", "_id": "1507916569875079168"}, {"created_at": "2022-03-27 02:08:00+00:00", "text": "Police are investigating a suspicious fire that destroyed a car at Marleston. MFS crews were called to Commercial Road around 8pm and found a Holden Commodore ablaze. The vehicle was stolen from Munno Para West on Friday. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/dIGisch4Xg", "_id": "1507902223530921985"}, {"created_at": "2022-03-27 01:48:51+00:00", "text": "Taylor Hawkins, the drummer for multi-platinum rock band Foo Fighters, had an assortment of drugs in his system when he died, Colombian authorities say. #7NEWS https://t.co/RQUdPnEGpi", "_id": "1507897403437088773"}, {"created_at": "2022-03-27 01:33:05+00:00", "text": "A 20-year-old driver is fighting for life after rolling his car at Magill. Police say the Toyota Corolla left Magill Road around 2am and crashed into a tree and a brick fence, before landing on its roof. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/1Kx2X2HjOV", "_id": "1507893436002623488"}, {"created_at": "2022-03-26 08:09:31+00:00", "text": "A man has been treated for smoke inhalation after a shed fire at Hackham West. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/4CVyB7raJF", "_id": "1507630814334361601"}, {"created_at": "2022-03-26 08:09:02+00:00", "text": "A Glenelg North man has been charged with trafficking, after police discovered cocaine hidden inside his vehicle, during a traffic stop near Burra. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/bdDt0bdfY8", "_id": "1507630693475512320"}, {"created_at": "2022-03-26 08:07:25+00:00", "text": "Christie Downs residents are pleading with authorities to bulldoze fire damaged housing trust homes, before someone is killed. They say the properties are sitting idle and attracting troublemakers. 7NEWS Adelaide at 6pm | https://t.co/nwyaGb8Stq @pcaldicott7 #7NEWS https://t.co/WpQrK2PScy", "_id": "1507630285776572418"}, {"created_at": "2022-03-26 06:44:33+00:00", "text": "At the MCG, the @Adelaide_FC match against Collingwood was halted just minutes into the second quarter as a fire alarm rang out. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/nLhVUi2ZVQ", "_id": "1507609433530003464"}, {"created_at": "2022-03-26 06:43:38+00:00", "text": "Residents at Christie Downs are pleading with authorities to demolish fire damaged housing trust homes, before someone is killed. They say the properties are sitting idle and attracting trouble-makers. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 #7NEWS https://t.co/Fg8CFL9CpU", "_id": "1507609202109255684"}, {"created_at": "2022-03-26 06:25:00+00:00", "text": "A man has been treated for smoke inhalation following a fire in a shed at Hackham West. The shed erupted in flames around 10.30am – it was destroyed in the blaze. The cause is still under investigation. More in 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/IH1FzvVGi7", "_id": "1507604511908503552"}, {"created_at": "2022-03-26 04:37:00+00:00", "text": "A 17-year-old boy and a 20-year-old man have been arrested after police found them on the roof of an Elizabeth North shopping centre around 12.30am. The boy has been granted police bail but the man was refused. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/7XXrpWKCBo", "_id": "1507577332768419847"}, {"created_at": "2022-03-26 04:30:35+00:00", "text": "BREAKING: Seven more South Australians have died after testing positive to COVID, as 3897 new cases are recorded. 151 people are in hospital, with five in ICU and one on a ventilator. The latest in 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/dW8uk0W7Ix", "_id": "1507575720641392646"}, {"created_at": "2022-03-26 03:47:29+00:00", "text": "A false fire alarm momentarily caused chaos during the second quarter of @CollingwoodFC’s clash with @Adelaide_FC at the @MCG this afternoon. @7AFL #AFL #7NEWS https://t.co/nwces3s3T4", "_id": "1507564873030414343"}, {"created_at": "2022-03-26 03:28:53+00:00", "text": "Foo Fighters drummer Taylor Hawkins has died aged 50. The band confirmed the news in a statement, writing: “The Foo Fighters family is devastated by the tragic and untimely loss of our beloved Taylor Hawkins.” #7NEWS https://t.co/fJNOICQiF5", "_id": "1507560191948374017"}, {"created_at": "2022-03-26 02:39:00+00:00", "text": "A 27-year-old Glenelg North man has been arrested after police found him in possession of 10 grams of cocaine during at traffic stop on the Barrier Highway at Burra around 4pm yesterday. He was granted police bail. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/PP1cZ5cqhx", "_id": "1507547637188157442"}, {"created_at": "2022-03-26 02:01:36+00:00", "text": "A home at Christie Downs has gone up in flames for the second time in five months. MFS crews attended one half of a Finian Road duplex around 9.30pm - the fire is being treated as suspicious. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/xHwKKp6sI6", "_id": "1507538224595365888"}, {"created_at": "2022-03-25 11:36:00+00:00", "text": "There is growing concern China's plan to set up a military base in the Solomon Islands could threaten the stability of our region. Experts warn Beijing could be close to gaining another strategic foothold if Australia does not act soon. https://t.co/BcdeB5k5Q4 #auspol #7NEWS https://t.co/2rvuQeUJSO", "_id": "1507320389755539457"}, {"created_at": "2022-03-25 08:05:25+00:00", "text": "@pcaldicott7 A would-be thief has gotten the shock of his life when police dog Judge snuck up on him while he was allegedly stealing a wallet. Police say the bicycle-riding suspect had been searching unlocked vehicles in West Richmond. https://t.co/Z2y2u3RvVG @pcaldicott7 #7NEWS https://t.co/kBZiFBq5YB", "_id": "1507267395576287236"}, {"created_at": "2022-03-25 07:54:23+00:00", "text": "@RegterNathan Police have formed a specialist unit to crack down on a series of crimes committed by children. In the latest, three boys crashed a stolen car at North Adelaide before being detained in a dramatic citizen’s arrest that was caught on camera. https://t.co/e5BMLOAC5D @RegterNathan https://t.co/jP3cFfLCPp", "_id": "1507264619475537921"}, {"created_at": "2022-03-25 06:29:00+00:00", "text": "Residents at a Glenelg apartment block have had a nasty wake-up call when fire sprinklers went off at 2.30am. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/Gx7RO0ZsDy", "_id": "1507243130885578754"}, {"created_at": "2022-03-25 06:06:12+00:00", "text": "@pcaldicott7 Police dog Judge has pounced on a suspect who was caught red-handed breaking into vehicles at West Richmond. The commotion woke neighbours who filmed the alleged crook being collared. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/N55CqQ2QeR", "_id": "1507237392788652033"}, {"created_at": "2022-03-25 05:41:16+00:00", "text": "BREAKING: A man has died and two people have been injured after a horrific road smash near Port Augusta. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/AJnHZ9R44y", "_id": "1507231121133965313"}, {"created_at": "2022-03-25 05:01:00+00:00", "text": "@RegterNathan Two boys aged 12 and 14 have walked from the city watch house and a third remains behind bars after an alleged stolen car crash, in the latest spate of youth crime. Police say the trio crashed a stolen Mercedes at North Adelaide. Details in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/WxRmmAvkIy", "_id": "1507220984600100866"}, {"created_at": "2022-03-25 03:54:53+00:00", "text": "BREAKING: A man aged in his 30s is among 4 South Australians who have died with COVID. 4,549 new cases have been detected and 157 people are in hospital including 6 in ICU and 1 ventilated. SA has 28,190 active cases. The latest in 7NEWS at 4pm and 6pm | https://t.co/tZjRQtplbN https://t.co/KTOkwH7egu", "_id": "1507204345573818368"}, {"created_at": "2022-03-25 02:28:23+00:00", "text": "@Ch7Adelaide @PMalinauskasMP @AndreaLNicolas SA COVID: Premier Peter Malinauskas, Chief Public Health Officer Professor Nicola Spurrier and Police Commissioner Grant Stevens are addressing South Australians with the latest COVID-19 update. The latest in 7NEWS Adelaide at 4pm 6pm. #7NEWS https://t.co/wb3tl8Mxxd", "_id": "1507182576842440705"}, {"created_at": "2022-03-25 01:35:00+00:00", "text": "Police dog Judge has pounced on a suspect who was caught red-handed breaking into vehicles at West Richmond. The dramatic arrest was caught on camera. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ @pcaldicott7 #7NEWS https://t.co/OfWNc19dlD", "_id": "1507169143266574339"}, {"created_at": "2022-03-25 01:21:12+00:00", "text": "Police believe an arsonist is to blame for a fire that destroyed a car at Sefton Park. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/xOwVaCyuCm", "_id": "1507165671951847425"}, {"created_at": "2022-03-25 00:55:41+00:00", "text": "@Ch7Adelaide @PMalinauskasMP Premier Peter Malinauskas, Chief Public Health Officer Professor Nicola Spurrier &amp; Police Commissioner Grant Stevens will address South Australians with the latest COVID-19 update. Watch the press conference LIVE at 1pm on @Ch7Adelaide with the latest in 7NEWS at 11.30am. #7NEWS https://t.co/2OvcwKRYuN", "_id": "1507159250766041089"}, {"created_at": "2022-03-25 00:28:03+00:00", "text": "Cooking left burning on a stove has given residents of a Glenelg apartment block a rude wake-up call. Oaks Liberty Suites was evacuated around 2.30am after the fire alarm and sprinkler system was activated. Details in 7NEWS at 11.30am, 4pm and 6pm | https://t.co/gYFVWBIl78 #7NEWS https://t.co/qVFHMgerIw", "_id": "1507152293946609664"}, {"created_at": "2022-03-24 08:16:34+00:00", "text": "@pcaldicott7 A 13-year-old boy was among three teenagers arrested when a stolen car was dumped in Northfield. It is the third time this week that teens have been chased and locked up by police. https://t.co/2hr4U2aAYv @pcaldicott7 #7NEWS https://t.co/B1ODMERwqI", "_id": "1506907814123704321"}, {"created_at": "2022-03-24 07:49:31+00:00", "text": "EXCLUSIVE: Police have closed in on an Elizabeth East home after spotting a stolen car in the driveway. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/b9SpnKAVQv", "_id": "1506901007363887104"}, {"created_at": "2022-03-24 06:30:00+00:00", "text": "Monarto Safari Park keepers are mourning the loss of another beloved lion cub. Mum Husani was found in distress when staff made the discovery. Earlier this year, one of her other cubs died soon after birth - there are now 3 left. Details in 7NEWS Adelaide at 6pm. @ZoosSA #7NEWS https://t.co/AzIfIl1TqJ", "_id": "1506880995483688960"}, {"created_at": "2022-03-24 06:01:00+00:00", "text": "Police have swooped on three teenage boys, the youngest just 13, who went on a wild joy ride in a stolen car. The trio was arrested at Clearview soon after dumping the vehicle. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/8rYFXiWISC", "_id": "1506873696451186691"}, {"created_at": "2022-03-24 04:37:22+00:00", "text": "Police have arrested three teenage boys who dumped a stolen car at Northfield. Witnesses saw a white Nissan Pulsar driving on the wrong side of Hampstead Road before it was abandoned in the middle of Linden Avenue. Police dog Axe tracked down the trio aged 13, 15 and 16. #7NEWS https://t.co/YnEOBiPTFC", "_id": "1506852649911865344"}, {"created_at": "2022-03-24 03:38:48+00:00", "text": "@Ch7Adelaide @KimberleyPratt_ @aeusa BREAKING: 4,742 new COVID-19 infections have been detected in South Australia and two men aged in their 60s and 70s have died. 157 people are in hospital with 10 patients in ICU and 1 on a ventilator. The state has 27,624 active cases. The latest in 7NEWS at 4pm and 6pm. #7NEWS https://t.co/Ldu4hY5dCU", "_id": "1506837910267473927"}, {"created_at": "2022-03-24 01:55:32+00:00", "text": "@TimYeatman @AmeliaMulcahy7 An Elizabeth South mother has admitted causing a serious One Tree Hill smash that injured her three children while she was under the influence of drugs. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/QrSq8e4efI", "_id": "1506811922251141120"}, {"created_at": "2022-03-24 01:44:29+00:00", "text": "DEVELOPING: A police manhunt is underway for an arsonist who torched an Elizabeth North home. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/OrjDDLpqEs", "_id": "1506809142065123328"}, {"created_at": "2022-03-24 01:27:42+00:00", "text": "A two-month-old child with no underlying health conditions died with COVID, NSW Health has confirmed. #7NEWS https://t.co/a1WsxpbhLL", "_id": "1506804917423333379"}, {"created_at": "2022-03-24 00:32:52+00:00", "text": "@ElspethHussey7 @PMalinauskasMP @TKoutsantonisMP @ZoeBettisonMP @PictonChris @ClareScriven @SMullighan @BBoyerMP @NickChampionMP .@joe_szakacs is Minister for Police, Emergency Services and Correctional Services. @emsbourke is Assistant Minister to the Premier. Rhiannon Pearce is Assistant Minister to the Deputy Premier. #saparli #7NEWS https://t.co/ZLQYvP47Yv", "_id": "1506791122018140164"}, {"created_at": "2022-03-23 22:09:40+00:00", "text": "Australia will establish a national register for convicted terrorists as part of the federal government's national security funding in the upcoming budget. #7NEWS https://t.co/gBRhW4K95I", "_id": "1506755080992698368"}, {"created_at": "2022-03-23 12:01:00+00:00", "text": "New Orleans has been smashed by a deadly tornado, destroying homes and leaving thousands without power. It touched down close to the historic French Quarter after cutting a terrifying path through America's deep south. https://t.co/Wb0ZQZOLVF #7NEWS https://t.co/NXmxpxRlnk", "_id": "1506601905950232579"}, {"created_at": "2022-03-23 10:39:00+00:00", "text": "Anthony Albanese has fired back at Scott Morrison who claimed the Opposition leader had gone into hiding following claims of a toxic culture within Labor. Mr Albanese fronted the cameras today, ruling out an independent inquiry into bullying claims. https://t.co/X6athjkSx4 #7NEWS https://t.co/IomzgKqwSk", "_id": "1506581269395562498"}, {"created_at": "2022-03-23 08:04:02+00:00", "text": "@Ch7Adelaide @haydennelson Dramatic vision has emerged of an explosive fire that ripped through an Ingle Farm home, leaving a young family with nowhere to live. Firefighters say if they had been home, it is extremely unlikely they would have survived. https://t.co/w8yA9fTesH @haydennelson #7NEWS https://t.co/yrFTNSl06b", "_id": "1506542273760493572"}, {"created_at": "2022-03-23 07:59:16+00:00", "text": "@DeeWilliams7 There have been violent scenes outside the Supreme Court as the brother of a cold case murderer lashed out at the media. Suzanne Poll's family has slammed her killer as a monster and a coward for refusing to confess. https://t.co/OBMjmxKtDF @DeeWilliams7 #7NEWS https://t.co/xXb2VnfYRT", "_id": "1506541071786201092"}, {"created_at": "2022-03-23 06:13:45+00:00", "text": "A man who stabbed his own grandfather to death at McLaren Vale has been found not guilty of murder due to mental incompetence. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/DgF1FtRSGb", "_id": "1506514516527706117"}, {"created_at": "2022-03-23 06:02:12+00:00", "text": "@Ch7Adelaide An explosive fire has ripped through an Ingle Farm home, leaving a mum and her young children with nowhere to live. Neighbours ran towards the burning property, fearing the family was trapped inside. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @haydennelson #7NEWS https://t.co/968YOBOoIt", "_id": "1506511610206392320"}, {"created_at": "2022-03-23 05:28:38+00:00", "text": "Matthew Donald Tilley, found guilty over the cold-case murder of Suzanne Poll at a Salisbury stationery store, has been jailed for at least 26 years. #7NEWS https://t.co/VRqsaLLEYC", "_id": "1506503162362236929"}, {"created_at": "2022-03-23 05:09:26+00:00", "text": "A young family has been left homeless after their Ingle Farm home erupted into flames. The latest in 7NEWS Adelaide at 4pm and 6pm on @ch7adelaide | https://t.co/8ftPfGh39Y #7NEWS https://t.co/QQlzerMCXT", "_id": "1506498332314959872"}, {"created_at": "2022-03-23 04:25:58+00:00", "text": "BREAKING: Matthew Tilley has been sentenced to life with a minimum jail term of 26 years for the cold case murder of Suzanne Poll at Salisbury in 1993. There were heated scenes outside court moments after the sentence was handed down. The latest in 7NEWS at 4pm and 6pm. #7NEWS https://t.co/cmQ02gqHNU", "_id": "1506487394664853504"}, {"created_at": "2022-03-23 03:29:42+00:00", "text": "@Ch7Adelaide @KimberleyPratt_ BREAKING: 4,594 new COVID infections have been detected and a woman in her 90s and a man in his 60s have died with the virus. There are 27,136 active cases in SA. 161 patients are in hospital including 8 in ICU and 1 ventilated. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/K4Ak5grCvz", "_id": "1506473235185291274"}, {"created_at": "2022-03-23 01:30:30+00:00", "text": "@aeasa1981 @KimberleyPratt_ The state's health crisis has claimed the life of a sixth South Australian this month after a COVID patient in his 60s went into cardiac arrest while ramped for 5 hours at Flinders Medical Centre, @aeasa1981 says. The man died despite efforts from staff to resuscitate him. #7NEWS https://t.co/igScgfae4r", "_id": "1506443237892169730"}, {"created_at": "2022-03-23 01:17:17+00:00", "text": "DEVELOPING: A police manhunt is underway for a gang of car thieves who gave officers the slip at Walkerville. One resident armed himself with a makeshift weapon as he prepared to confront the group. The latest in 7NEWS at 4pm and 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/tROhraIO0x", "_id": "1506439910768914437"}, {"created_at": "2022-03-22 11:45:00+00:00", "text": "132 people are feared dead after a passenger jet nose-dived into the ground in China. The Boeing 737-800 crash has baffled aviation experts because it's regarded as one of the safest planes built, and is the backbone of Australia's airline fleet. https://t.co/DrC9knbRKD #7NEWS https://t.co/DFeZ6qsv9s", "_id": "1506235491007430657"}, {"created_at": "2022-03-22 08:19:00+00:00", "text": "Russia has been obliterating Ukrainian towns from the air, now troops have been seen opening fire on peaceful protesters on the ground. The west believes Vladimir Putin's brutal advance is slowing. https://t.co/0LNoKXVi9N #Ukraine #7NEWS https://t.co/MlnxPXafJ5", "_id": "1506183649565229062"}, {"created_at": "2022-03-22 08:04:06+00:00", "text": "A 13-year-old girl is among five teenagers arrested after two police pursuits involving stolen cars. 7NEWS has obtained dramatic video of a luxury Mercedes speeding away from officers with a 16-year-old behind the wheel. https://t.co/H8CmLEy7v8 @msariovski #7NEWS https://t.co/dMNuQdhdkc", "_id": "1506179901548023809"}, {"created_at": "2022-03-22 07:49:49+00:00", "text": "@haydennelson A Seaton father is behind bars accused of leading police on a high-speed chase on his motorbike. After allegedly clocking up speeds of more than 200km/h, he pleaded with a magistrate not to confiscate his Honda because his family needs it. https://t.co/XSGNCaVfNe @haydennelson https://t.co/YmnFGhNrdq", "_id": "1506176308031934466"}, {"created_at": "2022-03-22 07:46:01+00:00", "text": "@PMalinauskasMP @ElspethHussey7 The number of daily cases in SA is expected to triple within weeks as the new Omicron strain spreads like wildfire. Despite the surge, tough restrictions could be eased as the new government wastes no time overhauling the COVID roadmap. https://t.co/cZx5dzwDVf @ElspethHussey7 https://t.co/7spL7pBaaQ", "_id": "1506175349910306822"}, {"created_at": "2022-03-22 07:00:01+00:00", "text": "Police in the US are trying to track down a Tesla driver over a dangerous stunt. https://t.co/8beKv4k0nR #7NEWS https://t.co/ky4XwKLi8c", "_id": "1506163772678758404"}, {"created_at": "2022-03-22 06:24:48+00:00", "text": "@HannahFoord7 The infamous NCA bombing accused Domenic Perre has been found guilty of aggravated assault against a police officer. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @HannahFoord7 #7NEWS https://t.co/ztsdna524o", "_id": "1506154909280145413"}, {"created_at": "2022-03-22 06:18:46+00:00", "text": "More violent scenes are emerging out of Ukraine as authorities report Russian forces are committing war crimes. https://t.co/gYFVWBIl78 @geofparry7 #7NEWS https://t.co/rCpfFyaavA", "_id": "1506153393785806848"}, {"created_at": "2022-03-22 05:57:30+00:00", "text": "@haydennelson A Seaton father has faced court accused of reaching death-defying speeds on his motorbike while trying to elude police. He has been locked up after telling a magistrate he needs his bike to help his family. The latest in 7NEWS at 6pm | https://t.co/8ftPfGh39Y @haydennelson #7NEWS https://t.co/bB8GMkQTgD", "_id": "1506148040851464195"}, {"created_at": "2022-03-22 05:43:50+00:00", "text": "@PMalinauskasMP SA's daily COVID cases are likely to triple by next month as the new Omicron strain spreads like wildfire. Despite the surge, tough COVID restrictions could still be eased with the new government flagging its desire to adopt the more relaxed national guidelines. @ElspethHussey7 https://t.co/JZujx7XnuR", "_id": "1506144602377826304"}, {"created_at": "2022-03-22 05:39:41+00:00", "text": "A new crackdown on international smugglers has been unveiled with a new forensics lab targeting mail-order drugs and weapons. The state-of-the-art lab will help border authorities and federal police intercept illicit goods and pursue criminal importers. https://t.co/7wD7IR7ZFy https://t.co/yBSut0mZkj", "_id": "1506143558243299328"}, {"created_at": "2022-03-22 05:29:22+00:00", "text": "A drunk driver has been jailed for 5 years over a terrifying road rage attack at Seaford. The heavily intoxicated man reversed into the victim’s car on Commercial Road, then did a U-turn and slammed into it head-on last June. Details in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/SHxhsJCpzX", "_id": "1506140959733841925"}, {"created_at": "2022-03-22 04:57:17+00:00", "text": "@haydennelson A Seaton motorcyclist accused of reaching speeds of up to 220km/h during a death-defying late-night pursuit across Adelaide has faced a magistrate. Police allege he ran red lights and at times, rode on the wrong side of the road before being arrested on Henley Beach Road. #7NEWS https://t.co/7L1QvYgZfw", "_id": "1506132886294269955"}, {"created_at": "2022-03-22 02:19:50+00:00", "text": "A teenager in a stolen Mercedes has been arrested after leading police on a pursuit through the northern suburbs. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/mtSU4NI8yk", "_id": "1506093265304850433"}, {"created_at": "2022-03-22 02:08:55+00:00", "text": "@HannahFoord7 BREAKING: Accused NCA bomber Domenic Perre has been found guilty of spitting on a police officer in prison. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @HannahFoord7 #7NEWS https://t.co/IOM1yYyip4", "_id": "1506090516236353536"}, {"created_at": "2022-03-22 02:02:47+00:00", "text": "A hoon motorbike rider is accused of speeding at more than 200km/h during a death-defying pursuit across Adelaide. He was arrested after abandoning his bike, but police are still searching for a car involved in the chase. The latest in 7NEWS at 4pm and 6pm. @haydennelson #7NEWS https://t.co/wZUxsn0J00", "_id": "1506088971067338754"}, {"created_at": "2022-03-22 01:21:55+00:00", "text": "@PMalinauskasMP \"It is our ambition to ensure that we don't see an extension to the Emergency Management Declaration beyond June 30 and I've conveyed those wishes to the Police Commissioner,\" - Premier Peter Malinauskas. #saparli #7NEWS https://t.co/vBRhdAuLBW", "_id": "1506078689146327047"}, {"created_at": "2022-03-22 00:28:16+00:00", "text": "@Ch7Adelaide Premier Peter Malinauskas is giving his first COVID-19 update alongside Chief Public Health Officer Professor Nicola Spurrier and Police Commissioner Grant Stevens. The latest in 7NEWS Adelaide at 11.30am, 4pm 6pm. #7NEWS https://t.co/XnUu4FU8kt", "_id": "1506065186155032583"}, {"created_at": "2022-03-21 23:01:36+00:00", "text": "Premier Peter Malinauskas, Chief Public Health Officer Professor Nicola Spurrier &amp; Police Commissioner Grant Stevens will address South Australians with the latest COVID-19 update. Watch the press conference LIVE at 11am on @Ch7Adelaide with the latest in 7NEWS at 11.30am. #7NEWS https://t.co/b3kjGzPyU6", "_id": "1506043376071708672"}, {"created_at": "2022-03-21 08:17:51+00:00", "text": "@CaseyTreloar7 @PMalinauskasMP BREAKING: Following a marathon meeting between new Premier Peter Malinauskas and the state’s health chiefs and police commissioner, an announcement on South Australia’s COVID restrictions is expected tomorrow. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #saparli #7NEWS https://t.co/ieql69P2Ky", "_id": "1505820971936382983"}, {"created_at": "2022-03-21 08:14:08+00:00", "text": "A historic Adelaide pub has been extensively damaged in a suspected arson attack. Fire tore through the heritage-listed building and locals fear it may now have to be demolished. https://t.co/0JFSR9rb53 @RegterNathan #7NEWS https://t.co/BZJABrvYLj", "_id": "1505820036996698114"}, {"created_at": "2022-03-21 08:08:51+00:00", "text": "@CaseyTreloar7 @PMalinauskasMP SA COVID: New Premier Peter Malinauskas has met with Chief Public Health Officer Nicola Spurrier and Police Commissioner Grant Stevens on day one as leader to discuss SA's tough mask and close contact rules. #saparli #7NEWS https://t.co/BiIG7in4AH", "_id": "1505818708278902787"}, {"created_at": "2022-03-21 07:58:25+00:00", "text": "@msariovski A Woodville Gardens fruit store owner has broken down in tears after his business was gutted by fire. It is the second blaze at the shop in a week after it was initially targeted by an arsonist, but the owner is vowing to re-build. https://t.co/L223OgQV5W @msariovski #7NEWS https://t.co/3kRLjDKQcY", "_id": "1505816084733390849"}, {"created_at": "2022-03-21 07:53:26+00:00", "text": "A man accused of murdering a Mount Gambier woman will stand trial after pleading not guilty. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/fw2YRLZefH", "_id": "1505814827998285831"}, {"created_at": "2022-03-21 07:42:03+00:00", "text": "@CaseyTreloar7 There has been a major development in SA's handling of the pandemic with the new premier demanding answers. @PMalinauskasMP is in private talks with the police commissioner &amp; health chief where he has vowed to scrutinise tough restrictions. https://t.co/MEMqbrgfWF @CaseyTreloar7 https://t.co/bHZOvU0usD", "_id": "1505811965448712192"}, {"created_at": "2022-03-21 06:38:00+00:00", "text": "A much-loved @SAPoliceNews dog is hanging up the collar after four years of active service. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/kVMMkVMhKO", "_id": "1505795844100001793"}, {"created_at": "2022-03-21 06:04:33+00:00", "text": "@msariovski A distraught Woodville Gardens fruit store owner has broken down in tears after his business was gutted by fire. It is the second blaze at the shop in a week after it was targeted during a recent arson spree. The latest in 7NEWS at 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/nWrMImZFx1", "_id": "1505787428610908160"}, {"created_at": "2022-03-21 05:54:58+00:00", "text": "@CaseyTreloar7 HAPPENING NOW: South Australia’s inconsistent COVID rules including close contact isolation and mask mandates are top of the agenda as new Premier Peter Malinauskas meets with the state’s health chiefs and police commissioner on his first day in office. https://t.co/1g0775XklB https://t.co/Oz8mNDWhqo", "_id": "1505785014889631745"}, {"created_at": "2022-03-21 05:05:19+00:00", "text": "After an impressive 55 arrests, police dog Zac has been forced to up the collar for an early retirement due to a medical condition. The SA Police pooch will now enjoy a much quieter life with his handler and former PD Farrah. Details in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/HcrHNdVG3x", "_id": "1505772522067066883"}, {"created_at": "2022-03-21 04:15:00+00:00", "text": "A chartered fishing boat carrying 10 people has sunk in stormy weather off the New Zealand coast, with four people confirmed dead and one other missing. #7NEWS https://t.co/e3zNbz9Tzf", "_id": "1505759856875094019"}, {"created_at": "2022-03-21 03:55:07+00:00", "text": "@CaseyTreloar7 3,121 new COVID infections have been detected in South Australia with current restrictions set to be reviewed when the new premier meets with SA Health and the police commissioner. 150 people are in hospital with 9 in ICU and 2 ventilated. Details in 7NEWS at 4pm and 6pm #7NEWS https://t.co/ZdNqSSb7g6", "_id": "1505754855616692226"}, {"created_at": "2022-03-21 01:28:20+00:00", "text": "@msariovski A fruit shop owner has told 7NEWS of his devastation after his business was gutted by fire. It is the second blaze at the Woodville Gardens shop which was targeted by an arsonist last weekend. The latest in 7NEWS at 4pm and 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/mxRqo3VE6P", "_id": "1505717916972752897"}, {"created_at": "2022-03-21 01:13:44+00:00", "text": "DEVELOPING: One of the first jobs on new Premier Peter Malinauskas’ to-do list will be to address the COVID situation with Police Commissioner Grant Stevens and SA Health chiefs. Mask mandates and isolation rules will be top of the agenda. @caseytreloar7 #saparli #7NEWS https://t.co/ayjIjpdp12", "_id": "1505714240438808580"}, {"created_at": "2022-03-21 00:36:22+00:00", "text": "A 2-year-old child has died in Sydney after contracting COVID-19. #7NEWS https://t.co/atqqgqsinR", "_id": "1505704839023538177"}, {"created_at": "2022-03-20 08:05:00+00:00", "text": "The Duke and Duchess of Cambridge have kicked off their Royal Tour of the Caribbean, mired in controversy, with locals protesting William's role in a so called 'colonial legacy of theft'. 7NEWS at 6pm | https://t.co/SK4Z4XZRDp @DavidWoiwod #7NEWS https://t.co/nr444Rxd2P", "_id": "1505455350719385602"}, {"created_at": "2022-03-20 07:48:00+00:00", "text": "Russia has inflicted the single deadliest attack on Ukrainian forces since the invasion began. President Zelenskyy is warning of more pain for Moscow if Russia doesn't back down, but it appears Vladimir Putin isn't listening. https://t.co/fUZUAJ9HLz #7NEWS https://t.co/zsIBSdJrKH", "_id": "1505451072206217220"}, {"created_at": "2022-03-20 06:52:00+00:00", "text": "A driver has escaped uninjured after crashing through the wall of her garage at Novar Gardens. The BMW ended up inside another room following the crash, and had to be removed by SES and MFS crews. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/RPFN8Qlkho", "_id": "1505436979579658242"}, {"created_at": "2022-03-20 03:41:16+00:00", "text": "BREAKING: Two men in their 60s and a man in his 70s have died after testing positive for COVID, as SA records 3168 new cases. 148 people are in hospital, with seven in ICU and three on ventilators. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/16SjNiPdG6", "_id": "1505388982812643328"}, {"created_at": "2022-03-20 02:59:39+00:00", "text": "Brazen thieves have smashed their way into a motorcycle shop at Melrose Park, making off with one bike and dumping another in the car park. Police say the alarm was triggered at the South Road store around 4am. More in 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/wE4PC3kn4n", "_id": "1505378509660700672"}, {"created_at": "2022-03-19 08:33:00+00:00", "text": "A popular Rostrevor greengrocer has been arrested after a publicity stunt went wrong. John Kapiris says he was unfairly targeted by police and will fight the charges. https://t.co/5QPSJvVsoA @RegterNathan #7NEWS https://t.co/iDnQuJ7i5S", "_id": "1505100009171087361"}, {"created_at": "2022-03-19 08:17:38+00:00", "text": "Plans are underway to establish a recreational pool in the Port River, recreating the glory days when swimming competitions were all the rage. Locals are also looking to re-establish a long-distance swim dating back to the 1920s. 7NEWS at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/QUYasDQEjg", "_id": "1505096142497128450"}, {"created_at": "2022-03-19 04:16:46+00:00", "text": "An alleged teenage terrorist has been arrested at South Plympton. Despite being charged with taking part in the manufacture of explosives, police say there is no threat to the community. The boy has been refused bail. 7NEWS Adelaide at 5pm and 6pm | https://t.co/MAVJhCTKUU #7NEWS https://t.co/Yb4L1ZuihQ", "_id": "1505035527224893446"}, {"created_at": "2022-03-19 02:47:12+00:00", "text": "A notorious fruit and veg shop owner has been pepper sprayed and arrested after he allegedly engaged in a publicity stunt at Rostrevor. Police say he became uncooperative when they approached him. 7NEWS Adelaide at 5pm and 6pm | https://t.co/gYFVWBqbT0 #7NEWS https://t.co/vxfCFoHEeB", "_id": "1505012986963894274"}, {"created_at": "2022-03-18 20:40:09+00:00", "text": "The Kremlin says a technical glitch was behind the interrupted transmission of Russian President Vladimir Putin's speech to a packed Moscow stadium to mark the eighth anniversary of Crimea's annexation. https://t.co/Cf7ofhCLYR #7NEWS https://t.co/VFALUH5y0f", "_id": "1504920617132642304"}, {"created_at": "2022-03-18 11:30:00+00:00", "text": "Australia's consumer watchdog is taking on Facebook and its parent company in a world-first. It's suing the social media giant over scam ads that have conned victims out of millions of dollars. https://t.co/TCPL0G3zaa #7NEWS https://t.co/zfwjJCZhGt", "_id": "1504782166500257813"}, {"created_at": "2022-03-18 08:22:00+00:00", "text": "Incredibly there are reports of survivors, perhaps hundreds of them, emerging from the ruins of a bombed theatre in Ukraine. Casualty numbers are still unclear. But despair is rising. Russia now appears to be targeting food supplies. https://t.co/Yp7KJ8zOCK #Ukraine #7NEWS https://t.co/ogAlgOrIYz", "_id": "1504734852939145265"}, {"created_at": "2022-03-18 08:16:13+00:00", "text": "EXCLUSIVE: The hunt is on for a dangerous dog filmed mauling a golden retriever in Murray Bridge. The injured dog's owners fear it will attack again and the consequences could be deadly. https://t.co/zHRA8SceP7 @TayleeJ #7NEWS https://t.co/KTTnPuyM3d", "_id": "1504733400732925953"}, {"created_at": "2022-03-18 08:07:32+00:00", "text": "@haydennelson An urgent health warning has been issued to parents after the state recorded four more cases of deadly mosquito-borne virus Japanese encephalitis. Doctors say children under five are most at risk of severe illness. https://t.co/kavwFeW7dC @haydennelson #7NEWS https://t.co/rd82J27S3U", "_id": "1504731215173419013"}, {"created_at": "2022-03-18 07:57:34+00:00", "text": "In the coming hours, the US president will be on the phone to China, warning its president of consequences if he supports Russia's invasion. @JoeBiden today labelling Putin a \"murderous dictator\" whose immoral war isn't going to plan. https://t.co/hgSNKrEF1P #7NEWS https://t.co/91jnzNJSDN", "_id": "1504728704034824192"}, {"created_at": "2022-03-18 06:21:34+00:00", "text": "South Australia has recorded four more cases of the deadly mosquito-borne virus Japanese encephalitis. It has prompted authorities to issue an urgent warning to parents of young children. The latest in 7NEWS Adelaide at 6pm | https://t.co/Av1x0G5h9e @haydennelson #7NEWS https://t.co/w3bwCxaWcG", "_id": "1504704544655421442"}, {"created_at": "2022-03-18 04:24:43+00:00", "text": "Prince Harry’s @WeAreInvictus’ family is mourning the loss of one of their own. Competitor Serhii Karaivan has died fighting against the Russian invasion of his country Ukraine. #7NEWS https://t.co/N9eB095Yoj", "_id": "1504675137865789441"}, {"created_at": "2022-03-18 03:19:28+00:00", "text": "The Abdallah family, whose three children were killed alongside their cousin by a drunk and drugged driver in Sydney, has welcomed a baby daughter into the world. #7NEWS https://t.co/NQ3Tyl58WS", "_id": "1504658721007616000"}, {"created_at": "2022-03-18 01:50:00+00:00", "text": "Two paramedics and an elderly patient have been injured at Reynella after a tow truck slammed into the back of the ambulance. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/VKajytrY13", "_id": "1504636202900762648"}, {"created_at": "2022-03-18 01:35:35+00:00", "text": "DEVELOPING: Police are hunting a young man who robbed a Paralowie service station. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/lmrPFuP7qJ", "_id": "1504632577243889669"}, {"created_at": "2022-03-17 23:45:30+00:00", "text": "Two paramedics transporting an elderly patient have been injured after a tow truck slammed into their ambulance on the Southern Expressway, causing lengthy delays for peak-hour drivers. Northbound lanes were closed for several hours while Major Crash officers investigated. #7NEWS https://t.co/QtSncstOPj", "_id": "1504604871529762816"}, {"created_at": "2022-03-17 21:23:25+00:00", "text": "DEVELOPING: The killer carer who admitted the manslaughter of cerebral palsy sufferer Ann Marie Smith is set to be sentenced for her crime. The latest from the Supreme Court in 7NEWS Adelaide at 11.30am, 4pm and 6pm. #7NEWS https://t.co/Ueu97eH7FZ", "_id": "1504569114978709512"}, {"created_at": "2022-03-17 08:03:19+00:00", "text": "@DeeWilliams7 @Ch7Adelaide EXCLUSIVE: The best friend of Annie Smith has broken his silence ahead of her killer carer's sentencing. He is calling for the company that hired her to also face criminal charges as the police investigation of integrity care ramps up. https://t.co/vFLZSj9lUy @HannahFoord7 #7NEWS https://t.co/bUnZLBL3e1", "_id": "1504367764378890242"}, {"created_at": "2022-03-17 06:12:00+00:00", "text": "A man has pleaded guilty to the brutal murder of a father in a Sturt Street apartment block. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/vBdXh97Vfy", "_id": "1504339749640626178"}, {"created_at": "2022-03-17 06:01:20+00:00", "text": "A father accused of the attempted murder of his own daughter at Sefton Park has offered to confess to a lesser charge if the rest of his family is released from jail. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/Y478L7lbtN", "_id": "1504337066108551169"}, {"created_at": "2022-03-17 05:41:22+00:00", "text": "South Australia is in the grips of its second Omicron wave as a new variant spread like wildfire across the state. Today case numbers soared to 4,744 but experts warn that figure could double in weeks. The latest in 7NEWS at 6pm | https://t.co/8ftPfGh39Y @HannahFoord7 #7NEWS https://t.co/cnES4EGrQ5", "_id": "1504332042901024774"}, {"created_at": "2022-03-17 05:09:19+00:00", "text": "Dylan Kovarskis has pleaded guilty to the brutal murder of a father in a CBD apartment block. Nathan Russell’s body was found inside a Sturt Street property last January in what police described as a vicious and targeted attack. The latest in 7NEWS Adelaide at 4pm and 6pm. #7NEWS https://t.co/YOhbljTgv1", "_id": "1504323976948236292"}, {"created_at": "2022-03-17 04:56:39+00:00", "text": "@DeeWilliams7 EXCLUSIVE: The best friend of neglect victim Annie Smith has broken his silence ahead of her killer carer's sentencing tomorrow. He is calling for the company that hired her to also face criminal charges as the police investigation into it ramps up. Only in 7NEWS at 6pm. #7NEWS https://t.co/kx98xIBm7E", "_id": "1504320788601905153"}, {"created_at": "2022-03-17 02:32:54+00:00", "text": "A motorcyclist is in hospital with a broken leg after smashing into a car at Two Wells. Police say the 35-year-old's dirt bike should not have been on the road. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/5aUam4gaC7", "_id": "1504284612968984578"}, {"created_at": "2022-03-17 00:13:57+00:00", "text": "DEVELOPING: A crashed car found abandoned on the Eyre Peninsula has sparked police concerns for the missing driver and passenger. The blue Mitsubishi with WA plates 1HET006 was found on the Eyre Highway at Mudamuckla. Anyone with information is urged to contact police. #7NEWS https://t.co/uNEAeAxs0Q", "_id": "1504249642653204480"}, {"created_at": "2022-03-16 23:59:46+00:00", "text": ".@westernbulldogs coach Luke Beveridge has come under fire after unleashing one of the fiercest press conference sprays of all time after his side’s 26-point loss in the grand final rematch against @melbournefc. @7AFL #7NEWS https://t.co/KZYYnYKVMT", "_id": "1504246075896786944"}, {"created_at": "2022-03-16 10:14:19+00:00", "text": "The Latest examines one of billionaire @elonmusk's most ambitious projects that sits under the umbrella of @SpaceX, and how it's helping our flood zone victims. https://t.co/oYUHybPEeK #TheLatest #7NEWS https://t.co/4qNFVN6sXT", "_id": "1504038345424334848"}, {"created_at": "2022-03-16 08:13:52+00:00", "text": "@pcaldicott7 Police dog Rusty has bitten an alleged car thief during an arrest at Hectorville. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/Ic0rJNzEY5", "_id": "1504008033550364674"}, {"created_at": "2022-03-16 08:13:08+00:00", "text": "@DeeWilliams7 Security footage aired on 7NEWS has helped police catch a hammer-wielding carjacker who bashed an elderly man at South Plympton. A court has heard the attacker's own uncle recognised him in the shocking footage and dobbed him in to police. https://t.co/c5R9xhqoxV @DeeWilliams7 https://t.co/ZqokwZADi9", "_id": "1504007846643761152"}, {"created_at": "2022-03-16 07:58:00+00:00", "text": "A touching sand mandala memorial for Lamborghini crash victim Sophia Naismith on what would have been her 18th birthday, created by local artist Sue Norman at Brighton Beach. 7NEWS Adelaide at 6pm | https://t.co/gYFVWBqbT0 #7NEWS https://t.co/3Tu1Grgsqq", "_id": "1504004037405945857"}, {"created_at": "2022-03-16 07:50:44+00:00", "text": "@aeasa1981 @KimberleyPratt_ Another Adelaide patient has died waiting for an ambulance, a death the union has described as preventable. The man waited for more than two hours for help - a delay that will now be investigated by the coroner. https://t.co/R7jIfFBRR9 @KimberleyPratt_ #saparli #7NEWS https://t.co/Tk04ltgG6b", "_id": "1504002210166116354"}, {"created_at": "2022-03-16 06:17:07+00:00", "text": "A court has heard a man who bashed an elderly good Samaritan with a hammer was dobbed in by his own uncle. He rang police after seeing footage of Darryl St Clair's shocking attack on the news. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @DeeWilliams7 #7NEWS https://t.co/xNc1BwEFGL", "_id": "1503978651167371271"}, {"created_at": "2022-03-16 06:13:46+00:00", "text": "@DeeWilliams7 @Ch7Adelaide @HannahFoord7 An accused outback killer has pleaded not guilty to the murder of young nurse Jasmeen Kaur. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/jwQkzDAmnb", "_id": "1503977806694588416"}, {"created_at": "2022-03-16 06:01:23+00:00", "text": "Police are investigating claims a Fringe-goer and his assistance dog were forcibly removed from The Garden of Unearthly Delights. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/StSePYIvQo", "_id": "1503974691333369856"}, {"created_at": "2022-03-16 05:48:23+00:00", "text": "@aeasa1981 The state's ambulance crisis has claimed another life. @aeasa1981 says a resident of a Magill care facility died while waiting more than two hours for crews to arrive. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @KimberleyPratt_ #saparli #7NEWS https://t.co/6fFGSbsA2c", "_id": "1503971417972707333"}, {"created_at": "2022-03-16 05:08:54+00:00", "text": "Police are investigating after a man and his assistance dog were marched out of the Fringe by security moments after they were allowed entry. The man says ID was accepted at the front gate but more guards could not identify the dog as a service animal and kicked them out. #7NEWS https://t.co/2FBIVwTDv9", "_id": "1503961485206503425"}, {"created_at": "2022-03-16 04:54:01+00:00", "text": "@DeeWilliams7 @Ch7Adelaide @HannahFoord7 BREAKING: Tarikjot Singh has pleaded not guilty will stand trial for the murder of Adelaide nursing student Jasmeen Kaur. He is accused of killing her burying her body in a shallow grave north of Hawker in the Flinders Ranges last March. The latest in 7NEWS at 4pm and 6pm. #7NEWS https://t.co/jZfjeV4umW", "_id": "1503957736371163138"}, {"created_at": "2022-03-16 04:12:33+00:00", "text": "A man who assaulted an elderly good Samaritan in a brutal meth-fuelled hammer attack was dobbed in to police by his uncle who recognised him on TV, a court has heard. The elderly victim agreed to give Darryl St Clair a lift when he was set upon at South Plympton. #7NEWS https://t.co/2hAkAtJysd", "_id": "1503947302146560002"}, {"created_at": "2022-03-16 02:21:00+00:00", "text": "Police are investigating whether a car left the scene of a crash at Elizabeth South that caused another car to slam into a home. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/SmdbaWipNq", "_id": "1503919228872658945"}, {"created_at": "2022-03-16 02:12:10+00:00", "text": "@msariovski Two fires in two days have engulfed homes across Adelaide, both believed to have been sparked by the embers of unmonitored mosquito coils amid fears over Japanese encephalitis. #7NEWS https://t.co/Z03Ww7Eak3", "_id": "1503917008743968768"}, {"created_at": "2022-03-16 01:49:58+00:00", "text": "A terrifying home invasion has ended with a police pursuit across Adelaide. The intruder stole a couple's luxury car during the brazen break-in at Prospect. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @pcaldicott7 #7NEWS https://t.co/2FfC0a1mf9", "_id": "1503911418198097920"}, {"created_at": "2022-03-16 01:30:40+00:00", "text": "Two journalists working for Fox News have been killed in Ukraine when the vehicle they were travelling in outside of Kyiv with another reporter came under fire. #7NEWS https://t.co/puzSonuJnb", "_id": "1503906564381745152"}, {"created_at": "2022-03-16 01:09:09+00:00", "text": "@aeasa1981 Another patient has died waiting for help amid the state's ambulance crisis. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #saparli #7NEWS https://t.co/V7NDaGiJCC", "_id": "1503901146909646849"}, {"created_at": "2022-03-15 23:58:04+00:00", "text": "@aeasa1981 Five South Australians have died while waiting for an ambulance to arrive in the last eight days. A 58-year-old Magill man, who had a fall, waited two hours after Triple-Zero was called last night but was unable to be resuscitated, the ambulance union says. #saparli #7NEWS https://t.co/2fzpgen6Uv", "_id": "1503883261277519872"}, {"created_at": "2022-03-15 23:40:57+00:00", "text": "Police have arrested a suspect after allegedly punching a man several times and pushing a woman who tried to intervene at the Tea Tree Plaza bus interchange. A 27-year-old from Surrey Downs is facing multiple charges and will face court today. Details in 7NEWS at 11.30am. #7NEWS https://t.co/dCxOe1JBb3", "_id": "1503878953177862146"}, {"created_at": "2022-03-15 10:10:00+00:00", "text": "A father is rushing home to Perth from the other side of the world after an unimaginable family tragedy. His two children and wife have died in a suspected double murder-suicide. 7NEWS at 6pm | https://t.co/obIzMLColD #7NEWS https://t.co/GH1q03MFnY", "_id": "1503674868792844290"}, {"created_at": "2022-03-15 09:40:49+00:00", "text": "Israeli forces have shot dead two Palestinians in the occupied West Bank, in what Israeli border police describe as clashes that erupted during a raid to detain suspected militants. #7NEWS https://t.co/57V37ZQOBB", "_id": "1503667525481295875"}, {"created_at": "2022-03-15 08:05:58+00:00", "text": "Police have condemned the behaviour of a driver who caused an accident on the South-Eastern Freeway as reckless. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/6kwDuHuhzU", "_id": "1503643654187286529"}, {"created_at": "2022-03-15 08:04:03+00:00", "text": "@msariovski There is an urgent warning for homeowners to be vigilant after two fires sparked by mosquito coils in as many days. It comes as more people are using the repellents amid fears over Japanese encephalitis. https://t.co/dGLXEjV0gc @msariovski #7NEWS https://t.co/setGFSo5bm", "_id": "1503643171720695808"}, {"created_at": "2022-03-15 07:47:42+00:00", "text": "@aeasa1981 A young man was among two people who died overnight while waiting for paramedics to arrive. 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/iKzXSy18lE", "_id": "1503639060061253635"}, {"created_at": "2022-03-15 07:47:17+00:00", "text": "@haydennelson A former police officer has performed a dramatic citizen's arrest in his underwear, helping 2 off-duty officers pull a drunk driver from his crashed van. The highly-trained trio leapt into action when the suspect fled the scene at Glengowrie. https://t.co/NCsCtObdIE @haydennelson https://t.co/tUzK56RuWp", "_id": "1503638955262382087"}, {"created_at": "2022-03-15 07:15:00+00:00", "text": "Police are investigating after dashcam captured the moment a driver's attempt to change lanes on the South-Eastern Freeway did not end well. The man behind the wheel of a Holden was hit from behind after slamming on the brakes. Details in 7NEWS Adelaide at 6pm. #7NEWS https://t.co/I2s3pCSrpp", "_id": "1503630828412157953"}, {"created_at": "2022-03-15 06:39:50+00:00", "text": "A legal challenge to the state’s COVID-19 vaccine mandate, led by Crows player Deni Varnhagen, has been delayed until after the election. Police Commissioner Grant Stevens will be called to give evidence. Details on why the case has been delayed in 7NEWS Adelaide at 6pm. #7NEWS https://t.co/1FeDdqTHEZ", "_id": "1503621981320941572"}, {"created_at": "2022-03-15 06:15:50+00:00", "text": "@msariovski There is an urgent warning for homeowners to be vigilant after a second fire was sparked by a mosquito coil in as many days. More South Australians are using the coils amid fears over Japanese encephalitis. Details in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y @msariovski https://t.co/CtTOK3zDQU", "_id": "1503615939837042689"}, {"created_at": "2022-03-15 06:10:18+00:00", "text": "A 42-year-old teacher who assaulted a police officer at Windsor Gardens has avoided a conviction and jail. The latest in 7NEWS Adelaide at 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/67bmmkr7y4", "_id": "1503614545541341184"}, {"created_at": "2022-03-15 05:53:15+00:00", "text": "A former police officer has chased down a drunk driver wearing his jocks in a dramatic citizen's arrest at Glengowrie. The accused man was pulled from the driver's seat after slamming his van into a parked vehicle &amp; fleeing the scene. Details in 7NEWS at 6pm. @haydennelson #7NEWS https://t.co/NVVhaRwBUq", "_id": "1503610258325123076"}, {"created_at": "2022-03-15 05:46:17+00:00", "text": "@HannahFoord7 BREAKING: Cody Edwards, the boyfriend of murder victim Synamin Bell has faced court charged with her murder. The latest in 7NEWS Adelaide at 6pm | https://t.co/3578zwuoJM #7NEWS https://t.co/HvADAPluGI", "_id": "1503608505164791808"}, {"created_at": "2022-03-15 01:22:51+00:00", "text": "There is an urgent warning for homeowners after a second fire started by a mosquito coil in as many days. The fire at Hawthorn threatened to spread to neighbouring homes. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y @msariovski #7NEWS https://t.co/9IEBCWTHQ2", "_id": "1503542206006972418"}, {"created_at": "2022-03-15 01:15:50+00:00", "text": "@aeasa1981 A patient in their 20s is among two people who died overnight while waiting for paramedics to arrive, the union claims. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/6l8dbAoDxm", "_id": "1503540442889084931"}, {"created_at": "2022-03-15 01:14:07+00:00", "text": "@HannahFoord7 The boyfriend of murder victim Synamin Bell is due to face court, accused of killing her. Cody Edwards was arrested outside her Millicent home. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/3578zwuoJM #7NEWS https://t.co/z4ytWswXjl", "_id": "1503540008577564676"}, {"created_at": "2022-03-15 00:57:41+00:00", "text": "Liberal leader Steven Marshall is talking up jobs in the tech sector. The premier has offered his condolences to the families of two patients who died waiting for ambulances. The latest in 7NEWS Adelaide at 11.30am, 4pm and 6pm. #saparli #7NEWS https://t.co/JqCtxpFzQt", "_id": "1503535874583449600"}, {"created_at": "2022-03-15 00:45:46+00:00", "text": "New Zealanders are somberly acknowledging the country’s worst mass shooting, three years after an Australian terrorist killed 51 worshippers at two Christchurch mosques. #7NEWS https://t.co/EsEMTklo3x", "_id": "1503532876377518081"}, {"created_at": "2022-03-15 00:13:49+00:00", "text": "Two more South Australians have died overnight after waiting for ambulances that didn’t arrive soon enough, @aeasa1981 says. Ambulances should have arrived within 16 minutes, but an elderly woman died after waiting 56 minutes while a patient in their 20s waited 45 minutes. #7NEWS https://t.co/zD5TFHgdJD", "_id": "1503524836429414402"}, {"created_at": "2022-03-14 08:47:37+00:00", "text": "A pregnant woman and her baby have died after Russia bombed the maternity hospital where she was meant to give birth. #7NEWS https://t.co/Rluc44hqOi", "_id": "1503291750689153030"}, {"created_at": "2022-03-14 07:47:52+00:00", "text": "An Oscar-winning actor who carved out a role in the 80s as one of Hollywood's leading men has died. William Hurt passed away surrounded by family, one week short of his 72nd birthday. https://t.co/ycFfKvAydv #7NEWS https://t.co/xLzXPm2PPK", "_id": "1503276713899626498"}, {"created_at": "2022-03-14 07:42:00+00:00", "text": "@HannahFoord7 7NEWS can unmask the man arrested over the horrific alleged murder of a young mother in Millicent. Synamin Bell's boyfriend is accused of killing her inside her own home, sparking heartbreaking tributes from her devastated family and friends. https://t.co/HvElttl8zM @HannahFoord7 https://t.co/lSxlHZgqvl", "_id": "1503275237936603140"}, {"created_at": "2022-03-14 05:45:25+00:00", "text": "@HannahFoord7 A young mother-of-3, murdered in her own home allegedly by her boyfriend, is being remembered as a loyal friend and a devoted mum. Synamin Bell's partner of just one month has been arrested over her death. Tributes in 7NEWS at 6pm | https://t.co/3578zwtQUe @HannahFoord7 #7NEWS https://t.co/fxLbpabMhQ", "_id": "1503245896389173250"}, {"created_at": "2022-03-14 03:27:08+00:00", "text": "@HannahFoord7 Floral tributes have been left outside the Millicent home of a young woman murdered in the state's south-east. Synamin Bell's family has described her as the most generous and loyal mother of her three young children. Tributes in 7NEWS at 4pm and 6pm | https://t.co/3578zwtQUe https://t.co/75aqwn5AWd", "_id": "1503211095556861956"}, {"created_at": "2022-03-14 02:07:45+00:00", "text": "@RegterNathan A police manhunt continues for a group of suspects wanted over a wild brawl at a CBD hotel. The latest in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGh39Y #7NEWS https://t.co/tpN6Q4w0C5", "_id": "1503191121065029635"}, {"created_at": "2022-03-14 01:29:00+00:00", "text": "A driver has been taken to hospital after a smash in Light Square. Meanwhile, an elderly driver has been injured after she lost control and flipped her car at Norwood. Details in 7NEWS Adelaide at 4pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/5FRHlX09Fq", "_id": "1503181366606942214"}, {"created_at": "2022-03-14 01:19:31+00:00", "text": "@HannahFoord7 The devastated family of a young woman murdered at Millicent has described her as the most generous and loyal mother. Synamin Bell's new partner has been charged over the crime and will face court tomorrow. Details in 7NEWS at 4pm and 6pm | https://t.co/3578zwuoJM @HannahFoord7 https://t.co/xgoOsaEIbX", "_id": "1503178982359199745"}, {"created_at": "2022-03-14 00:50:41+00:00", "text": "Oscar-winning actor William Hurt has died aged 71. #7NEWS https://t.co/gzytrALvCa", "_id": "1503171723600220160"}, {"created_at": "2022-03-13 23:47:23+00:00", "text": "@HannahFoord7 A young mother-of-three has allegedly been murdered in her Millicent home by a man she had been dating. #7NEWS https://t.co/2xZOYIjYxW", "_id": "1503155797169405953"}, {"created_at": "2022-03-13 08:52:40+00:00", "text": "A neighbour has been praised for saving the lives of three people who were sleeping when a fire broke out in their Kilkenny home. They were woken with only enough time to escape with their pets and some photos. 7NEWS Adelaide at 6pm | https://t.co/JV1I13nJoQ @JasminTeurlings https://t.co/R1SPg9hSlZ", "_id": "1502930630413225984"}, {"created_at": "2022-03-13 08:26:54+00:00", "text": "An arsonist has set fire to furniture donated to charity during a senseless crime spree across Woodville Gardens and Kilkenny. 7NEWS has obtained security pictures of the rampage, which ended beside a busy road. 7NEWS Adelaide at 6pm | https://t.co/Wik7o6Ky3Y @msariovski #7NEWS https://t.co/dcmD4rYCML", "_id": "1502924149357891585"}, {"created_at": "2022-03-13 08:22:09+00:00", "text": "What came first - the explosion or the fire? That's what the MFS is trying to figure out after a warehouse blaze in Pennington. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/BquEQtlI2U", "_id": "1502922951439519747"}, {"created_at": "2022-03-13 08:01:02+00:00", "text": "7NEWS has obtained dramatic pictures of a bizarre hit and run crash at St Marys. In the dead of night, security video shows a stolen black Holden Vectra slamming into the rear of a parked car. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/2XitdcW9Xq", "_id": "1502917637952614400"}, {"created_at": "2022-03-13 08:00:19+00:00", "text": "A young mother has been killed in her Millicent home, allegedly at the hands of a new partner. Police remain at her home, piecing together the events leading up to her tragic death. 7NEWS Adelaide at 6pm | https://t.co/nGES3nSq5i @HannahFoord7 #7NEWS https://t.co/8i4OEAnCyK", "_id": "1502917458423795712"}, {"created_at": "2022-03-13 06:44:18+00:00", "text": "An arsonist has set fire to furniture donated to charity during a senseless crime spree at Woodville Gardens and Kilkenny. Part of the man's hour-long rampage was captured on camera. 7NEWS Adelaide at 6pm | https://t.co/gYFVWBqbT0 @msariovski #7NEWS https://t.co/rm2LJ0mBGX", "_id": "1502898328433954818"}, {"created_at": "2022-03-13 06:43:52+00:00", "text": "A wild brawl in the city has landed several people in hospital and two men behind bars. Police are investigating if the attack was gang-related. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @RegterNathan #7NEWS https://t.co/YVG3PsTEJN", "_id": "1502898219310743552"}, {"created_at": "2022-03-13 06:39:09+00:00", "text": "There has been a tragedy in the state's South East, where a young mother-of-three has been killed in her own home. A man the victim had just begun dating has been charged with her murder. 7NEWS Adelaide at 6pm | https://t.co/8ftPfFYTVQ @HannahFoord7 #7NEWS https://t.co/IIUXH60Aq8", "_id": "1502897032352083969"}, {"created_at": "2022-03-13 06:10:55+00:00", "text": "CCTV has caught the moments a serial arsonist lit the first of five fires in the western suburbs. A man has been arrested over the blazes at Woodville Gardens and Kilkenny, which saw a bin, a car and donations destroyed. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ https://t.co/oWpBzcXTJI", "_id": "1502889926999740421"}, {"created_at": "2022-03-13 04:58:59+00:00", "text": "A Kilkenny man has escaped his burning home after he was woken by a neighbour. MFS crews tackled the blaze on Copley Street around 3.30am - a mosquito coil is believed to be the cause of the $300,000 fire. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/yPdivvrkUi", "_id": "1502871824874442757"}, {"created_at": "2022-03-13 03:41:00+00:00", "text": "Police are looking for a man who fled a hit-run crash at St Marys. A stolen Holden Vectra crashed into a parked Holden Viva on Benjamin Street around 7am, pushing the parked car into a stobie pole. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfGgvkq #7NEWS https://t.co/FYk6uotley", "_id": "1502852197582835712"}, {"created_at": "2022-03-13 03:38:50+00:00", "text": "BREAKING: A man in his 60s has died after testing positive for COVID, as SA records 2023 new cases. Hospitalisations have increased to 108, with 10 people in ICU and one on a ventilator. The latest in 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/juuYSGBZWu", "_id": "1502851654151856130"}, {"created_at": "2022-03-13 02:53:54+00:00", "text": "A man has been arrested following an arson spree from Woodville Gardens to Kilkenny. Two piles of rubbish, a bin, donations and a car were set alight. The 43-year-old is expected to be charged and refused police bail. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/Hfyg3jyyq5", "_id": "1502840344626356225"}, {"created_at": "2022-03-13 02:08:43+00:00", "text": "Two men have been arrested and six people are in hospital following a fight involving weapons in the city. Police were called to a Grenfell Street venue around 1am – they say a fight had begun inside. The latest in 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/5T152YpMiy", "_id": "1502828973205590021"}, {"created_at": "2022-03-13 01:41:03+00:00", "text": "JUST IN: A man has been charged with murder over a domestic incident at Millicent. Police were called to a Poole Street home around 11pm after reports of an assault – the body of a 26-year-old woman was found inside. 7NEWS Adelaide at 5pm and 6pm | https://t.co/8ftPfFYTVQ #7NEWS https://t.co/7ouXbARH8L", "_id": "1502822012162490370"}]}